var weaknessArray = [
      {
        "iID": "8000313",
        "data": [
          "8000313",
          "雌火龙",
          "Head",
          "3",
          "3",
          "3",
          "0",
          "1",
          "1",
          "1",
          "2",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "",
          "2"
        ]
      },
      {
        "iID": "8000314",
        "data": [
          "8000314",
          "雌火龙",
          "Neck",
          "2",
          "2",
          "2",
          "0",
          "0",
          "1",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000315",
        "data": [
          "8000315",
          "雌火龙",
          "Back",
          "2",
          "2",
          "2",
          "0",
          "0",
          "1",
          "0",
          "2",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000316",
        "data": [
          "8000316",
          "雌火龙",
          "Abdomen",
          "2",
          "2",
          "2",
          "0",
          "0",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000317",
        "data": [
          "8000317",
          "雌火龙",
          "Tail",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "2",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000318",
        "data": [
          "8000318",
          "雌火龙",
          "Left Wing",
          "2",
          "2",
          "2",
          "0",
          "0",
          "1",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000319",
        "data": [
          "8000319",
          "雌火龙",
          "Right Wing",
          "2",
          "2",
          "2",
          "0",
          "0",
          "1",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000320",
        "data": [
          "8000320",
          "雌火龙",
          "Left Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000321",
        "data": [
          "8000321",
          "雌火龙",
          "Right Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15424",
        "data": [
          "15424",
          "雌火龙的翼",
          "雌火龙",
          "大型怪物狩猎",
          "Wings",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">张开后能遮住一切的巨大双翼，猎人将感受到压抑的气息。</FONT>",
          "mat_wing_02_GRN",
          "CHLDY"
        ]
      },
      {
        "iID": "15425",
        "data": [
          "15425",
          "雌火龙的尾巴",
          "雌火龙",
          "大型怪物狩猎",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙尾部能剥取的素材，每个个体只有很少的产量。</FONT>",
          "mat_tail_06",
          "CHLDWB"
        ]
      },
      {
        "iID": "15430",
        "data": [
          "15430",
          "雌火龙的刚翼",
          "雌火龙",
          "王立委托、王立精英、极限",
          "Wings",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙的翼膜，具有不断飞行而练就的良好性能。</FONT>",
          "mat_wing_02_GRN",
          "CHLDGY"
        ]
      },
      {
        "iID": "15431",
        "data": [
          "15431",
          "雌火龙的靭尾",
          "雌火龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">在表面具有鳞片覆盖的雌火龙尾，是女王的战斗力的象征。</FONT>",
          "mat_tail_06",
          "CHLDZW"
        ]
      },
      {
        "iID": "21280",
        "data": [
          "21280",
          "雌火龙的骨髓",
          "雌火龙",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获得素材，接触空气后会产生火焰。</FONT>",
          "mat_body_01_GRN",
          "CHLDGS"
        ]
      },
      {
        "iID": "21281",
        "data": [
          "21281",
          "雌火龙的鳞",
          "雌火龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">喜欢盘旋在自己巢穴附近的飞龙雌火龙的鳞片。</FONT>",
          "mat_scale_02_GRN",
          "CHLDL"
        ]
      },
      {
        "iID": "21282",
        "data": [
          "21282",
          "雌火龙之棘",
          "雌火龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在雌火龙背后及翅膀附近，拥有毒性的好似针一般的毛。</FONT>",
          "mat_body_01_GRN",
          "CHLZJ"
        ]
      },
      {
        "iID": "21283",
        "data": [
          "21283",
          "雌火龙赤鳞",
          "雌火龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">据说生长在雌火龙尾巴上的逆之鳞片，背负着雌火龙之名，是极为珍贵的素材。</FONT>",
          "mat_scale_02_GRN",
          "CHLDCL"
        ]
      },
      {
        "iID": "21284",
        "data": [
          "21284",
          "雌火龙的甲壳",
          "雌火龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">多片雌火龙的鳞片聚集重叠后加固的甲壳，比单个鳞片的耐久度要高。</FONT>",
          "mat_shell_02_GRN",
          "CHLDJK"
        ]
      },
      {
        "iID": "21285",
        "data": [
          "21285",
          "雌火龙的爪",
          "雌火龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙的爪，锐利且坚硬，打磨后适宜制作装备和运用在生活中。</FONT>",
          "mat_claw_03_GRN",
          "CHLDZ"
        ]
      },
      {
        "iID": "21287",
        "data": [
          "21287",
          "雌火龙的翼膜",
          "雌火龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">雌火龙的翼膜，防音效果非常好，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防音珠【3】</FONT>",
          "mat_membrane_01_GRN",
          ""
        ]
      },
      {
        "iID": "21291",
        "data": [
          "21291",
          "雌火龙的毒液",
          "雌火龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">从雌火龙棘上提取的毒液，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：倒地珠【1】</FONT>",
          "item_icon_53",
          ""
        ]
      },
      {
        "iID": "21292",
        "data": [
          "21292",
          "雌火龙的延髓",
          "雌火龙",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获得素材，容易着火的特性使得其加工起来非常困难。</FONT>",
          "mat_body_01_GRN",
          "CHLDYS"
        ]
      },
      {
        "iID": "21293",
        "data": [
          "21293",
          "雌火龙的优质鳞",
          "雌火龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙的高级鳞片，从外表似乎看不出有太大区别，但实质硬度有很大差别。</FONT>",
          "mat_scale_02_GRN",
          "CHLDYZL"
        ]
      },
      {
        "iID": "21294",
        "data": [
          "21294",
          "雌火龙的优质棘",
          "雌火龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在雌火龙身上宛如刀刃般的毛，比一般的棘要更加坚固。</FONT>",
          "mat_fin_01_grn",
          "CHLDYZJ"
        ]
      },
      {
        "iID": "21295",
        "data": [
          "21295",
          "雌火龙的坚壳",
          "雌火龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比雌火龙的甲壳更为坚硬，被称之为坚壳的素材。</FONT>",
          "mat_scale_02_GRN",
          "CHLDJK"
        ]
      },
      {
        "iID": "21296",
        "data": [
          "21296",
          "雌火龙的秘棘",
          "雌火龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在雌火龙身上宛如刀刃般的毛，比一般的棘要更加坚固。</FONT>",
          "mat_fin_01_grn",
          "CHLDMJ"
        ]
      },
      {
        "iID": "21297",
        "data": [
          "21297",
          "雌火龙的尖爪",
          "雌火龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙之翼上的爪，猎人对雌火龙之翼进行破坏后较容易取得的素材。</FONT>",
          "mat_claw_03_GRN",
          "CHLDJZ"
        ]
      },
      {
        "iID": "21298",
        "data": [
          "21298",
          "雌火龙红玉",
          "雌火龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英、极限)</FONT><BR><BR><FONT COLOR=\"#C6B262\">据说生长在雌火龙尾巴上的幻之鳞片，制造出的装备传言可以震天撼地</FONT>",
          "mat_jade_03",
          "CHLDCL"
        ]
      }];