var weaknessArray = [
      {

    "iID": "8000549",
    "data": [
        "8000549",
        "白一角龙",
        "头部",
        "2",
        "2",
        "2",
        "1",
        "0",
        "2",
        "4",
        "0",
        "3",
        "3",
        "3",
        "3",
        "3",
        "3",
        "3",
        "3",
        "After monster is angry, Sonic Bomb has no effect.",
        "0",
        "0"
    ]

},
{

    "iID": "8000550",
    "data": [
        "8000550",
        "白一角龙",
        "颈部",
        "3",
        "4",
        "4",
        "1",
        "0",
        "4",
        "2",
        "0",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000551",
    "data": [
        "8000551",
        "白一角龙",
        "腹部",
        "3",
        "3",
        "3",
        "1",
        "0",
        "4",
        "2",
        "0",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000552",
    "data": [
        "8000552",
        "白一角龙",
        "尾部",
        "4",
        "4",
        "4",
        "1",
        "0",
        "3",
        "2",
        "0",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000553",
    "data": [
        "8000553",
        "白一角龙",
        "左翼",
        "4",
        "3",
        "4",
        "1",
        "0",
        "4",
        "2",
        "0",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000554",
    "data": [
        "8000554",
        "白一角龙",
        "右翼",
        "4",
        "3",
        "4",
        "1",
        "0",
        "4",
        "2",
        "0",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000555",
    "data": [
        "8000555",
        "白一角龙",
        "翼膜",
        "2",
        "2",
        "3",
        "0",
        "1",
        "2",
        "4",
        "1",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000556",
    "data": [
        "8000556",
        "白一角龙",
        "左腿",
        "2",
        "3",
        "2",
        "2",
        "0",
        "3",
        "4",
        "0",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000557",
    "data": [
        "8000557",
        "白一角龙",
        "右腿",
        "2",
        "3",
        "2",
        "2",
        "0",
        "3",
        "4",
        "0",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

}
];

var materialArray = [
      {

    "iID": "22362",
    "data": [
        "22362",
        "白一角龙的坚壳",
        "白一角龙",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比白一角龙甲壳更坚硬的外壳，被称作坚壳。</FONT>",
        "mat_shell_01_WHT",
        ""
    ]

},
{

    "iID": "22363",
    "data": [
        "22363",
        "白一角龙的锐牙",
        "白一角龙",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白一角龙身上剥取的锋利巨齿，很难被破坏。</FONT>",
        "mat_claw_01_WHT",
        ""
    ]

},
{

    "iID": "22364",
    "data": [
        "22364",
        "白一角龙的坚甲",
        "白一角龙",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙背部的坚甲，光是切割取用就需要花费很多功夫。</FONT>",
        "mat_shell_01_WHT",
        ""
    ]

},
{

    "iID": "22365",
    "data": [
        "22365",
        "白一角龙的坚尾甲",
        "白一角龙",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙尾部的甲壳，质地与重量可以轻易击碎巨石。</FONT>",
        "mat_tail_01_WHT",
        ""
    ]

},
{

    "iID": "22366",
    "data": [
        "22366",
        "白一角龙的延髓",
        "白一角龙",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙体内的特殊物质，难以加工。</FONT>",
        "mat_body_01_WHT",
        ""
    ]

},
{

    "iID": "22367",
    "data": [
        "22367",
        "白一角龙的韧尾",
        "白一角龙",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一条较为完整的白一角龙尾巴，具有压倒性的强度。</FONT>",
        "mat_tail_05_WHT",
        ""
    ]

},
{

    "iID": "22368",
    "data": [
        "22368",
        "白银之角",
        "白一角龙",
        "大型怪物狩猎",
        "尾部（尻尾）",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙的尖角，银白色的角即便不是猎人也很想会得到。</FONT>",
        "mat_horn_01_GRY",
        ""
    ]

},
{

    "iID": "22578",
    "data": [
        "22578",
        "白一角龙的重壳",
        "白一角龙",
        "50级以上王立委托、王立精英委托",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比白一角龙甲壳更坚硬的外壳，被称作坚壳。</FONT>",
        "mat_shell_01_WHT",
        ""
    ]

},
{

    "iID": "22579",
    "data": [
        "22579",
        "白一角龙的重牙",
        "白一角龙",
        "50级以上王立委托、王立精英委托",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白一角龙身上剥取的锋利巨齿，很难被破坏。</FONT>",
        "mat_claw_01_WHT",
        ""
    ]

},
{

    "iID": "22580",
    "data": [
        "22580",
        "白一角龙的重甲",
        "白一角龙",
        "50级以上王立委托、王立精英委托",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙背部的坚甲，光是切割取用就需要花费很多功夫。</FONT>",
        "mat_shell_01_WHT",
        ""
    ]

},
{

    "iID": "22581",
    "data": [
        "22581",
        "白一角龙的重尾甲",
        "白一角龙",
        "50级以上王立委托、王立精英委托",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙尾部的甲壳，质地与重量可以轻易击碎巨石。</FONT>",
        "mat_tail_01_WHT",
        ""
    ]

},
{

    "iID": "22582",
    "data": [
        "22582",
        "白一角龙的心脏",
        "白一角龙",
        "50级以上王立委托、王立精英委托",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白一角龙体内剥离出的心脏，代表了白一角龙永不停止的战斗意志。</FONT>",
        "mat_body_01_WHT",
        ""
    ]

},
{

    "iID": "22583",
    "data": [
        "22583",
        "白一角龙的绝尾",
        "白一角龙",
        "50级以上王立委托、王立精英委托",
        "尾巴",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一条较为完整的白一角龙尾巴，具有压倒性的强度。</FONT>",
        "mat_tail_05_WHT",
        ""
    ]

},
{

    "iID": "22584",
    "data": [
        "22584",
        "坚固的白银之角",
        "白一角龙",
        "50级以上王立委托、王立精英委托",
        "头部",
        "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙的尖角，银白色的角即便不是猎人也很想会得到。</FONT>",
        "mat_horn_01_GRY",
        ""
    ]

}
];