var weaknessArray = [
      {
        "iID": "8000111",
        "data": [
          "8000111",
          "金毛兽王",
          "Torso",
          "2",
          "2",
          "2",
          "0",
          "2",
          "0",
          "0",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "Meat is very effective against this monster.",
          "3"
        ]
      },
      {
        "iID": "8000112",
        "data": [
          "8000112",
          "金毛兽王",
          "Tail",
          "2",
          "2",
          "3",
          "0",
          "4",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000113",
        "data": [
          "8000113",
          "金毛兽王",
          "Head",
          "3",
          "3",
          "2",
          "0",
          "2",
          "0",
          "0",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000114",
        "data": [
          "8000114",
          "金毛兽王",
          "Left Foot",
          "2",
          "2",
          "2",
          "0",
          "2",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000115",
        "data": [
          "8000115",
          "金毛兽王",
          "Left Hand",
          "2",
          "2",
          "2",
          "0",
          "2",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000116",
        "data": [
          "8000116",
          "金毛兽王",
          "Right Foot",
          "2",
          "2",
          "2",
          "0",
          "2",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000117",
        "data": [
          "8000117",
          "金毛兽王",
          "Right Hand",
          "2",
          "2",
          "2",
          "0",
          "2",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15262",
        "data": [
          "15262",
          "金毛兽王的毛",
          "金毛兽王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王身上剥下的毛，在阳光下闪现耀眼的金色光芒。</FONT>",
          "mat_hair_01_YEL",
          "JMSWDM"
        ]
      },
      {
        "iID": "15263",
        "data": [
          "15263",
          "金毛兽王的皮",
          "金毛兽王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的皮，韧度较高，呈现金黄色，能够用来制作装备。</FONT>",
          "mat_leather_02_YEL",
          "JMSWDP"
        ]
      },
      {
        "iID": "15264",
        "data": [
          "15264",
          "金毛兽王的牙",
          "金毛兽王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的牙，能够轻易咬碎动物的皮和鳞片。</FONT>",
          "mat_tooth_02_YEL",
          "JMSWDY"
        ]
      },
      {
        "iID": "15265",
        "data": [
          "15265",
          "金毛兽王的大骨",
          "金毛兽王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从金毛兽王身上剥下的大骨，不但巨大且无比结实。</FONT>",
          "prop_bone_03_YEL",
          "JMSWDDG"
        ]
      },
      {
        "iID": "15266",
        "data": [
          "15266",
          "淡金色的毛",
          "金毛兽王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">淡金色的金毛兽的毛，能够拿来制作一般的装备。</FONT>",
          "mat_hair_04_gold",
          "DJSDM"
        ]
      },
      {
        "iID": "15267",
        "data": [
          "15267",
          "金毛兽王的爪",
          "金毛兽王",
          "大型怪物狩猎",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的爪，是其在遇到敌人时进攻使用的主要武器。</FONT>",
          "mat_claw_01_YEL",
          "JMSWDZ"
        ]
      },
      {
        "iID": "15268",
        "data": [
          "15268",
          "恶臭的粪便",
          "金毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">金毛兽王用来攻击的便便，味道非常大，被这个东西砸到的话，一段时间内没人想靠近你。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：忍脚珠【1】</FONT>",
          "mat_body_01_GRY",
          "ECDFB"
        ]
      },
      {
        "iID": "15269",
        "data": [
          "15269",
          "腐烂的蘑菇",
          "金毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">金毛兽王随身携带的蘑菇，已经放了很久开始腐烂，散发的难闻的恶臭。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：拔刀珠【1】</FONT>",
          "prop_plant_23",
          "FLDMG"
        ]
      },
      {
        "iID": "15270",
        "data": [
          "15270",
          "猩红的臭牙",
          "金毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">金毛兽王的牙齿，除了臭之外，鲜红的颜色非常醒目。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防御珠【2】</FONT>",
          "mat_tooth_02_YEL",
          "XHDCY"
        ]
      },
      {
        "iID": "15271",
        "data": [
          "15271",
          "恶臭的腺体",
          "金毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">金毛兽王用来制造难闻气味的腺体，从中提取的无色无味的分泌物具有强烈的挥发性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：攻击珠【3】</FONT>",
          "mat_visceral_01_YEL",
          "ECDXT"
        ]
      },
      {
        "iID": "15274",
        "data": [
          "15274",
          "金毛兽王的刚毛",
          "金毛兽王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从金毛兽王身上剥下的刚毛，韧性和硬度都比一般的毛要强力许多。</FONT>",
          "mat_hair_01_YEL",
          "JMSWDGM"
        ]
      },
      {
        "iID": "15275",
        "data": [
          "15275",
          "金毛兽王的优质皮",
          "金毛兽王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的坚硬皮，不仅韧度足够，且硬度也非常出色。</FONT>",
          "mat_leather_02_YEL",
          "JMSWDYZP"
        ]
      },
      {
        "iID": "15276",
        "data": [
          "15276",
          "金毛兽王的尖牙",
          "金毛兽王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽�(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的坚硬之牙，具有一般猎人无法想象的坚硬程度。</FONT>",
          "mat_tooth_02_YEL",
          "JMSWDJY"
        ]
      },
      {
        "iID": "15277",
        "data": [
          "15277",
          "金毛兽王的坚骨",
          "金毛兽王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从金毛兽王身上剥下的优质脊骨，制作优异装备价值非常大。</FONT>",
          "prop_bone_03_YEL",
          "JMSWDJG"
        ]
      },
      {
        "iID": "15278",
        "data": [
          "15278",
          "金色的毛",
          "金毛兽王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色的金毛兽的毛，在夜晚似乎也能够发散出微微的光芒。</FONT>",
          "mat_hair_04_gold",
          "JSDM"
        ]
      },
      {
        "iID": "15279",
        "data": [
          "15279",
          "金毛兽王的尖爪",
          "金毛兽王",
          "王立委托、王立精英、极限",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的坚硬之爪，比一般的爪的锐利程度要高出许多。</FONT>",
          "mat_claw_01_YEL",
          "JMSWDJZ"
        ]
      },
      {
        "iID": "15376",
        "data": [
          "15376",
          "金毛兽王的头冠",
          "金毛兽王",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的头冠，毛色亮丽，能打造一些特殊的装备。</FONT>",
          "mat_hair_02_YEL",
          "JMSWDTG"
        ]
      },
      {
        "iID": "15384",
        "data": [
          "15384",
          "金毛兽王优质头皮",
          "金毛兽王",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的头冠，颜色更为鲜艳，厚度也更优秀。</FONT>",
          "mat_leather_01_YEL",
          "JMSWYZTP"
        ]
      }];