var weaknessArray = [
      {
        "iID": "8000331",
        "data": [
          "8000331",
          "吞渊龙",
          "Head",
          "2",
          "2",
          "2",
          "1",
          "2",
          "1",
          "1",
          "3",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000332",
        "data": [
          "8000332",
          "吞渊龙",
          "Back",
          "2",
          "2",
          "1",
          "1",
          "2",
          "1",
          "1",
          "3",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000333",
        "data": [
          "8000333",
          "吞渊龙",
          "Abdomen",
          "2",
          "2",
          "2",
          "1",
          "2",
          "1",
          "1",
          "3",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000334",
        "data": [
          "8000334",
          "吞渊龙",
          "Front Hands",
          "2",
          "2",
          "1",
          "1",
          "2",
          "1",
          "1",
          "3",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000335",
        "data": [
          "8000335",
          "吞渊龙",
          "Rear Feet",
          "2",
          "2",
          "2",
          "1",
          "2",
          "1",
          "1",
          "3",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000336",
        "data": [
          "8000336",
          "吞渊龙",
          "Tail",
          "2",
          "2",
          "1",
          "1",
          "2",
          "1",
          "1",
          "3",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15941",
        "data": [
          "15941",
          "吞渊龙的骨板甲",
          "吞渊龙",
          "王立委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的骨板甲，看起来很重，其实内部是独特的中空结构，非常轻。</FONT>",
          "mat_shell_04_BRW",
          ""
        ]
      },
      {
        "iID": "15942",
        "data": [
          "15942",
          "吞渊龙的岩壳",
          "吞渊龙",
          "王立委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的岩壳，抵御一般的攻击绰绰有余。</FONT>",
          "mat_shell_01_BRW",
          ""
        ]
      },
      {
        "iID": "15943",
        "data": [
          "15943",
          "炮铁砂",
          "吞渊龙",
          "王立委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙储藏在体内的沙子，混有不少金属，是吞渊龙攻击的主要武器。</FONT>",
          "prop_ore_01",
          ""
        ]
      },
      {
        "iID": "15944",
        "data": [
          "15944",
          "古龙之血",
          "吞渊龙",
          "王立委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">古龙的血液，成分是迷。</FONT>",
          "item_icon_10",
          ""
        ]
      },
      {
        "iID": "15945",
        "data": [
          "15945",
          "沙渊的龙玉",
          "吞渊龙",
          "王立委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">寄宿着神秘力量的玉石，会主动和附近的金属制品产生奇妙的引力，其原理目前还是迷。</FONT>",
          "mat_jade_05",
          ""
        ]
      },
      {
        "iID": "15946",
        "data": [
          "15946",
          "吞渊龙的腕甲",
          "吞渊龙",
          "王立委托",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的腕甲，具有锻造价值。</FONT>",
          "mat_claw_02_BRW",
          ""
        ]
      },
      {
        "iID": "15947",
        "data": [
          "15947",
          "吞渊龙的颚",
          "吞渊龙",
          "王立委托",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的颚，硬度很高，能使装备的强度提升。</FONT>",
          "mat_tooth_04_bk_BRW",
          ""
        ]
      },
      {
        "iID": "15948",
        "data": [
          "15948",
          "吞渊龙的背鳍",
          "吞渊龙",
          "王立委托",
          "Back",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的背鳍，可以在沙海中开辟航路。</FONT>",
          "mat_fin_01_BRW",
          ""
        ]
      },
      {
        "iID": "15949",
        "data": [
          "15949",
          "吞渊龙的尾甲",
          "吞渊龙",
          "王立委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的尾部甲壳，有不亚于颚的强度。</FONT>",
          "mat_tail_03",
          ""
        ]
      },
      {
        "iID": "15961",
        "data": [
          "15961",
          "吞渊龙的坚骨甲",
          "吞渊龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的坚骨甲，拥有金属以上的硬度和毛皮的轻盈感。</FONT>",
          "mat_shell_04_BRW",
          ""
        ]
      },
      {
        "iID": "15962",
        "data": [
          "15962",
          "吞渊龙的坚岩壳",
          "吞渊龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的坚岩壳，防御力直线上升。</FONT>",
          "mat_shell_01_BRW",
          ""
        ]
      },
      {
        "iID": "15963",
        "data": [
          "15963",
          "炮钢砂",
          "吞渊龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙储藏在体内的沙子，混入的金属已经合金化，杀伤力更高。</FONT>",
          "prop_ore_01",
          ""
        ]
      },
      {
        "iID": "15964",
        "data": [
          "15964",
          "古龙之燃血",
          "吞渊龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">古龙的高级血液，成分是迷。</FONT>",
          "item_icon_10",
          ""
        ]
      },
      {
        "iID": "15965",
        "data": [
          "15965",
          "沙渊的龙神玉",
          "吞渊龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">寄宿着神秘力量的高级玉石，会主动和附近的金属制品产生奇妙的引力，其原理目前还是迷。</FONT>",
          "mat_jade_05",
          ""
        ]
      },
      {
        "iID": "15966",
        "data": [
          "15966",
          "吞渊龙的坚腕甲",
          "吞渊龙",
          "王立精英委托",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的坚腕甲，具有锻造价值。</FONT>",
          "mat_claw_02_BRW",
          ""
        ]
      },
      {
        "iID": "15967",
        "data": [
          "15967",
          "吞渊龙的大颚",
          "吞渊龙",
          "王立精英委托",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的大颚，硬度很高，能使装备的强度提升。</FONT>",
          "mat_tooth_04_bk_BRW",
          ""
        ]
      },
      {
        "iID": "15968",
        "data": [
          "15968",
          "吞渊龙的优质背鳍",
          "吞渊龙",
          "王立精英委托",
          "Back",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的优质背鳍，可以在沙海中开辟航路。</FONT>",
          "mat_fin_01_BRW",
          ""
        ]
      },
      {
        "iID": "15969",
        "data": [
          "15969",
          "吞渊龙的坚尾甲",
          "吞渊龙",
          "王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的坚尾甲，有不亚于大颚的强度。</FONT>",
          "mat_tail_03",
          ""
        ]
      }];