var weaknessArray = [
      {
        "iID": "8000278",
        "data": [
          "8000278",
          "祸星龙",
          "Torso",
          "4",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "3",
          "3",
          "0",
          "3",
          "0",
          "0",
          "3",
          "0",
          "分3三个阶段",
          "0"
        ]
      },
      {
        "iID": "8000279",
        "data": [
          "8000279",
          "祸星龙",
          "Back",
          "3",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000280",
        "data": [
          "8000280",
          "祸星龙",
          "Tail",
          "3",
          "2",
          "1",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000281",
        "data": [
          "8000281",
          "祸星龙",
          "Head",
          "3",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000282",
        "data": [
          "8000282",
          "祸星龙",
          "Neck",
          "3",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000283",
        "data": [
          "8000283",
          "祸星龙",
          "Left Foot",
          "3",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000284",
        "data": [
          "8000284",
          "祸星龙",
          "Left Hand",
          "3",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000285",
        "data": [
          "8000285",
          "祸星龙",
          "Right Foot",
          "3",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000286",
        "data": [
          "8000286",
          "祸星龙",
          "Right Hand",
          "3",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000287",
        "data": [
          "8000287",
          "祸星龙",
          "Torso",
          "2",
          "2",
          "2",
          "0",
          "2",
          "0",
          "0",
          "0",
          "0",
          "3",
          "0",
          "3",
          "0",
          "0",
          "3",
          "0",
          "二阶段",
          "0"
        ]
      },
      {
        "iID": "8000288",
        "data": [
          "8000288",
          "祸星龙",
          "Back",
          "1",
          "1",
          "2",
          "0",
          "0",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000289",
        "data": [
          "8000289",
          "祸星龙",
          "Tail",
          "2",
          "2",
          "1",
          "0",
          "1",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000290",
        "data": [
          "8000290",
          "祸星龙",
          "Head",
          "2",
          "2",
          "2",
          "0",
          "2",
          "0",
          "0",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000291",
        "data": [
          "8000291",
          "祸星龙",
          "Neck",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000292",
        "data": [
          "8000292",
          "祸星龙",
          "Left Foot",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000293",
        "data": [
          "8000293",
          "祸星龙",
          "Left Hand",
          "1",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000294",
        "data": [
          "8000294",
          "祸星龙",
          "Right Foot",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000295",
        "data": [
          "8000295",
          "祸星龙",
          "Right Hand",
          "1",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000296",
        "data": [
          "8000296",
          "祸星龙",
          "Torso",
          "2",
          "2",
          "2",
          "0",
          "2",
          "0",
          "0",
          "0",
          "0",
          "3",
          "0",
          "3",
          "0",
          "0",
          "3",
          "0",
          "三阶段",
          "0"
        ]
      },
      {
        "iID": "8000297",
        "data": [
          "8000297",
          "祸星龙",
          "Back",
          "3",
          "2",
          "2",
          "0",
          "0",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000298",
        "data": [
          "8000298",
          "祸星龙",
          "Tail",
          "2",
          "2",
          "1",
          "0",
          "1",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000299",
        "data": [
          "8000299",
          "祸星龙",
          "Head",
          "3",
          "2",
          "2",
          "0",
          "2",
          "0",
          "0",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000300",
        "data": [
          "8000300",
          "祸星龙",
          "Neck",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000301",
        "data": [
          "8000301",
          "祸星龙",
          "Left Foot",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000302",
        "data": [
          "8000302",
          "祸星龙",
          "Left Hand",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000303",
        "data": [
          "8000303",
          "祸星龙",
          "Right Foot",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000304",
        "data": [
          "8000304",
          "祸星龙",
          "Right Hand",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15673",
        "data": [
          "15673",
          "寒光的体液",
          "祸星龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">在祸星龙和星羽蝶身上发现的体液，散发出冰冷的寒光。</FONT>",
          "item_icon_53",
          "HGDTY"
        ]
      },
      {
        "iID": "15674",
        "data": [
          "15674",
          "祸星龙的腹甲",
          "祸星龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙具有韧性的腹部甲壳，可以用来制作装备。</FONT>",
          "mat_shell_01_PLE",
          "HXLDFJ"
        ]
      },
      {
        "iID": "15675",
        "data": [
          "15675",
          "祸星龙的角",
          "祸星龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">可怕生物的头部犄角，祸星龙利用来驱赶弱小的生物。</FONT>",
          "mat_horn_01_PLE",
          "HXLDJ"
        ]
      },
      {
        "iID": "15676",
        "data": [
          "15676",
          "祸星龙的甲壳",
          "祸星龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的甲壳，在背部如同岩石一般生长着。</FONT>",
          "mat_shell_01_PLE",
          "HXLDJK"
        ]
      },
      {
        "iID": "15677",
        "data": [
          "15677",
          "祸之龙鳞",
          "祸星龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的稀有鳞片，如同妖星在闪耀一般。</FONT>",
          "mat_scale_01_BLU",
          "HZLL"
        ]
      },
      {
        "iID": "15678",
        "data": [
          "15678",
          "星羽蝶的妖羽",
          "祸星龙",
          "大型怪物狩猎",
          "躯干（本体/胴体）",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">对祸星龙同一部位反复攻击后才能获得的素材，一般猎人将它用来打造装备。</FONT>",
          "mat_wing_02_PLE",
          "XYDDYY"
        ]
      },
      {
        "iID": "15679",
        "data": [
          "15679",
          "祸星龙的尾巴",
          "祸星龙",
          "大型怪物狩猎",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙被断下的尾部，带有较深的色泽，看上去一整条很长。</FONT>",
          "mat_tail_01_PLE",
          "HXLDWB"
        ]
      },
      {
        "iID": "15680",
        "data": [
          "15680",
          "浑浊的龙血",
          "祸星龙",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的血液，浑浊不堪。</FONT>",
          "item_icon_10",
          "HZDLX"
        ]
      },
      {
        "iID": "15681",
        "data": [
          "15681",
          "祸星龙的爪",
          "祸星龙",
          "大型怪物狩猎",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的爪，能作为锻造的素材使用。</FONT>",
          "mat_claw_02",
          "HXLDZ"
        ]
      },
      {
        "iID": "15683",
        "data": [
          "15683",
          "妖艳的星光",
          "祸星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">星羽蝶身上闪烁的迷之发光物，发出诡异的妖光，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：重击珠【3】</FONT>",
          "prop_gem_24",
          ""
        ]
      },
      {
        "iID": "15684",
        "data": [
          "15684",
          "星羽蝶的妖角",
          "祸星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">星羽蝶的妖角，形状和颜色都非常独特，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：装填珠【2】</FONT>",
          "mat_horn_01_bk_PLE",
          ""
        ]
      },
      {
        "iID": "15693",
        "data": [
          "15693",
          "妖光的体液",
          "祸星龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙和星羽蝶上发现的液体，散发着诡异妖娆的光芒。</FONT>",
          "item_icon_53",
          "YGDTY"
        ]
      },
      {
        "iID": "15694",
        "data": [
          "15694",
          "祸星龙的刚翼",
          "祸星龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的刚翼，具有高强度的韧性，适用于各种锻造的需求。</FONT>",
          "mat_shell_01_PLE",
          "HXLDGY"
        ]
      },
      {
        "iID": "15695",
        "data": [
          "15695",
          "祸星龙的尖角",
          "祸星龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尖锐的祸星龙头部角，用来制作的防具很坚固，武器也相当优质。</FONT>",
          "mat_horn_01_PLE",
          "HXLDJJ"
        ]
      },
      {
        "iID": "15696",
        "data": [
          "15696",
          "祸星龙的坚壳",
          "祸星龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙带有的坚硬背壳，覆盖整个身体的保护性能很好。</FONT>",
          "mat_shell_01_PLE",
          "HXLDJK"
        ]
      },
      {
        "iID": "15697",
        "data": [
          "15697",
          "灾星龙鳞",
          "祸星龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙非常稀有的鳞片，见到它的人都感觉会有不好的事情要发生。</FONT>",
          "mat_scale_01_BLU",
          "ZXLL"
        ]
      },
      {
        "iID": "15698",
        "data": [
          "15698",
          "星羽蝶的薄妖羽",
          "祸星龙",
          "王立委托、王立精英、极限",
          "躯干（本体/胴体）",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的背翅，似乎并不支持如此庞大的身躯起飞，但相当有力。</FONT>",
          "mat_wing_02_PLE",
          "XYDDBYY"
        ]
      },
      {
        "iID": "15699",
        "data": [
          "15699",
          "祸星龙的靭尾",
          "祸星龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">较长的祸星龙尾部，相当适合作战使用。</FONT>",
          "mat_tail_01_PLE",
          "HXLDZW"
        ]
      },
      {
        "iID": "15700",
        "data": [
          "15700",
          "混沌的龙血",
          "祸星龙",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙奇特的血液，翻腾的龙血无法分辨它的状态。</FONT>",
          "item_icon_10",
          "HZDLX"
        ]
      },
      {
        "iID": "15701",
        "data": [
          "15701",
          "祸星龙的尖爪",
          "祸星龙",
          "王立委托、王立精英、极限",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">强力的祸星龙爪，比常见的个体还要更大，被当做上好的素材。</FONT>",
          "mat_claw_02",
          "HXLDJZ"
        ]
      }];