var weaknessArray = [
      {
        "iID": "8000409",
        "data": [
          "8000409",
          "灰晶蝎",
          "Tail",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "3",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000410",
        "data": [
          "8000410",
          "灰晶蝎",
          "Head",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000411",
        "data": [
          "8000411",
          "灰晶蝎",
          "Torso",
          "2",
          "3",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000412",
        "data": [
          "8000412",
          "灰晶蝎",
          "Left Foot",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000413",
        "data": [
          "8000413",
          "灰晶蝎",
          "Right Foot",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000414",
        "data": [
          "8000414",
          "灰晶蝎",
          "Left Pincer",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000415",
        "data": [
          "8000415",
          "灰晶蝎",
          "Right Pincer",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "22309",
        "data": [
          "22309",
          "灰晶蝎的尖爪",
          "灰晶蝎",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎的尖爪，比起常见的品种更锋利一些。</FONT>",
          "mat_claw_01_BLU",
          ""
        ]
      },
      {
        "iID": "22310",
        "data": [
          "22310",
          "灰晶蝎的刚毛",
          "灰晶蝎",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎的刚硬的毛，可以用来制作更精良的装备。</FONT>",
          "mat_hair_01",
          ""
        ]
      },
      {
        "iID": "22311",
        "data": [
          "22311",
          "灰晶蝎的坚壳",
          "灰晶蝎",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">甲壳种背部坚硬的壳，可以整块取下当做盾牌使用。</FONT>",
          "mat_shell_01_BLU",
          ""
        ]
      },
      {
        "iID": "22312",
        "data": [
          "22312",
          "灰晶蝎的辉晶石",
          "灰晶蝎",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够泛出白色光芒的灰晶蝎带有的晶体，白色越纯价值越高。</FONT>",
          "prop_gem_07",
          ""
        ]
      },
      {
        "iID": "22313",
        "data": [
          "22313",
          "灰晶蝎的毒刚毛",
          "灰晶蝎",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎身上更加稀少的坚硬毒毛，可以用来制作强力的装备。</FONT>",
          "mat_hair_01",
          ""
        ]
      },
      {
        "iID": "22314",
        "data": [
          "22314",
          "灰晶蝎的大颚",
          "灰晶蝎",
          "王立委托、王立精英委托",
          "Head",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎巨大的颚部，虽然是甲壳种却能轻易咬断坚硬的物品，相当惊人。</FONT>",
          "mat_tooth_04_BLU",
          ""
        ]
      },
      {
        "iID": "22315",
        "data": [
          "22315",
          "灰晶蝎的靭尾",
          "灰晶蝎",
          "王立委托、王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎的尾部，品质较高者可以喷射出大量晶体，利用冲击力攻击猎物。</FONT>",
          "mat_tail_08",
          ""
        ]
      },
      {
        "iID": "22316",
        "data": [
          "22316",
          "灰晶蝎的巨钳",
          "灰晶蝎",
          "王立委托、王立精英委托",
          "左,右手（钳）",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎的巨大钳子，可以用来打造各种装备。</FONT>",
          "mat_claw_01_BLU",
          ""
        ]
      }];