var weaknessArray = [
      {
        "iID": "8000103",
        "data": [
          "8000103",
          "眠鸟",
          "Torso",
          "2",
          "2",
          "2",
          "2",
          "0",
          "0",
          "1",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000104",
        "data": [
          "8000104",
          "眠鸟",
          "Back",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000105",
        "data": [
          "8000105",
          "眠鸟",
          "Head",
          "3",
          "3",
          "3",
          "1",
          "0",
          "0",
          "0",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000106",
        "data": [
          "8000106",
          "眠鸟",
          "Neck",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000107",
        "data": [
          "8000107",
          "眠鸟",
          "Tail",
          "2",
          "2",
          "2",
          "0",
          "0",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000108",
        "data": [
          "8000108",
          "眠鸟",
          "Wings",
          "2",
          "2",
          "2",
          "1",
          "0",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000109",
        "data": [
          "8000109",
          "眠鸟",
          "Left Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000110",
        "data": [
          "8000110",
          "眠鸟",
          "Right Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15226",
        "data": [
          "15226",
          "眠鸟的爪",
          "眠鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从眠鸟身上剥下的爪，颜色发黑，是制作普通眠鸟装备的素材。</FONT>",
          "mat_claw_01_PNK",
          "MNDZ"
        ]
      },
      {
        "iID": "15227",
        "data": [
          "15227",
          "稀释的眠液",
          "眠鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">眠鸟体内产生的具有催眠效果的液体，浓度很低，对治疗失眠非常有效。</FONT>",
          "item_icon_09",
          "XSDMY"
        ]
      },
      {
        "iID": "15228",
        "data": [
          "15228",
          "破损的眠袋",
          "眠鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">眠鸟体内生产催眠液体的器官，已经破损，没什么用了。</FONT>",
          "mat_visceral_02_PNK",
          "PSDMD"
        ]
      },
      {
        "iID": "15229",
        "data": [
          "15229",
          "眠鸟的胃石",
          "眠鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">眠鸟为了促进消化而食用的砂石，在胃中结晶化的产物。</FONT>",
          "prop_ore_01",
          "MNDWS"
        ]
      },
      {
        "iID": "15230",
        "data": [
          "15230",
          "眠鸟的羽毛",
          "眠鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鲜艳的眠鸟羽毛，具有相当强劲的韧性。</FONT>",
          "mat_feather_02_PNK",
          "MNDYM"
        ]
      },
      {
        "iID": "15231",
        "data": [
          "15231",
          "七色的尾羽",
          "眠鸟",
          "大型怪物狩猎",
          "Back",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">眠鸟尾部的七色羽毛，颜色非常鲜艳，较为稀有。</FONT>",
          "mat_feather_02_PNK",
          "QSDWY"
        ]
      },
      {
        "iID": "15232",
        "data": [
          "15232",
          "眠鸟的翼羽",
          "眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">眠鸟的翅膀，可以用来制作一些特定的道具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：眠瓶珠【1】</FONT>",
          "mat_wing_03_PNK",
          "MNDYY"
        ]
      },
      {
        "iID": "15233",
        "data": [
          "15233",
          "橙色的绒毛",
          "眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">具有亮橙色的绒毛，非常的柔软漂亮。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐眠珠【1】</FONT>",
          "mat_hair_01_PNK",
          "CSDRM"
        ]
      },
      {
        "iID": "15234",
        "data": [
          "15234",
          "眠鸟的尾巴",
          "眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">眠鸟形状奇特的尾巴，可以用来制作道具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：特攻珠【1】</FONT>",
          "mat_tail_06_PNK",
          "MNDWB"
        ]
      },
      {
        "iID": "15235",
        "data": [
          "15235",
          "粗壮的鸟腿骨",
          "眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">眠鸟强壮而有力的腿骨，非常适合奔跑和跳跃。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：抗震珠【1】</FONT>",
          "prop_bone_01_PNK",
          "CZDNTG"
        ]
      },
      {
        "iID": "15238",
        "data": [
          "15238",
          "眠鸟的尖爪",
          "眠鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从眠鸟身上剥下的上等爪，锐利程度更高且无比坚硬。</FONT>",
          "mat_claw_01_PNK",
          "MNDJZ"
        ]
      },
      {
        "iID": "15239",
        "data": [
          "15239",
          "浓缩的眠液",
          "眠鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">纯度非常高的催眠液体，只要闻一下就会立刻昏睡过去，少儿不宜使用。</FONT>",
          "item_icon_09",
          "NSDMY"
        ]
      },
      {
        "iID": "15240",
        "data": [
          "15240",
          "完整的眠袋",
          "眠鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">完整剥取的眠鸟体内生产催眠液体的器官，里面充满了催眠液体，请小心拿取。</FONT>",
          "mat_visceral_02_PNK",
          "WZDMD"
        ]
      },
      {
        "iID": "15241",
        "data": [
          "15241",
          "眠鸟的橙羽毛",
          "眠鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">橙色的眠鸟羽毛，鲜艳的橙色进一步突显它的价值。</FONT>",
          "mat_feather_02_PNK",
          "MNDCYM"
        ]
      },
      {
        "iID": "15242",
        "data": [
          "15242",
          "眠鸟的稀胃石",
          "眠鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">非常稀少的眠鸟的胃石，做为装备锻造的素材是非常具有价值的。</FONT>",
          "prop_ore_01",
          "MNDXWS"
        ]
      },
      {
        "iID": "15243",
        "data": [
          "15243",
          "多彩的尾羽",
          "眠鸟",
          "王立委托、王立精英、极限",
          "Back",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">眠鸟尾部的更加华丽的羽毛，色彩丰富，非常稀有。</FONT>",
          "mat_feather_02_PNK",
          "DCDWY"
        ]
      },
      {
        "iID": "15364",
        "data": [
          "15364",
          "眠鸟的喙",
          "眠鸟",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">形状特异的眠鸟的喙，是外观引人注目的素材。</FONT>",
          "mat_beak_01_bk_PNK",
          "MNDZ"
        ]
      },
      {
        "iID": "15368",
        "data": [
          "15368",
          "眠鸟重喙",
          "眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">眠鸟的锋利嘴部，前端更为锋利，如果不破坏的话无法将其取下。</FONT>",
          "mat_beak_01_bk_PNK",
          "MNZZ"
        ]
      },
      {
        "iID": "15372",
        "data": [
          "15372",
          "眠鸟的牙喙",
          "眠鸟",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">眠鸟的锋利嘴部，前端更为锋利，如果不破坏的话无法将其取下。</FONT>",
          "mat_beak_01_bk_PNK",
          "MNDYZ"
        ]
      }];