var weaknessArray = 
{
  "errCode": 0,
  "msg": "success",
  "result": {
    "rows": [
      {
        "iID": "8000001",
        "data": [
          "8000001",
          "大野猪王",
          "全身",
          "4",
          "4",
          "4",
          "4",
          "4",
          "4",
          "4",
          "4",
          "3",
          "3",
          "3",
          "3",
          "0",
          "3",
          "3",
          "0",
          "",
          "0",
          "0"
        ]
      }
    ],
    "total": 1
  }
};