var weaknessArray = [
      {
        "iID": "8000377",
        "data": [
          "8000377",
          "角龙",
          "Head",
          "2",
          "1",
          "2",
          "0",
          "1",
          "1",
          "2",
          "1",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "",
          "0"
        ]
      },
      {
        "iID": "8000378",
        "data": [
          "8000378",
          "角龙",
          "Neck",
          "2",
          "3",
          "3",
          "0",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000379",
        "data": [
          "8000379",
          "角龙",
          "Back",
          "2",
          "2",
          "2",
          "0",
          "1",
          "1",
          "2",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000380",
        "data": [
          "8000380",
          "角龙",
          "Abdomen",
          "2",
          "3",
          "2",
          "0",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000381",
        "data": [
          "8000381",
          "角龙",
          "Tail",
          "3",
          "3",
          "4",
          "0",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000382",
        "data": [
          "8000382",
          "角龙",
          "Wings",
          "2",
          "3",
          "2",
          "0",
          "1",
          "1",
          "1",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000383",
        "data": [
          "8000383",
          "角龙",
          "Wing Membrane",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000384",
        "data": [
          "8000384",
          "角龙",
          "Legs",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "22205",
        "data": [
          "22205",
          "角龙的坚壳",
          "角龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比角龙甲壳更坚硬的外壳，被称作坚壳。</FONT>",
          "mat_shell_01_YEL",
          ""
        ]
      },
      {
        "iID": "22206",
        "data": [
          "22206",
          "角龙的锐牙",
          "角龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从角龙身上剥取的锋利巨齿，很难被破坏。</FONT>",
          "mat_claw_01_YEL",
          ""
        ]
      },
      {
        "iID": "22207",
        "data": [
          "22207",
          "角龙的坚甲",
          "角龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">角龙背部的坚甲，光是切割取用就需要花费很多功夫。</FONT>",
          "mat_shell_01_YEL",
          ""
        ]
      },
      {
        "iID": "22208",
        "data": [
          "22208",
          "角龙的坚尾甲",
          "角龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">角龙尾部的甲壳，质地与重量可以轻易击碎巨石。</FONT>",
          "mat_tail_01",
          ""
        ]
      },
      {
        "iID": "22209",
        "data": [
          "22209",
          "角龙的延髓",
          "角龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从角龙体内剥离出的特殊骨质，十分稀少且剥取困难，也是研究角龙的重要标本。</FONT>",
          "mat_body_01_YEL",
          ""
        ]
      },
      {
        "iID": "22210",
        "data": [
          "22210",
          "角龙的韧尾",
          "角龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一条较为完整的角龙尾巴，具有压倒性的强度。</FONT>",
          "mat_tail_06_OR",
          ""
        ]
      },
      {
        "iID": "22211",
        "data": [
          "22211",
          "上等的卷角",
          "角龙",
          "王立委托、王立精英委托",
          "Head",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">材质上等的角龙之角，用途十分广泛。</FONT>",
          "mat_horn_01_bk_YEL",
          ""
        ]
      },
      {
        "iID": "22212",
        "data": [
          "22212",
          "优质的弯曲角",
          "角龙",
          "王立委托、王立精英委托",
          "Head",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">优质的角龙曲角，象征角龙不屈的斗魂，是猎人们梦寐以求的装饰。</FONT>",
          "mat_horn_01_YEL",
          ""
        ]
      }];