var weaknessArray = [
      {
        "iID": "8000390",
        "data": [
          "8000390",
          "砂岩龙",
          "Torso",
          "1",
          "1",
          "1",
          "0",
          "0",
          "0",
          "1",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000391",
        "data": [
          "8000391",
          "砂岩龙",
          "Head",
          "1",
          "1",
          "1",
          "0",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000392",
        "data": [
          "8000392",
          "砂岩龙",
          "Neck",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000393",
        "data": [
          "8000393",
          "砂岩龙",
          "Right Wing",
          "1",
          "2",
          "2",
          "0",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000394",
        "data": [
          "8000394",
          "砂岩龙",
          "Left Front Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000395",
        "data": [
          "8000395",
          "砂岩龙",
          "Right Front Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000396",
        "data": [
          "8000396",
          "砂岩龙",
          "Tail",
          "2",
          "1",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000397",
        "data": [
          "8000397",
          "砂岩龙",
          "Abdomen",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000398",
        "data": [
          "8000398",
          "砂岩龙",
          "Back",
          "1",
          "1",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000399",
        "data": [
          "8000399",
          "砂岩龙",
          "Left Wing",
          "1",
          "2",
          "2",
          "0",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "22245",
        "data": [
          "22245",
          "砂岩龙的坚壳",
          "砂岩龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙坚硬的甲壳，能经受猛烈的打击，狩猎时很头疼生产时却很受喜爱。</FONT>",
          "mat_shell_01_BLK",
          ""
        ]
      },
      {
        "iID": "22246",
        "data": [
          "22246",
          "砂岩龙的坚头壳",
          "砂岩龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能经受更大攻击的砂岩龙头壳，即使从高处摔下也不必担心会损坏。</FONT>",
          "mat_head_18_BLK",
          ""
        ]
      },
      {
        "iID": "22247",
        "data": [
          "22247",
          "砂岩龙的坚背壳",
          "砂岩龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更优质的砂岩龙背壳，由于其硬度剥取时也相当困难。</FONT>",
          "mat_shell_04",
          ""
        ]
      },
      {
        "iID": "22248",
        "data": [
          "22248",
          "砂岩龙的优质翼",
          "砂岩龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的砂岩龙翼，并不能用于飞行，硬度有更大提升。</FONT>",
          "mat_wing_03",
          ""
        ]
      },
      {
        "iID": "22249",
        "data": [
          "22249",
          "砂岩龙的沙泪",
          "砂岩龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙泪腺附近发现的怪石，宛如沙漠中的一颗星辰。</FONT>",
          "prop_gem_01_YEL",
          ""
        ]
      },
      {
        "iID": "22250",
        "data": [
          "22250",
          "砂岩龙的坚腹甲",
          "砂岩龙",
          "王立委托、王立精英委托",
          "Abdomen",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙腹部的优质甲壳，比普通的腹甲强度更高，泛用性很强。</FONT>",
          "mat_shell_01_OR",
          ""
        ]
      },
      {
        "iID": "22251",
        "data": [
          "22251",
          "砂岩龙的靭尾",
          "砂岩龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙强韧的尾部，比同类更强韧�尾部会被用来制作上好的防具，品质也有所提升。</FONT>",
          "mat_tail_07",
          ""
        ]
      }];