var weaknessArray = [
      {
        "iID": "8000028",
        "data": [
          "8000028",
          "鬼狩蛛",
          "Abdomen",
          "2",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "3",
          "3",
          "3",
          "3",
          "0",
          "3",
          "0",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000029",
        "data": [
          "8000029",
          "鬼狩蛛",
          "Torso",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000030",
        "data": [
          "8000030",
          "鬼狩蛛",
          "Head",
          "2",
          "3",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000031",
        "data": [
          "8000031",
          "鬼狩蛛",
          "Left Hind Leg",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000032",
        "data": [
          "8000032",
          "鬼狩蛛",
          "Right Hind Leg",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000033",
        "data": [
          "8000033",
          "鬼狩蛛",
          "Left Hand",
          "2",
          "2",
          "1",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000034",
        "data": [
          "8000034",
          "鬼狩蛛",
          "Right Hand",
          "2",
          "2",
          "1",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15082",
        "data": [
          "15082",
          "鬼狩蛛的爪",
          "鬼狩蛛",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鬼狩蛛的爪，硬度一般，能够制作普通的装备。</FONT>",
          "mat_claw_02_GRY",
          "GZZDZ"
        ]
      },
      {
        "iID": "15083",
        "data": [
          "15083",
          "鬼狩蛛的甲壳",
          "鬼狩蛛",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鬼狩蛛的甲壳，可以用来制作一般的防具。</FONT>",
          "mat_shell_05",
          "GZZDJK"
        ]
      },
      {
        "iID": "15084",
        "data": [
          "15084",
          "鬼狩蛛的体液",
          "鬼狩蛛",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从鬼狩蛛身上获取的体液，黏性较大，一般猎人会使用瓶子来采集。</FONT>",
          "item_icon_53",
          "GZZDTY"
        ]
      },
      {
        "iID": "15085",
        "data": [
          "15085",
          "鬼狩蛛的毛",
          "鬼狩蛛",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鬼狩蛛的毛，制作一些防具时需要的素材。</FONT>",
          "mat_hair_02_GRY",
          "GZZDM"
        ]
      },
      {
        "iID": "15086",
        "data": [
          "15086",
          "鬼狩蛛的复眼",
          "鬼狩蛛",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从鬼狩蛛身上剥下的眼，似乎可以用来加工成猎人的装备。</FONT>",
          "item_icon_70",
          "GZZDFY"
        ]
      },
      {
        "iID": "15087",
        "data": [
          "15087",
          "鬼狩蛛的蛛丝",
          "鬼狩蛛",
          "大型怪物狩猎",
          "Abdomen",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从鬼狩蛛身上获取的蜘蛛丝，相对一般的蜘蛛丝韧性要更高一些。</FONT>",
          "17",
          "GZZDZS"
        ]
      },
      {
        "iID": "15088",
        "data": [
          "15088",
          "破损的腺体",
          "鬼狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">鬼狩蛛身体中已经被破坏的腺体，分泌物涂在衣料皮革上具有一定的防水效果。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐水珠【1】</FONT>",
          "mat_visceral_02_GRY",
          ""
        ]
      },
      {
        "iID": "15089",
        "data": [
          "15089",
          "鬼狩蛛的鬼面壳",
          "鬼狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">鬼狩蛛背部用于伪装鬼面的甲壳，非常的吓人。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：流水珠【1】</FONT>",
          "mat_shell_05",
          ""
        ]
      },
      {
        "iID": "15090",
        "data": [
          "15090",
          "鬼王之角",
          "鬼狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">鬼狩蛛背部的尖角，非常的巨大且尖锐。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：达人珠【1】</FONT>",
          "mat_horn_01_GRY",
          ""
        ]
      },
      {
        "iID": "15091",
        "data": [
          "15091",
          "不明的体液",
          "鬼狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">鬼狩蛛身体中提取的液体。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：制水珠【1】</FONT>",
          "item_icon_09",
          ""
        ]
      },
      {
        "iID": "15094",
        "data": [
          "15094",
          "鬼狩蛛的尖爪",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鬼狩蛛的尖爪，能够轻易撕破猎人的防具，当然制作成武器的话也能够轻易击破怪物的甲壳和鳞片。</FONT>",
          "mat_claw_02_GRY",
          "GZZDJZ"
        ]
      },
      {
        "iID": "15095",
        "data": [
          "15095",
          "鬼狩蛛的坚壳",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鬼狩蛛的重壳，较为稀少的素材，能够经受住长时间的敲击。</FONT>",
          "mat_shell_05",
          "GZZDJK"
        ]
      },
      {
        "iID": "15096",
        "data": [
          "15096",
          "鬼狩蛛的浓液",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从鬼狩蛛身上获取的优质体液，粘度更强，且即便放置很��也不容易挥发。</FONT>",
          "item_icon_53",
          "GZZDNY"
        ]
      },
      {
        "iID": "15097",
        "data": [
          "15097",
          "鬼狩蛛的刚毛",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鬼狩蛛的豪刚毛，如同钢针一般坚硬的毛，用来制作优异装备再好不过。</FONT>",
          "mat_hair_02_GRY",
          "GZZDGM"
        ]
      },
      {
        "iID": "15098",
        "data": [
          "15098",
          "鬼狩蛛的鬼眼",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从鬼狩蛛身上剥下的更加优质的复眼，能绝对精确锁定猎物的复眼很少见。</FONT>",
          "item_icon_70",
          "GZZDGY"
        ]
      },
      {
        "iID": "15099",
        "data": [
          "15099",
          "鬼狩蛛的韧蛛丝",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          "Abdomen",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从鬼狩蛛身上获取的蜘蛛丝，韧度要更加强力一些，如果不小心拿去可能会划破手。</FONT>",
          "17",
          "GZZDRZS"
        ]
      },
      {
        "iID": "15304",
        "data": [
          "15304",
          "鬼狩蛛的盾爪壳",
          "鬼狩蛛",
          "大型怪物狩猎",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">需要通过一定程度破坏才能获得的鬼狩蛛爪上的硬壳，其强度可以用来制作武器。</FONT>",
          "mat_shell_05",
          "GZZDDZK"
        ]
      },
      {
        "iID": "15312",
        "data": [
          "15312",
          "鬼狩蛛的盾爪坚壳",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">珍贵的鬼狩蛛爪上的硬壳，刚硬的程度代表了爪的强度，具有如此硬度的甲壳很少见。</FONT>",
          "mat_shell_05",
          "GZZDDZJK"
        ]
      }];