var weaknessArray = [
      {
        "iID": "8000077",
        "data": [
          "8000077",
          "青怪鸟",
          "Head",
          "3",
          "3",
          "2",
          "0",
          "2",
          "2",
          "2",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "After monster is angry, Sonic Bomb has no effect.",
          "0"
        ]
      },
      {
        "iID": "8000078",
        "data": [
          "8000078",
          "青怪鸟",
          "Neck",
          "3",
          "2",
          "3",
          "0",
          "4",
          "4",
          "3",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000079",
        "data": [
          "8000079",
          "青怪鸟",
          "Back",
          "2",
          "3",
          "2",
          "0",
          "1",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000080",
        "data": [
          "8000080",
          "青怪鸟",
          "Torso",
          "2",
          "3",
          "3",
          "0",
          "1",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000081",
        "data": [
          "8000081",
          "青怪鸟",
          "Tail",
          "2",
          "2",
          "2",
          "0",
          "1",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000082",
        "data": [
          "8000082",
          "青怪鸟",
          "Left Wing",
          "2",
          "2",
          "2",
          "0",
          "1",
          "2",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000083",
        "data": [
          "8000083",
          "青怪鸟",
          "Right Wing",
          "2",
          "2",
          "2",
          "0",
          "1",
          "2",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000084",
        "data": [
          "8000084",
          "青怪鸟",
          "Left Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000085",
        "data": [
          "8000085",
          "青怪鸟",
          "Right Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15208",
        "data": [
          "15208",
          "青怪鸟的爪",
          "青怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青色的爪子，是常见的素材。</FONT>",
          "mat_claw_01_CYN",
          "QGNDZ"
        ]
      },
      {
        "iID": "15209",
        "data": [
          "15209",
          "青怪鸟的鳞",
          "青怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青色的怪鸟之鳞，是相对珍贵的素材。</FONT>",
          "mat_scale_01_CYN",
          "QGNDL"
        ]
      },
      {
        "iID": "15210",
        "data": [
          "15210",
          "青怪鸟的翼",
          "青怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从青怪鸟身上剥下的翼，是制作青怪鸟装备必要的素材。</FONT>",
          "mat_wing_01_CYN",
          "QGNDY"
        ]
      },
      {
        "iID": "15211",
        "data": [
          "15211",
          "青怪鸟的背甲",
          "青怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟背部的甲壳，非常的坚硬。</FONT>",
          "mat_shell_01_CYN",
          "QGNDBJ"
        ]
      },
      {
        "iID": "15212",
        "data": [
          "15212",
          "巨大的青鸟喙",
          "青怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟的喙，形状较为独特，且颜色鲜艳。</FONT>",
          "mat_beak_01_CYN",
          "JDDQNZ"
        ]
      },
      {
        "iID": "15213",
        "data": [
          "15213",
          "青怪鸟的耳",
          "青怪鸟",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟的耳朵，非常轻，在制作一些工艺品上有较高的价值。</FONT>",
          "mat_ear_01_CYN",
          "QGNDE"
        ]
      },
      {
        "iID": "15214",
        "data": [
          "15214",
          "青色的翼膜",
          "青怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">青怪鸟的翅膀上半透明的青色翼膜，具有非常柔韧的韧性和光泽，不仅耐火还可以用来制作漂亮的装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：无伤珠【1】</FONT>",
          "mat_membrane_01_CYN",
          "QSDYM"
        ]
      },
      {
        "iID": "15215",
        "data": [
          "15215",
          "青怪鸟的翼爪",
          "青怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">青怪鸟翅膀上退化的爪子，仍然很锋。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防风珠【1】</FONT>",
          "mat_claw_01_CYN",
          "QGNDYZ"
        ]
      },
      {
        "iID": "15216",
        "data": [
          "15216",
          "青怪鸟的尾巴",
          "青怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">青怪鸟的尾巴，非常的具有韧性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：生存珠【1】</FONT>",
          "mat_beak_02_CYN",
          "QGNDWB"
        ]
      },
      {
        "iID": "15217",
        "data": [
          "15217",
          "青绿色的韧皮",
          "青怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">青怪鸟身上青绿色的皮革，具有一定的火炎耐性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：火炎珠【2】</FONT>",
          "mat_leather_01_CYN",
          "QLSDRP"
        ]
      },
      {
        "iID": "15220",
        "data": [
          "15220",
          "青怪鸟的尖爪",
          "青怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟尖锐的爪子，来自于成年凶猛的青怪鸟。</FONT>",
          "mat_claw_01_CYN",
          "QGNDJZ"
        ]
      },
      {
        "iID": "15221",
        "data": [
          "15221",
          "青怪鸟的优质鳞",
          "青怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟的上等鳞片，颜色更加深邃，看久了似乎会陷入无法自拔的状态。</FONT>",
          "mat_scale_01_CYN",
          "QGNDYZL"
        ]
      },
      {
        "iID": "15222",
        "data": [
          "15222",
          "青怪鸟的优质翼",
          "青怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从青怪鸟身上剥下的优质翼，韧性非常棒。</FONT>",
          "mat_wing_01_CYN",
          "QGNDYZY"
        ]
      },
      {
        "iID": "15223",
        "data": [
          "15223",
          "青怪鸟的坚背甲",
          "青怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟背部的优质甲壳，硬度更上一层楼，数量比较稀少。</FONT>",
          "mat_shell_01_CYN",
          "QGNDJBJ"
        ]
      },
      {
        "iID": "15224",
        "data": [
          "15224",
          "华丽的青鸟喙",
          "青怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟的锐利之尖嘴，如果一不小心被啄到的话会很痛。</FONT>",
          "mat_beak_01_CYN",
          "HLDQNZ"
        ]
      },
      {
        "iID": "15225",
        "data": [
          "15225",
          "青怪鸟的地狱耳",
          "青怪鸟",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟的上等耳朵，数量较为稀少，外观和色彩都非常华丽。</FONT>",
          "mat_ear_01_CYN",
          "QGNDDYE"
        ]
      },
      {
        "iID": "21099",
        "data": [
          "21099",
          "完整的鸣袋",
          "青怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><FONT COLOR=\"#C6B262\">怪物的内脏器官，割破后会发出震耳欲聋的噪音。</FONT>",
          "mat_visceral_03",
          "WZDMD"
        ]
      }];