var weaknessArray = [
      {
        "iID": "8000253",
        "data": [
          "8000253",
          "红电龙",
          "Torso",
          "3",
          "3",
          "1",
          "0",
          "2",
          "0",
          "0",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000254",
        "data": [
          "8000254",
          "红电龙",
          "Head",
          "2",
          "3",
          "4",
          "0",
          "2",
          "0",
          "0",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000255",
        "data": [
          "8000255",
          "红电龙",
          "Neck",
          "3",
          "3",
          "3",
          "0",
          "2",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000256",
        "data": [
          "8000256",
          "红电龙",
          "Wings",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000257",
        "data": [
          "8000257",
          "红电龙",
          "Left Leg",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000258",
        "data": [
          "8000258",
          "红电龙",
          "Right Leg",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000259",
        "data": [
          "8000259",
          "红电龙",
          "Tail",
          "1",
          "1",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15523",
        "data": [
          "15523",
          "红电龙的翼",
          "红电龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙的翼，血红的颜色很鲜艳。</FONT>",
          "mat_wing_01_PNK",
          "HDLDY"
        ]
      },
      {
        "iID": "15524",
        "data": [
          "15524",
          "魅惑色的皮",
          "红电龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙柔软的外皮，能用来制作防具。</FONT>",
          "mat_leather_01_PNK",
          "ZHSDP"
        ]
      },
      {
        "iID": "15525",
        "data": [
          "15525",
          "红电龙的牙",
          "红电龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙的牙齿，被大量讨伐后剥取，数量很多。</FONT>",
          "mat_tooth_01",
          "HDLDY"
        ]
      },
      {
        "iID": "15526",
        "data": [
          "15526",
          "微光的电气袋",
          "红电龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙储存电气的器官，发出微弱的光芒，触摸的话有轻微的麻痹感。</FONT>",
          "mat_visceral_01_PNK",
          "WGDDQD"
        ]
      },
      {
        "iID": "15527",
        "data": [
          "15527",
          "红电龙的吸盘",
          "红电龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙尾部的吸盘，可以使红电龙吸附在崖壁上。</FONT>",
          "prop_bone_03_RED",
          "HDLDXP"
        ]
      },
      {
        "iID": "15528",
        "data": [
          "15528",
          "红色里脊肉",
          "红电龙",
          "大型怪物狩猎",
          "躯干（本体/胴体）",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">泛着红色的电龙脊肉，既是良好的食材也是制作一些装备需要的素材。</FONT>",
          "item_icon_18",
          "HSLJR"
        ]
      },
      {
        "iID": "15533",
        "data": [
          "15533",
          "魅惑色的翼膜",
          "红电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">红电龙的翼膜，韧性很强。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：匠珠【2】</FONT>",
          "item_icon_71",
          "ZHSDYM"
        ]
      },
      {
        "iID": "15534",
        "data": [
          "15534",
          "魅惑色的环状嘴",
          "红电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">红电龙的嘴巴，长满了密密麻麻的牙齿，非常可怕。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：锁气珠【3】</FONT>",
          "mat_leather_01_PNK",
          "ZHSDHZZ"
        ]
      },
      {
        "iID": "15535",
        "data": [
          "15535",
          "红电龙坚牙",
          "红电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">红电龙掉落的牙齿，相当锋利使得在掉落时嵌在了地上。</FONT>",
          "mat_tooth_01",
          "HDLJY"
        ]
      },
      {
        "iID": "15536",
        "data": [
          "15536",
          "红电击袋",
          "红电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">怪物用来释放强大电击时使用的器官，看起来就麻麻的。</FONT>",
          "mat_visceral_01_PNK",
          "HDJD"
        ]
      },
      {
        "iID": "15543",
        "data": [
          "15543",
          "红电龙的刚翼",
          "红电龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从红电龙身上剥取的翼膜，因为要支撑庞大的身体所以很坚韧。</FONT>",
          "mat_wing_01_PNK",
          "HDLDGY"
        ]
      },
      {
        "iID": "15544",
        "data": [
          "15544",
          "魅惑色的柔皮",
          "红电龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">颜色特别的外皮，比起一般的外皮更为柔软，但是由于质地更好而不易损坏。</FONT>",
          "mat_leather_01_PNK",
          "ZHSDRP"
        ]
      },
      {
        "iID": "15545",
        "data": [
          "15545",
          "红电龙的尖牙",
          "红电龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙掉落的牙齿，相当锋利使得在掉落时嵌在了地上。</FONT>",
          "mat_tooth_01",
          "HDLDJY"
        ]
      },
      {
        "iID": "15546",
        "data": [
          "15546",
          "强光的电气袋",
          "红电龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙储存电气的器官，发出强烈的光芒。禁止徒手触摸，小心触电。</FONT>",
          "mat_visceral_01_PNK",
          "QGDDQD"
        ]
      },
      {
        "iID": "15547",
        "data": [
          "15547",
          "红电龙的强力吸盘",
          "红电龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙尾部的强力吸盘，比起普通的吸盘，颜色跟深，更大，吸力更强！</FONT>",
          "prop_bone_03_RED",
          "HDLDQLXP"
        ]
      },
      {
        "iID": "15548",
        "data": [
          "15548",
          "红色霜降肉",
          "红电龙",
          "王立委托、王立精英、极限",
          "躯干（本体/胴体）",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">肉质更好的红色生肉片，带有血色的肉看上去很新鲜。</FONT>",
          "item_icon_18",
          "HSSJR"
        ]
      }];