var weaknessArray = [
      {
        "iID": "8000071",
        "data": [
          "8000071",
          "大名盾蟹",
          "Shell",
          "2",
          "2",
          "2",
          "1",
          "0",
          "2",
          "0",
          "0",
          "3",
          "3",
          "3",
          "3",
          "0",
          "3",
          "0",
          "0",
          "When monster is in defense state use Sonic Bomb.",
          "0"
        ]
      },
      {
        "iID": "8000072",
        "data": [
          "8000072",
          "大名盾蟹",
          "Torso",
          "2",
          "3",
          "2",
          "1",
          "0",
          "1",
          "0",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000073",
        "data": [
          "8000073",
          "大名盾蟹",
          "Left Foot",
          "2",
          "2",
          "2",
          "1",
          "0",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000074",
        "data": [
          "8000074",
          "大名盾蟹",
          "Right Foot",
          "2",
          "2",
          "2",
          "1",
          "0",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000075",
        "data": [
          "8000075",
          "大名盾蟹",
          "Left Hand",
          "2",
          "2",
          "1",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000076",
        "data": [
          "8000076",
          "大名盾蟹",
          "Right Hand",
          "2",
          "2",
          "1",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15190",
        "data": [
          "15190",
          "盾蟹的爪",
          "大名盾蟹",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的大名盾蟹之爪，能够轻易的击碎岩石。</FONT>",
          "mat_claw_04",
          "DXDZ"
        ]
      },
      {
        "iID": "15191",
        "data": [
          "15191",
          "盾蟹的甲壳",
          "大名盾蟹",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的大名盾蟹甲壳，非常的轻，很容易进行加工。</FONT>",
          "mat_shell_04",
          "DXDJK"
        ]
      },
      {
        "iID": "15192",
        "data": [
          "15192",
          "盾蟹的脚",
          "大名盾蟹",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够支撑大名盾蟹庞大身躯的坚硬之脚。</FONT>",
          "mat_claw_01_PNK",
          "DXDJ"
        ]
      },
      {
        "iID": "15193",
        "data": [
          "15193",
          "盾蟹的小壳",
          "大名盾蟹",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大名盾蟹小巧的甲壳，通途很广。</FONT>",
          "mat_shell_01_PNK",
          "DXDXK"
        ]
      },
      {
        "iID": "15194",
        "data": [
          "15194",
          "黑珍珠",
          "大名盾蟹",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从大名盾蟹壳中取出的黑色珍珠，拥有一定的价值，也可以做为素材使用。</FONT>",
          "prop_jewel_06",
          "HZZ"
        ]
      },
      {
        "iID": "15196",
        "data": [
          "15196",
          "肥美的蟹黄",
          "大名盾蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大名盾蟹的蟹黄，胆大的美食猎人拿它来制作料理，其本身也有极强的药用价值。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：草药珠【1】</FONT>",
          "mat_body_01_PNK",
          "FMDXH"
        ]
      },
      {
        "iID": "15197",
        "data": [
          "15197",
          "盾蟹的鳃",
          "大名盾蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大名盾蟹的呼吸器官，里面充满了沙子等杂质，晒干后有不错的碾磨效果。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：研磨珠【1】</FONT>",
          "mat_body_01_PNK",
          "DXDS"
        ]
      },
      {
        "iID": "15198",
        "data": [
          "15198",
          "长满霉斑的骨头",
          "大名盾蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">在潮湿的环境中，大名盾蟹背部长满了霉斑的龙骨，可以用来制作装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：早复珠【1】</FONT>",
          "prop_bone_03_PNK",
          "CMMBDGT"
        ]
      },
      {
        "iID": "15199",
        "data": [
          "15199",
          "盾蟹的储水袋",
          "大名盾蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大名盾蟹用来喷射水泡的器官，里面储存了大量的液体。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：流水珠【2】</FONT>",
          "mat_visceral_01_PNK",
          "DXDCSD"
        ]
      },
      {
        "iID": "15202",
        "data": [
          "15202",
          "盾蟹的尖爪",
          "大名盾蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的大名盾蟹之锐利爪，好似金属一般的坚硬。</FONT>",
          "mat_claw_04",
          "DXDJZ"
        ]
      },
      {
        "iID": "15203",
        "data": [
          "15203",
          "盾蟹的坚壳",
          "大名盾蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的大名盾蟹的坚壳，比甲壳要坚硬许多，加工时很难进行切割。</FONT>",
          "mat_shell_04",
          "DXDJK"
        ]
      },
      {
        "iID": "15204",
        "data": [
          "15204",
          "盾蟹的长脚",
          "大名盾蟹",
          "王立委托、王立精�、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更加粗长的大名盾蟹之脚，拥有磐石一般的硬度。</FONT>",
          "mat_claw_01_PNK",
          "DXDCJ"
        ]
      },
      {
        "iID": "15205",
        "data": [
          "15205",
          "盾蟹的小坚壳",
          "大名盾蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的大名盾蟹小甲，硬度上有较大的提升。</FONT>",
          "mat_shell_01_PNK",
          "DXDXJK"
        ]
      },
      {
        "iID": "15206",
        "data": [
          "15206",
          "漆黑大珍珠",
          "大名盾蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑色浓度较高的珍珠，体形也要大许多，在市场上很难见到。</FONT>",
          "prop_jewel_06",
          "QHDZZ"
        ]
      },
      {
        "iID": "15352",
        "data": [
          "15352",
          "盾蟹的钳",
          "大名盾蟹",
          "大型怪物狩猎",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的大名盾蟹之钳，外壳可以做为素材，肉质则非常鲜美。</FONT>",
          "mat_clamp_01",
          "DXDQ"
        ]
      },
      {
        "iID": "15360",
        "data": [
          "15360",
          "盾蟹的巨钳",
          "大名盾蟹",
          "王立委托、王立精英、极限",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的大名盾蟹之钳，比起普通钳的硬度要更强一些。</FONT>",
          "mat_clamp_01",
          "DXDJQ"
        ]
      }];