var weaknessArray = [
      {

    "iID": "8000565",
    "data": [
        "8000565",
        "霞龙",
        "躯干",
        "2",
        "2",
        "1",
        "4",
        "0",
        "2",
        "1",
        "2",
        "3",
        "3",
        "3",
        "3",
        "0",
        "0",
        "3",
        "0",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000566",
    "data": [
        "8000566",
        "霞龙",
        "头部",
        "3",
        "3",
        "2",
        "4",
        "0",
        "2",
        "0",
        "4",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000567",
    "data": [
        "8000567",
        "霞龙",
        "左腿",
        "2",
        "2",
        "1",
        "3",
        "0",
        "1",
        "0",
        "3",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000568",
    "data": [
        "8000568",
        "霞龙",
        "右腿",
        "2",
        "2",
        "1",
        "3",
        "0",
        "1",
        "0",
        "3",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000569",
    "data": [
        "8000569",
        "霞龙",
        "左翼",
        "1",
        "1",
        "2",
        "1",
        "0",
        "2",
        "0",
        "2",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000570",
    "data": [
        "8000570",
        "霞龙",
        "右翼",
        "1",
        "1",
        "2",
        "1",
        "0",
        "2",
        "0",
        "2",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000571",
    "data": [
        "8000571",
        "霞龙",
        "左手",
        "1",
        "2",
        "1",
        "2",
        "0",
        "2",
        "0",
        "1",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000572",
    "data": [
        "8000572",
        "霞龙",
        "右手",
        "1",
        "2",
        "1",
        "2",
        "0",
        "2",
        "0",
        "1",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000573",
    "data": [
        "8000573",
        "霞龙",
        "尾巴",
        "2",
        "1",
        "1",
        "1",
        "0",
        "1",
        "0",
        "1",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

}
];

var materialArray = [
      {

    "iID": "22376",
    "data": [
        "22376",
        "霞龙的上皮",
        "霞龙",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙体表的皮，拥有不可思议的良好触感，并且坚固而轻便。</FONT>",
        "mat_leather_01_PLE",
        ""
    ]

},
{

    "iID": "22377",
    "data": [
        "22377",
        "霞龙的尖爪",
        "霞龙",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的爪，虽然很细但是非常坚硬，而且便于加工。</FONT>",
        "mat_claw_01_PLE",
        ""
    ]

},
{

    "iID": "22378",
    "data": [
        "22378",
        "霞龙的锐牙",
        "霞龙",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的牙齿，所有被舌头勾取过来的猎物无一幸免地都会被撕成尖锐的牙齿咬碎。</FONT>",
        "mat_tooth_04_PLE",
        ""
    ]

},
{

    "iID": "22379",
    "data": [
        "22379",
        "霞龙的翼膜",
        "霞龙",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙薄而轻便的翼膜。具有良好的延伸性和耐久度，常被当做内衣素材。</FONT>",
        "item_icon_74",
        ""
    ]

},
{

    "iID": "22380",
    "data": [
        "22380",
        "霞龙的长舌",
        "霞龙",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的舌头，超强的延伸性和坚硬程度可以轻易拖走任何猎物。</FONT>",
        "mat_body_01_PLE",
        ""
    ]

},
{

    "iID": "22381",
    "data": [
        "22381",
        "霞龙的尖角",
        "霞龙",
        "大型怪物狩猎",
        "头部",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙尖锐的角，明明非常坚硬却又十分容易加工，是一种不可思议的素材。</FONT>",
        "mat_horn_01_PLE",
        ""
    ]

},
{

    "iID": "22382",
    "data": [
        "22382",
        "霞龙的靭尾",
        "霞龙",
        "大型怪物狩猎",
        "尾部（尻尾）",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的尾巴，形状十分奇特，摸上去感觉非常舒适。</FONT>",
        "mat_body_01_PLE",
        ""
    ]

},
{

    "iID": "22383",
    "data": [
        "22383",
        "霞龙的宝玉",
        "霞龙",
        "大型怪物狩猎",
        "尾部（尻尾）",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">经常岁月的洗礼在霞龙体内生成的宝玉，散发着七彩的光芒。</FONT>",
        "mat_jade_02",
        ""
    ]

},
{

    "iID": "22594",
    "data": [
        "22594",
        "霞龙的特上皮",
        "霞龙",
        "50级以上古龙征伐",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙体表的皮，拥有不可思议的良好触感，并且坚固而轻便。</FONT>",
        "mat_leather_01_PLE",
        ""
    ]

},
{

    "iID": "22595",
    "data": [
        "22595",
        "霞龙的刚爪",
        "霞龙",
        "50级以上古龙征伐",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的爪，虽然很细但是非常坚硬，而且便于加工。</FONT>",
        "mat_claw_01_PLE",
        ""
    ]

},
{

    "iID": "22596",
    "data": [
        "22596",
        "霞龙的重牙",
        "霞龙",
        "50级以上古龙征伐",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的牙齿，所有被舌头勾取过来的猎物无一幸免地都会被撕成尖锐的牙齿咬碎。</FONT>",
        "mat_tooth_04_PLE",
        ""
    ]

},
{

    "iID": "22597",
    "data": [
        "22597",
        "霞龙的刚翼",
        "霞龙",
        "50级以上古龙征伐",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙薄而轻便的翼膜。具有良好的延伸性和耐久度，常被当做内衣素材。</FONT>",
        "item_icon_74",
        ""
    ]

},
{

    "iID": "22598",
    "data": [
        "22598",
        "霞龙的极长舌",
        "霞龙",
        "50级以上古龙征伐",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的舌头，超强的延伸性和坚硬程度可以轻易拖走任何猎物。</FONT>",
        "mat_body_01_PLE",
        ""
    ]

},
{

    "iID": "22599",
    "data": [
        "22599",
        "霞龙的刚角",
        "霞龙",
        "50级以上古龙征伐",
        "头部",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙尖锐的角，明明非常坚硬却又十分容易加工，是一种不可思议的素材。</FONT>",
        "mat_horn_01_PLE",
        ""
    ]

},
{

    "iID": "22600",
    "data": [
        "22600",
        "霞龙的绝尾",
        "霞龙",
        "50级以上古龙征伐",
        "尾部（尻尾）",
        "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的尾巴，形状十分奇特，摸上去感觉非常舒适。</FONT>",
        "mat_body_01_PLE",
        ""
    ]

}
];