var weaknessArray = [
      {
        "iID": "8000425",
        "data": [
          "8000425",
          "电甲虫",
          "Torso",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "3",
          "3",
          "3",
          "3",
          "0",
          "3",
          "0",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000426",
        "data": [
          "8000426",
          "电甲虫",
          "Head",
          "3",
          "3",
          "3",
          "0",
          "0",
          "0",
          "2",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000427",
        "data": [
          "8000427",
          "电甲虫",
          "角",
          "2",
          "3",
          "1",
          "0",
          "0",
          "0",
          "2",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000428",
        "data": [
          "8000428",
          "电甲虫",
          "Abdomen",
          "3",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000429",
        "data": [
          "8000429",
          "电甲虫",
          "Left Wing",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "2",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000430",
        "data": [
          "8000430",
          "电甲虫",
          "Right Wing",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "2",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000431",
        "data": [
          "8000431",
          "电甲虫",
          "Left Hind Leg",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000432",
        "data": [
          "8000432",
          "电甲虫",
          "Left Middle Leg",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000433",
        "data": [
          "8000433",
          "电甲虫",
          "Left Front Leg",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000434",
        "data": [
          "8000434",
          "电甲虫",
          "Right Hind Leg",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000435",
        "data": [
          "8000435",
          "电甲虫",
          "Right Middle Leg",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000436",
        "data": [
          "8000436",
          "电甲虫",
          "Right Front Leg",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "22133",
        "data": [
          "22133",
          "电甲虫的坚壳",
          "电甲虫",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫锋利无比的铗足，挥舞起来能轻松击碎巨石。</FONT>",
          "mat_clamp_02_GRN",
          ""
        ]
      },
      {
        "iID": "22134",
        "data": [
          "22134",
          "电甲虫的薄羽",
          "电甲虫",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫保持平衡的足，其锐利程度足以推开一切阻挡物。</FONT>",
          "mat_claw_04_GRN",
          ""
        ]
      },
      {
        "iID": "22135",
        "data": [
          "22135",
          "极电精华",
          "电甲虫",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">分泌强酸液的腺体，与电甲虫的贮酸器官紧密相连，腺管细密采取时需要倍加小心。</FONT>",
          "mat_visceral_03_GRN",
          ""
        ]
      },
      {
        "iID": "22136",
        "data": [
          "22136",
          "电甲虫的大颚",
          "电甲虫",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫背脊的重型背甲，经过岁月的洗练，遂成金刚不坏的境地。</FONT>",
          "mat_shell_01_BRW",
          ""
        ]
      },
      {
        "iID": "22137",
        "data": [
          "22137",
          "电甲虫的坚尾须",
          "电甲虫",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫至高的甲壳，致密度极高的素材。无论什么利器都难以穿透，锻造起来非常困难。</FONT>",
          "mat_shell_04_GRN",
          ""
        ]
      },
      {
        "iID": "22138",
        "data": [
          "22138",
          "电甲虫的尖角",
          "电甲虫",
          "王立委托、王立精英委托",
          "Abdomen",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">折断的古龙头骨巨角，蕴含着古老神秘的力量。</FONT>",
          "mat_head_18_BLK",
          ""
        ]
      },
      {
        "iID": "22139",
        "data": [
          "22139",
          "电甲虫的极电角",
          "电甲虫",
          "王立委托、王立精英委托",
          "Abdomen",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫背负的巨大头骨，经年的海水侵蚀，留下了岁月的痕迹。</FONT>",
          "mat_head_18_BLK",
          ""
        ]
      }];