var weaknessArray = [
      {
        "iID": "8000209",
        "data": [
          "8000209",
          "银眠鸟",
          "Torso",
          "2",
          "2",
          "2",
          "2",
          "0",
          "0",
          "1",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000210",
        "data": [
          "8000210",
          "银眠鸟",
          "Back",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000211",
        "data": [
          "8000211",
          "银眠鸟",
          "Head",
          "3",
          "3",
          "3",
          "1",
          "0",
          "0",
          "0",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000212",
        "data": [
          "8000212",
          "银眠鸟",
          "Neck",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000213",
        "data": [
          "8000213",
          "银眠鸟",
          "Tail",
          "2",
          "2",
          "2",
          "0",
          "0",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000214",
        "data": [
          "8000214",
          "银眠鸟",
          "Wings",
          "2",
          "2",
          "2",
          "1",
          "0",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000215",
        "data": [
          "8000215",
          "银眠鸟",
          "Left Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000216",
        "data": [
          "8000216",
          "银眠鸟",
          "Right Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15553",
        "data": [
          "15553",
          "银眠鸟的爪",
          "银眠鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟的利爪，能在猎物身上撕开很深的伤口。</FONT>",
          "mat_claw_02_GRY",
          "YMNDZ"
        ]
      },
      {
        "iID": "15554",
        "data": [
          "15554",
          "浑浊的眠液",
          "银眠鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟体内产生的具有催眠效果的液体，浑浊不堪。</FONT>",
          "item_icon_53",
          "HZDMY"
        ]
      },
      {
        "iID": "15555",
        "data": [
          "15555",
          "萎缩的眠袋",
          "银眠鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">存有银眠鸟能使怪物睡眠的物质的内脏，能在危难时保护自己。</FONT>",
          "mat_visceral_02_GRY",
          "WSDMD"
        ]
      },
      {
        "iID": "15556",
        "data": [
          "15556",
          "银眠鸟的胃石",
          "银眠鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">为了帮助消化，银眠鸟吞下的石头。</FONT>",
          "prop_ore_02",
          "YMNDWS"
        ]
      },
      {
        "iID": "15557",
        "data": [
          "15557",
          "银眠鸟的羽毛",
          "银眠鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟的羽毛，呈现出美丽的银白色。</FONT>",
          "mat_wing_03_white",
          "YMNDYM"
        ]
      },
      {
        "iID": "15558",
        "data": [
          "15558",
          "白银尾羽",
          "银眠鸟",
          "大型怪物狩猎",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟尾部的羽毛，似乎有炫耀的作用。</FONT>",
          "mat_feather_02",
          "BYWY"
        ]
      },
      {
        "iID": "15559",
        "data": [
          "15559",
          "银眠鸟的喙",
          "银眠鸟",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剥取银眠鸟可以获得的嘴部，啄击时有一定威力。</FONT>",
          "mat_beak_04_bk",
          "YMNDZ"
        ]
      },
      {
        "iID": "15563",
        "data": [
          "15563",
          "银色的绒毛",
          "银眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">具有亮银的绒毛，市面上很受猎人们的欢迎。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：吸引珠【2】</FONT>",
          "mat_hair_01_white",
          ""
        ]
      },
      {
        "iID": "15564",
        "data": [
          "15564",
          "银眠鸟的尾巴",
          "银眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">银眠鸟形状奇特的尾巴，可以用来制作道具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：回避珠【2】</FONT>",
          "mat_tail_12_white",
          ""
        ]
      },
      {
        "iID": "15573",
        "data": [
          "15573",
          "银眠鸟的尖爪",
          "银眠鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟锋利的脚爪，要尽量避免和这样的部位正面对抗。</FONT>",
          "mat_claw_02_GRY",
          "YMNDJZ"
        ]
      },
      {
        "iID": "15574",
        "data": [
          "15574",
          "晶莹的眠液",
          "银眠鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶莹剔透的催眠液体，催眠效果是普通眠鸟的三倍。</FONT>",
          "item_icon_53",
          "JYDMY"
        ]
      },
      {
        "iID": "15575",
        "data": [
          "15575",
          "圆鼓鼓的眠袋",
          "银眠鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">具有强力催眠能力的内脏器官，不要随便打开，不然要很久很久才会醒来。</FONT>",
          "mat_visceral_02_GRY",
          "YGGDMD"
        ]
      },
      {
        "iID": "15576",
        "data": [
          "15576",
          "银眠鸟的银羽毛",
          "银眠鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从银眠鸟的身上摘得的羽毛，大部��带有银色的光泽。</FONT>",
          "mat_wing_03_white",
          "YMNDYYM"
        ]
      },
      {
        "iID": "15577",
        "data": [
          "15577",
          "银眠鸟的稀胃石",
          "银眠鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟用来进行消化而吞下的稀少的石头，数量很少见。</FONT>",
          "prop_ore_02",
          "YMNDXWS"
        ]
      },
      {
        "iID": "15578",
        "data": [
          "15578",
          "秘银尾羽",
          "银眠鸟",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟的亮丽羽毛，只有在尾部才能得到，是高档的装饰物。</FONT>",
          "mat_feather_02",
          "MYWY"
        ]
      },
      {
        "iID": "15579",
        "data": [
          "15579",
          "银眠鸟的牙喙",
          "银眠鸟",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟的锐利嘴部，能够帮助银眠鸟进食更顺利。</FONT>",
          "mat_beak_04_bk",
          "YMNDYZ"
        ]
      }];