var weaknessArray = [
      {
        "iID": "8000357",
        "data": [
          "8000357",
          "铠岩砦蟹",
          "Head",
          "0",
          "0",
          "0",
          "2",
          "1",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000358",
        "data": [
          "8000358",
          "铠岩砦蟹",
          "Torso",
          "0",
          "0",
          "0",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000359",
        "data": [
          "8000359",
          "铠岩砦蟹",
          "Leg",
          "0",
          "0",
          "0",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000360",
        "data": [
          "8000360",
          "铠岩砦蟹",
          "Pincers",
          "0",
          "0",
          "0",
          "2",
          "1",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000361",
        "data": [
          "8000361",
          "铠岩砦蟹",
          "Shell",
          "0",
          "0",
          "0",
          "1",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000362",
        "data": [
          "8000362",
          "铠岩砦蟹",
          "Legs (Cooked)",
          "3",
          "3",
          "3",
          "1",
          "3",
          "0",
          "3",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "22133",
        "data": [
          "22133",
          "极味蟹糕",
          "铠岩砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_shell_04_BLK",
          ""
        ]
      },
      {
        "iID": "22135",
        "data": [
          "22135",
          "砦蟹之刚赤螯",
          "铠岩砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_claw_04_RED",
          ""
        ]
      },
      {
        "iID": "22136",
        "data": [
          "22136",
          "砦蟹之烈刃爪",
          "铠岩砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_clamp_01",
          ""
        ]
      },
      {
        "iID": "22137",
        "data": [
          "22137",
          "业炎的秘宝",
          "铠岩砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_visceral_01",
          ""
        ]
      },
      {
        "iID": "22138",
        "data": [
          "22138",
          "砦蟹之极上甲",
          "铠岩砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_shell_01",
          ""
        ]
      },
      {
        "iID": "22139",
        "data": [
          "22139",
          "霸之苍曜角",
          "铠岩砦蟹",
          "活动",
          "Shell",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_horn_01_bk_OR",
          ""
        ]
      }];