var weaknessArray = [
      {
        "iID": "8000226",
        "data": [
          "8000226",
          "战鬼河狸兽",
          "Head",
          "3",
          "3",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000227",
        "data": [
          "8000227",
          "战鬼河狸兽",
          "Whole Body",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000228",
        "data": [
          "8000228",
          "战鬼河狸兽",
          "Left Leg",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000229",
        "data": [
          "8000229",
          "战鬼河狸兽",
          "Left Hand",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000230",
        "data": [
          "8000230",
          "战鬼河狸兽",
          "Right Leg",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000231",
        "data": [
          "8000231",
          "战鬼河狸兽",
          "Right Hand",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000232",
        "data": [
          "8000232",
          "战鬼河狸兽",
          "Tail",
          "1",
          "1",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "16120",
        "data": [
          "16120",
          "战鬼河狸兽的爪",
          "战鬼河狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的爪子，尖锐的爪尖能够非常容易的捕捉猎物。</FONT>",
          "mat_claw_02_BRW",
          "ZGHLSDZ"
        ]
      },
      {
        "iID": "16121",
        "data": [
          "16121",
          "战鬼河狸兽的皮",
          "战鬼河狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从战鬼河狸兽身上剥下的皮毛，可以制作一般的装备。</FONT>",
          "mat_leather_02_BRW",
          "ZGHLSDP"
        ]
      },
      {
        "iID": "16122",
        "data": [
          "16122",
          "战鬼河狸兽的牙",
          "战鬼河狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的牙，战鬼河狸兽进行攻击时最重要的武器。</FONT>",
          "mat_tooth_02_BRW",
          "ZGHLSDY"
        ]
      },
      {
        "iID": "16123",
        "data": [
          "16123",
          "战鬼河狸兽的尾甲",
          "战鬼河狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽尾巴上的甲壳，非常规则的形状，可是用来制作装备。。</FONT>",
          "mat_shell_01_BRW",
          "ZGHLSDWJ"
        ]
      },
      {
        "iID": "16124",
        "data": [
          "16124",
          "战鬼之眼",
          "战鬼河狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">充满战意的眼睛，在制作装备中能够派上用场。</FONT>",
          "mat_head_01_BRW",
          "ZGZY"
        ]
      },
      {
        "iID": "16125",
        "data": [
          "16125",
          "战鬼河狸兽尖爪",
          "战鬼河狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的尖锐之爪，经过多年战斗与捕猎，战鬼河狸兽的爪子变得锐利无比，极为适合制作装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：斗魂珠【2】</FONT>",
          "mat_claw_02_BRW",
          ""
        ]
      },
      {
        "iID": "16126",
        "data": [
          "16126",
          "战鬼河狸兽坚硬皮",
          "战鬼河狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽在常年的活动中承受环境冲击的坚硬之皮，能够制造结实的防具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：加榴珠【1】</FONT>",
          "mat_leather_02_BRW",
          ""
        ]
      },
      {
        "iID": "16130",
        "data": [
          "16130",
          "战鬼河狸兽的尖爪",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的尖锐之爪，经过多年战斗与捕猎，战鬼河狸兽的爪子变得锐利无比，极为适合制作装备。</FONT>",
          "mat_claw_02_BRW",
          "ZGHLSDJZ"
        ]
      },
      {
        "iID": "16131",
        "data": [
          "16131",
          "战鬼河狸兽的优质皮",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽在常年的活动中承受环境冲击的坚硬之皮，能够制造结实的防具。</FONT>",
          "mat_leather_02_BRW",
          "ZGHLSDYZP"
        ]
      },
      {
        "iID": "16132",
        "data": [
          "16132",
          "战鬼河狸兽的坚牙",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的坚硬之牙，发怒时战鬼河狸兽可以使用牙齿咬起丛林中的树木进行攻击。</FONT>",
          "mat_tooth_02_BRW",
          "ZGHLSDJY"
        ]
      },
      {
        "iID": "16133",
        "data": [
          "16133",
          "战鬼河狸兽的坚尾甲",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从战鬼河狸兽尾巴上剥去的更为完整且硬度更强的尾甲，能够用来制造高级的猎人装备。</FONT>",
          "mat_shell_01_BRW",
          "ZGHLSDJWJ"
        ]
      },
      {
        "iID": "16134",
        "data": [
          "16134",
          "战鬼凶眼",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">历经战斗磨练的河狸兽之眼，非常的稀少。</FONT>",
          "mat_head_01_BRW",
          "ZGXY"
        ]
      },
      {
        "iID": "16135",
        "data": [
          "16135",
          "断流之爪",
          "战鬼河狸兽",
          "大型怪物狩猎",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的断流之爪，破坏爪部后得到的素材，是锻造武器的良好素材。</FONT>",
          "mat_claw_02_BRW",
          "DLZZ"
        ]
      },
      {
        "iID": "16137",
        "data": [
          "16137",
          "断流利爪",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的断流利爪，证明了它不俗的战斗力。</FONT>",
          "mat_claw_02_BRW",
          "DLLZ"
        ]
      },
      {
        "iID": "16138",
        "data": [
          "16138",
          "完整的紫头壳",
          "战鬼河狸兽",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽完好的紫色头壳，与其他素材一样能用来制造装备。</FONT>",
          "mat_head_01_BRW",
          "WZDZTK"
        ]
      },
      {
        "iID": "16140",
        "data": [
          "16140",
          "坚固的紫头壳",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽非常优质的紫色头壳，剥取时更小心，得到了更大更好的部分。</FONT>",
          "mat_head_01_BRW",
          "JGDZTK"
        ]
      }];