var weaknessArray = [
      {
        "iID": "8000118",
        "data": [
          "8000118",
          "骇狩蛛",
          "Abdomen",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "2",
          "0",
          "3",
          "3",
          "3",
          "3",
          "0",
          "3",
          "0",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000119",
        "data": [
          "8000119",
          "骇狩蛛",
          "Torso",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000120",
        "data": [
          "8000120",
          "骇狩蛛",
          "Head",
          "3",
          "2",
          "2",
          "0",
          "0",
          "0",
          "2",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000121",
        "data": [
          "8000121",
          "骇狩蛛",
          "Left Hind Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000122",
        "data": [
          "8000122",
          "骇狩蛛",
          "Right Hind Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000123",
        "data": [
          "8000123",
          "骇狩蛛",
          "Left Hand",
          "1",
          "1",
          "1",
          "0",
          "0",
          "0",
          "2",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000124",
        "data": [
          "8000124",
          "骇狩蛛",
          "Right Hand",
          "1",
          "1",
          "1",
          "0",
          "0",
          "0",
          "2",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15463",
        "data": [
          "15463",
          "骇狩蛛的爪",
          "骇狩蛛",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛的钳爪，具有一定的攻击能力。</FONT>",
          "mat_claw_01_YEL",
          "HZZDZ"
        ]
      },
      {
        "iID": "15464",
        "data": [
          "15464",
          "骇狩蛛的甲壳",
          "骇狩蛛",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从骇狩蛛背部剥取的甲壳，带着具有挑衅意味的图形。</FONT>",
          "mat_shell_01_YEL",
          "HZZDJK"
        ]
      },
      {
        "iID": "15465",
        "data": [
          "15465",
          "骇狩蛛的眼",
          "骇狩蛛",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛的眼球，特殊材质能用来打造装备。</FONT>",
          "item_icon_73",
          "HZZDY"
        ]
      },
      {
        "iID": "15466",
        "data": [
          "15466",
          "骇狩蛛的毛",
          "骇狩蛛",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛的体毛，柔软的质地适合一些装备的需求。</FONT>",
          "mat_hair_02_YEL",
          "HZZDM"
        ]
      },
      {
        "iID": "15467",
        "data": [
          "15467",
          "骇狩蛛的体液",
          "骇狩蛛",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">每只骇狩蛛都存有的一定量的体液，具有一定的黏性。</FONT>",
          "item_icon_53",
          "HZZDTY"
        ]
      },
      {
        "iID": "15468",
        "data": [
          "15468",
          "骇狩蛛的蛛丝",
          "骇狩蛛",
          "大型怪物狩猎",
          "Abdomen",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛用来捕猎的蛛丝，韧性和黏性都不错。</FONT>",
          "17",
          "HZZDZS"
        ]
      },
      {
        "iID": "15469",
        "data": [
          "15469",
          "骇狩蛛的盾爪壳",
          "骇狩蛛",
          "大型怪物狩猎",
          "右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛的爪被破坏后的坚硬部分，能用来作为武器的战斗部位。</FONT>",
          "mat_shell_01_YEL",
          "HZZDDZK"
        ]
      },
      {
        "iID": "15473",
        "data": [
          "15473",
          "破损的毒腺",
          "骇狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">骇狩蛛身体中已经被破坏的腺体，分泌物仍然致命非常危险。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：斗魂珠【1】</FONT>",
          "mat_visceral_02_GRY",
          "PSDDX"
        ]
      },
      {
        "iID": "15474",
        "data": [
          "15474",
          "鬼王之紫角",
          "骇狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">骇狩蛛背部的紫色尖角，非常的巨大且尖锐。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐绝珠【1】</FONT>",
          "mat_horn_01_YEL",
          "GWZZJ"
        ]
      },
      {
        "iID": "15475",
        "data": [
          "15475",
          "骇狩蛛的妖面壳",
          "骇狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">骇狩蛛背部用于伪装妖面的甲壳，瞪着紫色的眼神非常的吓人。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：早食珠【1】</FONT>",
          "mat_shell_01_YEL",
          "HZZDYMK"
        ]
      },
      {
        "iID": "15476",
        "data": [
          "15476",
          "骇狩蛛的毒液",
          "骇狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">骇狩蛛身体中提取的毒液，毒性更加猛烈。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：无食珠【2】</FONT>",
          "item_icon_04",
          "HZZDDY"
        ]
      },
      {
        "iID": "15477",
        "data": [
          "15477",
          "骇狩蛛的麻痹液",
          "骇狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">骇狩蛛身体中提取的麻痹液，只需一滴即可让一头食草龙动弹不得。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：加散珠【1】</FONT>",
          "item_icon_11",
          "HZZDMBY"
        ]
      },
      {
        "iID": "15483",
        "data": [
          "15483",
          "骇狩蛛的尖爪",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛可怕的前爪，迅捷而有力。</FONT>",
          "mat_claw_01_YEL",
          "HZZDJZ"
        ]
      },
      {
        "iID": "15484",
        "data": [
          "15484",
          "骇狩蛛的坚壳",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛的坚硬甲壳，好像形成了更可怖的表情。</FONT>",
          "mat_shell_01_YEL",
          "HZZDJK"
        ]
      },
      {
        "iID": "15485",
        "data": [
          "15485",
          "骇狩蛛的复眼",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">构造复杂的甲壳种眼，牢牢盯住猎物不使其逃脱。</FONT>",
          "item_icon_73",
          "HZZDFY"
        ]
      },
      {
        "iID": "15486",
        "data": [
          "15486",
          "骇狩蛛的刚毛",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的骇狩蛛体毛，比起柔软的部分在制作中更不容易损坏。</FONT>",
          "mat_hair_02_YEL",
          "HZZDGM"
        ]
      },
      {
        "iID": "15487",
        "data": [
          "15487",
          "骇狩蛛的浓液",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">散发着令人不悦气味的体液，在制作中被用来当做良好的粘合剂。</FONT>",
          "item_icon_53",
          "HZZDNY"
        ]
      },
      {
        "iID": "15488",
        "data": [
          "15488",
          "骇狩蛛的韧蛛丝",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          "Abdomen",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛黏性更大的丝，在体内的部分被保存的很好。</FONT>",
          "17",
          "HZZDRZS"
        ]
      },
      {
        "iID": "15489",
        "data": [
          "15489",
          "骇狩蛛的盾爪坚壳",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          "右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">猛烈打击后获得的骇狩蛛的前爪，蜷曲的部分能将伤口的破坏进一步提升。</FONT>",
          "mat_shell_01_YEL",
          "HZZDDZJK"
        ]
      }];