var materialArray = [
      {
        "iID": "15433",
        "data": [
          "15433",
          "岩龙的翼",
          "岩龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙的翼，飞行能力并不优秀，却是锻造的好素材。</FONT>",
          "mat_wing_01_BLK",
          "YLDY"
        ]
      },
      {
        "iID": "15434",
        "data": [
          "15434",
          "岩龙的头壳",
          "岩龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙的头壳，被猎人用来制造防具，完整的更有价值。</FONT>",
          "mat_head_18_BLK",
          "YLDTK"
        ]
      },
      {
        "iID": "15435",
        "data": [
          "15435",
          "岩龙的背壳",
          "岩龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙的背壳，具有能经受打击的硬度。</FONT>",
          "mat_shell_04_BLK",
          "YLDBK"
        ]
      },
      {
        "iID": "15436",
        "data": [
          "15436",
          "岩龙的泪",
          "岩龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙身体中的高透明度的矿石结晶，远看似乎是一滴明亮的液体。</FONT>",
          "prop_gem_02",
          "YLDL"
        ]
      },
      {
        "iID": "15437",
        "data": [
          "15437",
          "岩龙的甲壳",
          "岩龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙的甲壳，硬度超乎寻常，被大量用于生产，能为防具增加硬度。</FONT>",
          "mat_shell_01_BLK",
          "YLDJK"
        ]
      },
      {
        "iID": "15438",
        "data": [
          "15438",
          "岩龙的腹甲",
          "岩龙",
          "大型怪物狩猎",
          "腹部",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙腹部的甲壳，相对其他部位较为柔软。</FONT>",
          "mat_shell_01_BLK",
          "YLDFJ"
        ]
      },
      {
        "iID": "15439",
        "data": [
          "15439",
          "岩龙的尾巴",
          "岩龙",
          "大型怪物狩猎",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙的尾，硬度并不差，也可以用来制作一些装备。</FONT>",
          "mat_tail_07",
          "YLDWB"
        ]
      },
      {
        "iID": "15443",
        "data": [
          "15443",
          "厚重的石壳",
          "岩龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">坚硬的岩龙背部的石质甲壳，硬度非常大，防御性能出众。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防音珠【1】,鼓笛珠【1】</FONT>",
          "mat_shell_05",
          "HZDSK"
        ]
      },
      {
        "iID": "15444",
        "data": [
          "15444",
          "石质的脚趾",
          "岩龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">岩龙腿部覆满石块的脚趾，非常的重。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：短缩珠【1】</FONT>",
          "prop_bone_03_GRY",
          "SZDJZ"
        ]
      },
      {
        "iID": "15445",
        "data": [
          "15445",
          "松动的矿石",
          "岩龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">岩龙背部松动的矿石，经常被岩龙从身上甩下来。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：攻击珠【2】</FONT>",
          "prop_ore_03",
          "SDDKS"
        ]
      },
      {
        "iID": "15446",
        "data": [
          "15446",
          "岩龙的苔背甲",
          "岩龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">岩龙背部生长的苔藓的甲壳，表面非常的湿滑。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：早填珠【1】</FONT>",
          "mat_shell_04_BLK",
          "YLDTBJ"
        ]
      },
      {
        "iID": "15453",
        "data": [
          "15453",
          "岩龙的优质翼",
          "岩龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的岩龙翼，并不能用于飞行，硬度有更大提升。</FONT>",
          "mat_wing_01_BLK",
          "YLDYZY"
        ]
      },
      {
        "iID": "15454",
        "data": [
          "15454",
          "岩龙的坚头壳",
          "岩龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能经受更大攻击的岩龙头壳，即使从高处摔下也不必担心会损坏。</FONT>",
          "mat_head_18_BLK",
          "YLDJTK"
        ]
      },
      {
        "iID": "15455",
        "data": [
          "15455",
          "岩龙的坚背壳",
          "岩龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更优质的岩龙背壳，由于其硬度剥取时也相当困难。</FONT>",
          "mat_shell_04_BLK",
          "YLDJBK"
        ]
      },
      {
        "iID": "15456",
        "data": [
          "15456",
          "岩龙的坚壳",
          "岩龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙坚硬的甲壳，能经受猛烈的打击，狩猎时很头疼生产时却很受喜爱。</FONT>",
          "mat_shell_01_BLK",
          "YLDJK"
        ]
      },
      {
        "iID": "15457",
        "data": [
          "15457",
          "岩龙的晶泪",
          "岩龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙身体中的纯度更高的矿石结晶，仿佛一颗星辰闪耀着光芒。</FONT>",
          "prop_gem_02",
          "YLDJL"
        ]
      },
      {
        "iID": "15458",
        "data": [
          "15458",
          "岩龙的坚腹甲",
          "岩龙",
          "王立委托、王立精英、极限",
          "腹部",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙腹部的优质甲壳，比普通的腹甲强度更高，泛用性很强。</FONT>",
          "mat_shell_01_BLK",
          "YLDJFJ"
        ]
      },
      {
        "iID": "15459",
        "data": [
          "15459",
          "岩龙的靭尾",
          "岩龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙强韧的尾部，比同类更强韧的尾部会被用来制作上好的防具，品质也有所提升。</FONT>",
          "mat_tail_07",
          "YLDZW"
        ]
      }];