var materialArray = [
      {
        "iID": "15400",
        "data": [
          "15400",
          "雪狮子的毛",
          "雪狮子王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)以及小雪狮子</FONT><BR><BR><FONT COLOR=\"#C6B262\">白色的雪狮子毛，扎成一捆的话能很好的起到保暖的作用。</FONT>",
          "mat_hair_04_BLU",
          "XSZDM"
        ]
      },
      {
        "iID": "15404",
        "data": [
          "15404",
          "雪狮子的白毛",
          "雪狮子王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">雪白的怪物毛，柔软且厚实，全身的毛竖起是要小心对方的攻击。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：冰结珠【2】</FONT>",
          "mat_hair_04_BLU",
          "XSZDBM"
        ]
      },
      {
        "iID": "15408",
        "data": [
          "15408",
          "雪狮子的刚毛",
          "雪狮子王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)以及小雪狮子</FONT><BR><BR><FONT COLOR=\"#C6B262\">白色的雪狮子刚毛，格外珍贵的部分能闪出光芒，也是打造装备的极好素材。</FONT>",
          "mat_hair_04_BLU",
          "XSZDGM"
        ]
      },
      {
        "iID": "21262",
        "data": [
          "21262",
          "雪狮子的牙",
          "雪狮子王",
          "大型怪物狩猎",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从雪狮子身上剥取的牙齿。</FONT>",
          "mat_tooth_02",
          "XSZDY"
        ]
      },
      {
        "iID": "21263",
        "data": [
          "21263",
          "雪狮子的皮",
          "雪狮子王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从雪狮子身上剥取的极具韧性的雪白色皮。</FONT>",
          "mat_leather_06",
          "XSZDP"
        ]
      },
      {
        "iID": "21264",
        "data": [
          "21264",
          "雪狮子的大骨",
          "雪狮子王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从雪狮子身上剥取的大骨，非常巨大。</FONT>",
          "prop_bone_03",
          "XSZDDG"
        ]
      },
      {
        "iID": "21265",
        "data": [
          "21265",
          "雪狮子的尾巴",
          "雪狮子王",
          "大型怪物狩猎",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的尾巴。</FONT>",
          "mat_tail_02",
          "XSZDWB"
        ]
      },
      {
        "iID": "21266",
        "data": [
          "21266",
          "雪狮子的髭",
          "雪狮子王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的胡髭，适合做为锻造装备的辅助素材。</FONT>",
          "mat_hair_01",
          "XSZDZ"
        ]
      },
      {
        "iID": "21267",
        "data": [
          "21267",
          "雪狮子的爪",
          "雪狮子王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的爪，非常锋利。</FONT>",
          "mat_claw_02",
          "XSZDZ"
        ]
      },
      {
        "iID": "21269",
        "data": [
          "21269",
          "冰冷的爪子",
          "雪狮子王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">冰冷的兽爪，非常锋利，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：冰结珠【1】</FONT>",
          "mat_claw_02",
          "BLDZZ"
        ]
      },
      {
        "iID": "21270",
        "data": [
          "21270",
          "冰冷的头骨",
          "雪狮子王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">在雪地中发现的雪狮子王头骨，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐寒珠【1】</FONT>",
          "prop_bone_03",
          "BLDTG"
        ]
      },
      {
        "iID": "21272",
        "data": [
          "21272",
          "冰雪覆盖的厚毛皮",
          "雪狮子王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沾满冰雪的厚毛皮，对于冰冷有强大的抗性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：制冰珠【1】</FONT>",
          "mat_leather_02",
          ""
        ]
      },
      {
        "iID": "21273",
        "data": [
          "21273",
          "冰雪覆盖的毛皮",
          "雪狮子王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沾满冰雪的毛皮，对于冰冷有一定的抗性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐冰珠【1】</FONT>",
          "mat_leather_02",
          ""
        ]
      },
      {
        "iID": "21274",
        "data": [
          "21274",
          "雪狮子的尖牙",
          "雪狮子王",
          "王立委托、王立精英、极限",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从雪狮子身上剥取的坚硬之牙齿，硬度足以撕裂一般的盔甲。</FONT>",
          "mat_tooth_02",
          "XSZDJY"
        ]
      },
      {
        "iID": "21275",
        "data": [
          "21275",
          "雪狮子的优质皮",
          "雪狮子王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从雪狮子身上剥取的韧性更高、品质更优异的皮，被用来制作防具。</FONT>",
          "mat_leather_06",
          "XSZDYZP"
        ]
      },
      {
        "iID": "21276",
        "data": [
          "21276",
          "雪狮子的坚骨",
          "雪狮子王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的优质骨头，巨大的骨头只有族群领袖才有。</FONT>",
          "prop_bone_03",
          "XSZDJG"
        ]
      },
      {
        "iID": "21277",
        "data": [
          "21277",
          "雪狮子的靭尾",
          "雪狮子王",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的锐利之尾，挥舞时能折断树木。</FONT>",
          "mat_tail_02",
          "XSZDZW"
        ]
      },
      {
        "iID": "21278",
        "data": [
          "21278",
          "雪狮子的刚髭",
          "雪狮子王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的刚髭，相当坚硬，嵌入装备后能拥有更高的强度。</FONT>",
          "mat_hair_01",
          "XSZDGZ"
        ]
      },
      {
        "iID": "21279",
        "data": [
          "21279",
          "雪狮子的尖爪",
          "雪狮子王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的锐利之爪，能够轻易的击碎岩石。</FONT>",
          "mat_claw_02",
          "XSZDJZ"
        ]
      }];