var materialArray = [
      {
        "iID": "15031",
        "data": [
          "15031",
          "大野猪王的蹄",
          "大野猪王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的蹄，打造装备的基本素材之一。</FONT>",
          "mat_body_01_white",
          "DYZWDT"
        ]
      },
      {
        "iID": "15032",
        "data": [
          "15032",
          "大野猪的皮",
          "大野猪王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎)以及大野猪</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪的皮，毛很硬，而且拿来烹饪味道不错，当然也可以制作其他装备。</FONT>",
          "mat_leather_02_GRY",
          "DYZDP"
        ]
      },
      {
        "iID": "15033",
        "data": [
          "15033",
          "大野猪王的牙",
          "大野猪王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的牙，体形巨大，坚硬无比。</FONT>",
          "mat_tooth_02_GRY",
          "DYZWDY"
        ]
      },
      {
        "iID": "15034",
        "data": [
          "15034",
          "大野猪王的鬃",
          "大野猪王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的鬃毛，非常粗糙。</FONT>",
          "mat_hair_01_white",
          "DYZWDZ"
        ]
      },
      {
        "iID": "15035",
        "data": [
          "15035",
          "大野猪王的卷曲牙",
          "大野猪王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的卷曲牙，非常结实，可以轻易撞断一颗树。</FONT>",
          "mat_head_03_GRY",
          "DYZWDJQY"
        ]
      },
      {
        "iID": "15036",
        "data": [
          "15036",
          "粗糙的毛皮",
          "大野猪王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大野猪的皮，毛很粗糙，而且拿来烹饪味道不错，当然也可以制作其他装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：体术珠【1】</FONT>",
          "mat_leather_02_GRY",
          ""
        ]
      },
      {
        "iID": "15037",
        "data": [
          "15037",
          "肥美的猪肉",
          "大野猪王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大野猪王的肉，烹饪后的味道很鲜美。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：吸引珠【1】</FONT>",
          "item_icon_18",
          ""
        ]
      },
      {
        "iID": "15038",
        "data": [
          "15038",
          "大野猪王尖獠牙",
          "大野猪王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大野猪王的獠牙，硬度更上一层楼，适合打磨成优秀的武器。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：重击珠【1】</FONT>",
          "prop_bone_03_GRY",
          ""
        ]
      },
      {
        "iID": "15039",
        "data": [
          "15039",
          "粗壮的大猪骨",
          "大野猪王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大野猪王的骨头，由于长期奔跑，非常的粗壮，是难得一见的好素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：无伤珠【2】</FONT>",
          "prop_bone_06_GRY",
          ""
        ]
      },
      {
        "iID": "15041",
        "data": [
          "15041",
          "大野猪王的硬蹄",
          "大野猪王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的硬蹄，具有足够的硬度来制作装备。</FONT>",
          "mat_body_01_white",
          "DYZWDYT"
        ]
      },
      {
        "iID": "15042",
        "data": [
          "15042",
          "大野猪的硬皮",
          "大野猪王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(王立委托、王立精英委托)以及大野猪</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪的硬皮，一般的擦伤无法对其造成伤害。</FONT>",
          "mat_leather_02_GRY",
          "DYZDYP"
        ]
      },
      {
        "iID": "15043",
        "data": [
          "15043",
          "大野猪王的尖牙",
          "大野猪王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的尖牙，锋利无比。</FONT>",
          "mat_tooth_02_GRY",
          "DYZWDJY"
        ]
      },
      {
        "iID": "15044",
        "data": [
          "15044",
          "大野猪王的硬鬃",
          "大野猪王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的硬鬃毛，除了粗糙，更加的具有坚韧的硬度。</FONT>",
          "mat_hair_01_white",
          "DYZWDYZ"
        ]
      },
      {
        "iID": "15045",
        "data": [
          "15045",
          "大野猪王的曲刚牙",
          "大野猪王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的曲刚牙，大野猪王靠它横冲直撞，摧枯拉朽。</FONT>",
          "mat_head_03_GRY",
          "DYZWDQGY"
        ]
      }];