var materialArray = [
      {
        "iID": "15172",
        "data": [
          "15172",
          "沙龙王的皮",
          "沙龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王的皮，由于常年被沙石打磨，在制作装备时无需再加工就已经非常平整。</FONT>",
          "mat_leather_02_BRW",
          "SLWDP"
        ]
      },
      {
        "iID": "15173",
        "data": [
          "15173",
          "沙龙的鳞",
          "沙龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)以及沙龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从沙龙身上剥取的鳞片，经过沙石的洗礼，变得易磨耐用。</FONT>",
          "mat_scale_03_YEL",
          "SLDL"
        ]
      },
      {
        "iID": "15174",
        "data": [
          "15174",
          "沙龙王的牙",
          "沙龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王的牙齿，是猎捕食物主要的攻击部位。</FONT>",
          "mat_tooth_03_YEL",
          "SLWDY"
        ]
      },
      {
        "iID": "15175",
        "data": [
          "15175",
          "沙龙王的储砂袋",
          "沙龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王的内脏器官，内部含有大量的砂土，施加压力后会砂粒会迸发出来。</FONT>",
          "mat_visceral_02_BRW",
          "SLWDCSD"
        ]
      },
      {
        "iID": "15176",
        "data": [
          "15176",
          "桃色的鳞",
          "沙龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王身上的桃色鳞，拥有可爱的粉色，深受女猎人的喜爱。</FONT>",
          "mat_scale_02_PINK",
          "TSDL"
        ]
      },
      {
        "iID": "15177",
        "data": [
          "15177",
          "弯月之头冠",
          "沙龙王",
          "大型怪物狩猎",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">呈现刀刃般形状的沙龙王之头冠。</FONT>",
          "mat_head_09_YEL",
          "WYZTG"
        ]
      },
      {
        "iID": "15178",
        "data": [
          "15178",
          "沙龙王的鱼尾",
          "沙龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙龙王的尾巴，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：逆境珠【1】</FONT>",
          "mat_tail_10_YEL",
          "SLWDYW"
        ]
      },
      {
        "iID": "15179",
        "data": [
          "15179",
          "被消化的铁砂",
          "沙龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙龙王消化后的沙子，经过沙龙王的加工被用来作为发动袭击用的沙块。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：刺杀珠【1】</FONT>",
          "prop_ore_01",
          "BXHDTS"
        ]
      },
      {
        "iID": "15180",
        "data": [
          "15180",
          "沙龙王琼脂",
          "沙龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙龙王的皮下脂肪层，能有效反射外部的热量，并保持内部的水分不流失。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐暑珠【1】</FONT>",
          "mat_shell_03_YEL",
          "SLWQZ"
        ]
      },
      {
        "iID": "15181",
        "data": [
          "15181",
          "坚硬的沙鳞",
          "沙龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">经过砂石的洗礼，同化了部分沙子的鳞片，比普通的鳞片具有更强的防御力和抗冲击力。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防御珠【3】</FONT>",
          "mat_scale_03_YEL",
          "JYDSL"
        ]
      },
      {
        "iID": "15184",
        "data": [
          "15184",
          "沙龙王的优质皮",
          "沙龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王的优质皮，可以打造更好的装备。</FONT>",
          "mat_leather_02_BRW",
          "SLWDYZP"
        ]
      },
      {
        "iID": "15185",
        "data": [
          "15185",
          "沙龙的优质鳞",
          "沙龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)以及沙龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从沙龙身上剥取取的上等鳞片，在阳光的照射下散发出异样的光芒。</FONT>",
          "mat_scale_03_YEL",
          "SLDYZL"
        ]
      },
      {
        "iID": "15186",
        "data": [
          "15186",
          "沙龙王的尖牙",
          "沙龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王的坚硬牙齿，能够咬破硬物。</FONT>",
          "mat_tooth_03_YEL",
          "SLWDJY"
        ]
      },
      {
        "iID": "15187",
        "data": [
          "15187",
          "沙龙王的大储砂袋",
          "沙龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">怪物的内脏器官，因为已经被器官过滤过，所以内含的砂颗粒已经非常细腻。</FONT>",
          "mat_visceral_02_BRW",
          "SLWDDCSD"
        ]
      },
      {
        "iID": "15188",
        "data": [
          "15188",
          "桃色的优质鳞",
          "沙龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃色的优质鳞片，档次和价值都比普通的桃色鳞片要高。</FONT>",
          "mat_fin_01",
          "TSDYZL"
        ]
      },
      {
        "iID": "15189",
        "data": [
          "15189",
          "新月之头冠",
          "沙龙王",
          "王立委托、王立精英、极限",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王的上等头冠，锐利无比，直接拿来做为刀刃来进行基本的攻击也不为过。</FONT>",
          "mat_head_09_YEL",
          "XYZTG"
        ]
      },
      {
        "iID": "15340",
        "data": [
          "15340",
          "沙龙王的背鳍",
          "沙龙王",
          "大型怪物狩猎",
          "躯干（本体/胴体）",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能让沙龙王在沙地中自由行动的背鳍，是不能缺少的部位。</FONT>",
          "mat_shell_03_YEL",
          "SLWDBZ"
        ]
      },
      {
        "iID": "15344",
        "data": [
          "15344",
          "沙龙王硬背鳍",
          "沙龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">较硬的沙龙王背鳍，能自如控制沙地移动的方向。</FONT>",
          "mat_fin_01",
          "SLWYBZ"
        ]
      },
      {
        "iID": "15348",
        "data": [
          "15348",
          "沙龙王的优质背鳍",
          "沙龙王",
          "王立委托、王立精英、极限",
          "躯干（本体/胴体）",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">较硬的沙龙王背鳍，能自如控制沙地移动的方向。</FONT>",
          "mat_shell_03_YEL",
          "SLWDYZBZ"
        ]
      }];