var materialArray = [
      {
        "iID": "15154",
        "data": [
          "15154",
          "火红的鬃毛",
          "沙雷鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟的红色鬃毛，能够用来装饰装备。</FONT>",
          "mat_hair_01_BRW",
          "HHDZM"
        ]
      },
      {
        "iID": "15155",
        "data": [
          "15155",
          "沙雷鸟的皮",
          "沙雷鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟的皮，坚硬且粗糙。</FONT>",
          "mat_leather_02_BRW",
          "SLNDP"
        ]
      },
      {
        "iID": "15156",
        "data": [
          "15156",
          "沙雷鸟的翼",
          "沙雷鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟的翅膀，似乎并不能飞得太高。</FONT>",
          "mat_wing_02_BRW",
          "SLNDY"
        ]
      },
      {
        "iID": "15157",
        "data": [
          "15157",
          "绿色的粘液",
          "沙雷鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">这东西跟沙子混合后就会爆炸，非常危险！</FONT>",
          "bottle_item_006",
          "LSDZY"
        ]
      },
      {
        "iID": "15158",
        "data": [
          "15158",
          "沙雷鸟的红鼻",
          "沙雷鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟红色的鼻子，颜色很醒目。</FONT>",
          "mat_head_06",
          "SLNDHB"
        ]
      },
      {
        "iID": "15159",
        "data": [
          "15159",
          "沙雷鸟的嗉囊",
          "沙雷鸟",
          "大型怪物狩猎",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟容纳爆炸物的嗉囊，装有沙雷。</FONT>",
          "mat_visceral_02_BRW",
          "SLNDZN"
        ]
      },
      {
        "iID": "15160",
        "data": [
          "15160",
          "沙雷鸟的臼齿",
          "沙雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙雷鸟的臼齿，非常高的耐磨性，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：痛击珠【1】</FONT>",
          "mat_tooth_03_YEL",
          "SLNDJC"
        ]
      },
      {
        "iID": "15161",
        "data": [
          "15161",
          "猩红之眼",
          "沙雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙雷鸟火红的眼睛，百米之外就能感受到它强烈的视线。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：看破珠【1】</FONT>",
          "mat_body_01_BRW",
          "XHZY"
        ]
      },
      {
        "iID": "15162",
        "data": [
          "15162",
          "粗糙的胶皮",
          "沙雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙雷鸟身上的皮，由于常年被太阳暴晒，表面非常粗糙，质地坚硬。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防御珠【1】</FONT>",
          "mat_leather_02_BRW",
          "CCDJP"
        ]
      },
      {
        "iID": "15163",
        "data": [
          "15163",
          "黯淡的粘液",
          "沙雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">非常稳定的粘液，似乎不会爆炸。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：早气珠【2】</FONT>",
          "mat_visceral_01",
          "ZDDZY"
        ]
      },
      {
        "iID": "15166",
        "data": [
          "15166",
          "赤红的刚鬃",
          "沙雷鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟的赤红色的鬃毛，颜色更加醒目。</FONT>",
          "mat_hair_01_PNK",
          "CHDGZ"
        ]
      },
      {
        "iID": "15167",
        "data": [
          "15167",
          "沙雷鸟的优质皮",
          "沙雷鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">完整的沙雷鸟皮，跌入砂砾中也不会受伤。</FONT>",
          "mat_leather_02_BRW",
          "SLNDYZP"
        ]
      },
      {
        "iID": "15168",
        "data": [
          "15168",
          "沙雷鸟的刚翼",
          "沙雷鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟坚韧的翼，比普通的品种更坚韧。</FONT>",
          "mat_wing_02_BRW",
          "SLNDGY"
        ]
      },
      {
        "iID": "15169",
        "data": [
          "15169",
          "亮绿色的粘液",
          "沙雷鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">纯度更高，更容易爆炸的粘液。</FONT>",
          "bottle_item_003",
          "LLSDZY"
        ]
      },
      {
        "iID": "15170",
        "data": [
          "15170",
          "沙雷鸟的赤红鼻",
          "沙雷鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟赤红色的鼻子，颜色更加的鲜艳。</FONT>",
          "mat_head_06",
          "SLNDCHB"
        ]
      },
      {
        "iID": "15171",
        "data": [
          "15171",
          "沙雷鸟的厚实嗉囊",
          "沙雷鸟",
          "王立委托、王立精英、极限",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟容纳爆炸物的厚实嗉囊，里面的物质很容易爆炸。</FONT>",
          "mat_visceral_02_BRW",
          "SLNDHSZN"
        ]
      }];