var materialArray = [
      {
        "iID": "21226",
        "data": [
          "21226",
          "毒鸟的紫翼",
          "紫毒鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟之翼，质地较好。</FONT>",
          "mat_wing_01_BLU",
          "DNDZY"
        ]
      },
      {
        "iID": "21227",
        "data": [
          "21227",
          "橡胶质的紫皮",
          "紫毒鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">颜色更为发深的紫毒鸟之皮，是打造装备的常用素材。</FONT>",
          "mat_leather_02",
          "XJZDZP"
        ]
      },
      {
        "iID": "21228",
        "data": [
          "21228",
          "紫毒鸟的嘴",
          "紫毒鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟之嘴，比怪鸟的更为坚硬。</FONT>",
          "mat_beak_06",
          "ZDNDZ"
        ]
      },
      {
        "iID": "21229",
        "data": [
          "21229",
          "橡胶质的绿尾",
          "紫毒鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒怪鸟橡胶质地的尾巴，非常具有伸缩性</FONT>",
          "mat_tail_11_BLU",
          "XJZDLW"
        ]
      },
      {
        "iID": "21230",
        "data": [
          "21230",
          "毒鸟的紫头",
          "紫毒鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟的头，剥下后要保证完整形状。</FONT>",
          "mat_head_19",
          "DNDZT"
        ]
      },
      {
        "iID": "21231",
        "data": [
          "21231",
          "诡异的光水晶",
          "紫毒鸟",
          "大型怪物狩猎",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">由紫毒怪鸟改造过的光水晶，成因仍然是迷。</FONT>",
          "prop_gem_13",
          "GYDGSJ"
        ]
      },
      {
        "iID": "21232",
        "data": [
          "21232",
          "厚实的紫毒舌",
          "紫毒鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">紫毒怪鸟的舌头，小心中毒。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：观察珠【1】</FONT>",
          "mat_body_01_BLU",
          "HSDZDS"
        ]
      },
      {
        "iID": "21233",
        "data": [
          "21233",
          "完整的大块紫胶皮",
          "紫毒鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">从紫毒怪鸟身上剥去的大块橡胶皮，能进一步大幅提升装备的防御力。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：强壁珠【1】</FONT>",
          "mat_leather_02",
          "WZDDKZJP"
        ]
      },
      {
        "iID": "21234",
        "data": [
          "21234",
          "深紫色的毒液",
          "紫毒鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">紫毒怪鸟吐出的毒液，颜色更加深沉，毒性更加猛烈。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：炮术珠【1】,背水珠【1】</FONT>",
          "item_icon_04",
          "SZSDDY"
        ]
      },
      {
        "iID": "21235",
        "data": [
          "21235",
          "骇人的毒臼齿",
          "紫毒鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">紫毒怪鸟的牙齿，经过毒液的侵蚀变的更加的可怕骇人。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：加弹珠【1】</FONT>",
          "mat_tooth_01",
          "HRDDJC"
        ]
      },
      {
        "iID": "21236",
        "data": [
          "21236",
          "翠绿色的胶皮",
          "紫毒鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒怪鸟身上特有的翠绿色胶皮，质地特殊，可以打造特殊的装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：根性珠【2】</FONT>",
          "mat_leather_01_CYN",
          ""
        ]
      },
      {
        "iID": "21238",
        "data": [
          "21238",
          "毒鸟的紫刚翼",
          "紫毒鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟引以为豪的翼，巨大且坚固。</FONT>",
          "mat_wing_01_BLU",
          "DNDZGY"
        ]
      },
      {
        "iID": "21239",
        "data": [
          "21239",
          "橡胶质的紫柔皮",
          "紫毒鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟的深紫色皮，因为质地更厚颜色变得更深。</FONT>",
          "mat_leather_02",
          "XJZDZRP"
        ]
      },
      {
        "iID": "21240",
        "data": [
          "21240",
          "紫毒鸟的坚硬嘴",
          "紫毒鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟的坚硬嘴部，要和头骨分离很困难。</FONT>",
          "mat_beak_06",
          "ZDNDJYZ"
        ]
      },
      {
        "iID": "21241",
        "data": [
          "21241",
          "橡胶质的绿韧尾",
          "紫毒鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒怪鸟橡胶质地的优质尾巴，具有更强的韧性和伸缩性，可以制造更强力的装备。</FONT>",
          "mat_tail_11_BLU",
          "XJZDLRW"
        ]
      },
      {
        "iID": "21242",
        "data": [
          "21242",
          "毒鸟的紫坚硬头",
          "紫毒鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟更加坚硬的头，重量超乎想象。</FONT>",
          "mat_head_19",
          "DNDZJYT"
        ]
      },
      {
        "iID": "21243",
        "data": [
          "21243",
          "诡异的新星水晶",
          "紫毒鸟",
          "王立委托、王立精英、极限",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">由紫毒怪鸟改造过的新星水晶，放出的闪光强度一般人完全承受不住，成因仍然是迷。</FONT>",
          "prop_gem_13",
          "GYDXXSJ"
        ]
      }];