var materialArray = [
      {
        "iID": "22225",
        "data": [
          "22225",
          "水龙的上鳞",
          "水龙",
          "大湖围猎祭",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：水龙(大湖围猎祭)</FONT><BR><BR><FONT COLOR=\"#C6B262\">水龙闪着琉璃色的鳞片，尽管失去了水分，但依然闪着蓝光。</FONT>",
          "mat_scale_01_CYN",
          ""
        ]
      },
      {
        "iID": "22226",
        "data": [
          "22226",
          "水龙的锐牙",
          "水龙",
          "大湖围猎祭",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：水龙(大湖围猎祭)</FONT><BR><BR><FONT COLOR=\"#C6B262\">水龙尖锐的牙齿，可以轻易将小型甲壳种的外壳咬碎。</FONT>",
          "mat_claw_01_CYN",
          ""
        ]
      },
      {
        "iID": "22227",
        "data": [
          "22227",
          "水龙的上鳍",
          "水龙",
          "大湖围猎祭",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：水龙(大湖围猎祭)</FONT><BR><BR><FONT COLOR=\"#C6B262\">水龙美丽的上等鳍，与其美丽的外表不符，里面藏有带有神经性剧毒的棘。</FONT>",
          "mat_body_01_CYN",
          ""
        ]
      },
      {
        "iID": "22228",
        "data": [
          "22228",
          "水龙的翼膜",
          "水龙",
          "大湖围猎祭",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：水龙(大湖围猎祭)</FONT><BR><BR><FONT COLOR=\"#C6B262\">虽然加工困难，但是由于保水性极佳，经常被用来当做铠甲的素材。</FONT>",
          "mat_membrane_01_CYN",
          ""
        ]
      },
      {
        "iID": "22229",
        "data": [
          "22229",
          "水龙的坚头壳",
          "水龙",
          "大湖围猎祭",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：水龙(大湖围猎祭)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚质的水龙头壳，保存完整，常被水域的原住民奉为图腾的象征。</FONT>",
          "mat_body_01_CYN",
          ""
        ]
      },
      {
        "iID": "22230",
        "data": [
          "22230",
          "虾的大壳",
          "水龙",
          "大湖围猎祭",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：水龙(大湖围猎祭)</FONT><BR><BR><FONT COLOR=\"#C6B262\">作为诱饵的龙虾王的壳，残留在胃袋中，属于珍品。</FONT>",
          "mat_claw_04",
          ""
        ]
      }];