var materialArray = [
      {
        "iID": "16058",
        "data": [
          "16058",
          "火龙的上鳞",
          "雄火龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄火龙的高级鳞片，从外表似乎看不出有太大区别，但实质硬度有很大差别。</FONT>",
          "mat_scale_02_OR",
          ""
        ]
      },
      {
        "iID": "16059",
        "data": [
          "16059",
          "火龙体液",
          "雄火龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">火龙的体液，成分芜杂。经过数月静置后能进行分解提取，用途广泛。</FONT>",
          "item_icon_65",
          ""
        ]
      },
      {
        "iID": "16060",
        "data": [
          "16060",
          "爆炎袋",
          "雄火龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">怪物的内脏器官，破裂后释放出炽热的火焰，将周围的物体焚烧殆尽。</FONT>",
          "mat_visceral_01_PNK",
          ""
        ]
      },
      {
        "iID": "16061",
        "data": [
          "16061",
          "火龙坚壳",
          "雄火龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比雄火龙的甲壳更为坚硬，被称之为坚壳的素材。</FONT>",
          "mat_shell_01_OR",
          ""
        ]
      },
      {
        "iID": "16062",
        "data": [
          "16062",
          "火龙的锐翼爪",
          "雄火龙",
          "王立精英委托",
          "左右翼",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄火龙之翼上的爪，猎人对雄火龙之翼进行破坏后较容易取得的素材。</FONT>",
          "mat_claw_03_OR",
          ""
        ]
      },
      {
        "iID": "16063",
        "data": [
          "16063",
          "火龙的延髓",
          "雄火龙",
          "王立精英委托",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获得素材，容易着火的特性使得其加工起来非常困难。</FONT>",
          "mat_body_01_OR",
          ""
        ]
      },
      {
        "iID": "16064",
        "data": [
          "16064",
          "火龙的优质鳞",
          "雄火龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄火龙的高级鳞片，从外表似乎看不出有太大区别，但实质硬度有很大差别。</FONT>",
          "mat_scale_01",
          ""
        ]
      },
      {
        "iID": "16065",
        "data": [
          "16065",
          "火龙的韧翼膜",
          "雄火龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄火龙的优质翼膜，拥有更强的韧性。</FONT>",
          "item_icon_75",
          ""
        ]
      },
      {
        "iID": "16066",
        "data": [
          "16066",
          "炽热的火焰袋",
          "雄火龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">破裂后释放出炽热的火焰，将周围的物体焚烧殆尽。</FONT>",
          "mat_visceral_01",
          ""
        ]
      },
      {
        "iID": "16067",
        "data": [
          "16067",
          "火龙的坚壳",
          "雄火龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比雄火龙的甲壳更为坚硬，被称之为坚壳的素材。</FONT>",
          "mat_shell_01",
          ""
        ]
      },
      {
        "iID": "16070",
        "data": [
          "16070",
          "火龙的逆鳞",
          "雄火龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">据说生长在雄火龙尾巴上的逆之鳞片，背负着雄火龙之名，是极为珍贵的素材。</FONT>",
          "mat_scale_02_OR",
          ""
        ]
      },
      {
        "iID": "16071",
        "data": [
          "16071",
          "火龙的红玉",
          "雄火龙",
          "王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">只有极少数雄火龙体内含有的稀有宝石。</FONT>",
          "mat_jade_01",
          ""
        ]
      },
      {
        "iID": "16074",
        "data": [
          "16074",
          "火龙翼膜",
          "雄火龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄火龙的翼膜，具有不断飞行而练就的良好性能。</FONT>",
          "mat_wing_02_OR",
          ""
        ]
      },
      {
        "iID": "16075",
        "data": [
          "16075",
          "火龙靭尾",
          "雄火龙",
          "王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">在表面具有鳞片覆盖的雄火龙尾，是天空王者战斗力的象征。</FONT>",
          "mat_tail_06_OR",
          ""
        ]
      },
      {
        "iID": "16076",
        "data": [
          "16076",
          "火龙的刚翼",
          "雄火龙",
          "王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大型雄火龙的翼部，挥舞时能掀起地面的巨石，风压的强度摄人心魄。</FONT>",
          "mat_wing_01_PNK",
          ""
        ]
      }];