var materialArray = [
      {
        "iID": "16080",
        "data": [
          "16080",
          "剑豪之锋镰",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的镰刀，锋利异常。</FONT>",
          "mat_clamp_02",
          "JHZFL"
        ]
      },
      {
        "iID": "16087",
        "data": [
          "16087",
          "剑豪镰蟹的储水袋",
          "剑豪镰蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹用来喷射水泡的器官，里面储存了大量的液体，压力非常大。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：破龙珠【2】</FONT>",
          "mat_visceral_01_BLU",
          "JHLXDCSD"
        ]
      },
      {
        "iID": "16088",
        "data": [
          "16088",
          "剑豪之将军角",
          "剑豪镰蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的头冠，像将军的头盔一般。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：剑术珠【3】</FONT>",
          "mat_shell_01_BLU",
          ""
        ]
      },
      {
        "iID": "16093",
        "data": [
          "16093",
          "剑豪镰蟹的尖爪",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的尖锐之爪，剑豪镰蟹赖以潜入地下的部位。</FONT>",
          "mat_claw_04_BLU",
          "JHLXDJZ"
        ]
      },
      {
        "iID": "16094",
        "data": [
          "16094",
          "剑豪镰蟹的坚壳",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的坚硬之壳，坚硬度更强。</FONT>",
          "mat_shell_01_BLU",
          "JHLXDJK"
        ]
      },
      {
        "iID": "16095",
        "data": [
          "16095",
          "剑豪镰蟹的坚脚",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的坚硬之脚，边缘也非常锋利。</FONT>",
          "mat_claw_01_BLU",
          "JHLXDJJ"
        ]
      },
      {
        "iID": "16096",
        "data": [
          "16096",
          "剑豪镰蟹的坚钳",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更为坚硬的剑豪镰蟹大钳，敲击时会砰砰作响。</FONT>",
          "mat_clamp_02",
          "JHLXDJQ"
        ]
      },
      {
        "iID": "16097",
        "data": [
          "16097",
          "剑豪镰蟹的金色大真珠",
          "剑豪镰�",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">泛出金色光芒的大真珠。</FONT>",
          "mat_Golden_01",
          "JHLXDJSDZZ"
        ]
      },
      {
        "iID": "16098",
        "data": [
          "16098",
          "剑豪的坚龙头壳",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          "壳",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">异常坚硬的龙头之壳，被聪明的剑豪镰蟹用来保护后背。</FONT>",
          "prop_bone_05",
          "JHDJLTK"
        ]
      }];