var materialArray = [
      {
        "iID": "15583",
        "data": [
          "15583",
          "尾晶蝎的爪",
          "尾晶蝎",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的爪，能用来打造素材。</FONT>",
          "mat_claw_01_BLU",
          "WJXDZ"
        ]
      },
      {
        "iID": "15584",
        "data": [
          "15584",
          "尾晶蝎的毛",
          "尾晶蝎",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎身上的毛，可以用来制作装备。</FONT>",
          "mat_hair_01",
          "WJXDM"
        ]
      },
      {
        "iID": "15585",
        "data": [
          "15585",
          "尾晶蝎的甲壳",
          "尾晶蝎",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的甲壳，具有良好的保护能力。</FONT>",
          "mat_shell_01_BLU",
          "WJXDJK"
        ]
      },
      {
        "iID": "15586",
        "data": [
          "15586",
          "尾晶蝎的晶石",
          "尾晶蝎",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的晶石，仅是一般的品质也能在商人那卖个好价钱。</FONT>",
          "prop_gem_07",
          "WJXDJS"
        ]
      },
      {
        "iID": "15587",
        "data": [
          "15587",
          "尾晶蝎的毒毛",
          "尾晶蝎",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎身上非常稀少的毒毛，因为数量很少，价格很高。</FONT>",
          "mat_hair_01",
          "WJXDDM"
        ]
      },
      {
        "iID": "15588",
        "data": [
          "15588",
          "尾晶蝎的颚",
          "尾晶蝎",
          "大型怪物狩猎",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从尾晶蝎身上剥取的颚，咬合力很强，在怪物还有行动能力的时候要小心。</FONT>",
          "mat_tooth_04_BLU",
          "WJXDZ"
        ]
      },
      {
        "iID": "15589",
        "data": [
          "15589",
          "尾晶蝎的尾巴",
          "尾晶蝎",
          "大型怪物狩猎",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的尾部，似乎可以喷射出晶体。</FONT>",
          "mat_tail_08",
          "WJXDWB"
        ]
      },
      {
        "iID": "15590",
        "data": [
          "15590",
          "尾晶蝎的钳",
          "尾晶蝎",
          "大型怪物狩猎",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的钳子，有力而沉重。</FONT>",
          "mat_claw_01_BLU",
          "WJXDQ"
        ]
      },
      {
        "iID": "15593",
        "data": [
          "15593",
          "新鲜的体液",
          "尾晶蝎",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">尾晶蝎的体液，在战斗结束后立刻采集，非常新鲜。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：痛击珠【3】</FONT>",
          "item_icon_53",
          ""
        ]
      },
      {
        "iID": "15594",
        "data": [
          "15594",
          "变质的体液",
          "尾晶蝎",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">尾晶蝎的体液，性质发生了变化，有很强的腐蚀性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：背水珠【2】</FONT>",
          "item_icon_09",
          ""
        ]
      },
      {
        "iID": "15603",
        "data": [
          "15603",
          "尾晶蝎的尖爪",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的尖爪，比起常见的品种更锋利一些。</FONT>",
          "mat_claw_01_BLU",
          "WJXDJZ"
        ]
      },
      {
        "iID": "15604",
        "data": [
          "15604",
          "尾晶蝎的刚毛",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的刚硬的毛，可以用来制作更精良的装备。</FONT>",
          "mat_hair_01",
          "WJXDGM"
        ]
      },
      {
        "iID": "15605",
        "data": [
          "15605",
          "尾晶蝎的坚壳",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">甲壳种背部坚硬的壳，可以整块取下当做盾牌使用。</FONT>",
          "mat_shell_01_BLU",
          "WJXDJK"
        ]
      },
      {
        "iID": "15606",
        "data": [
          "15606",
          "尾晶蝎的紫晶",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够泛出紫色光芒的尾晶蝎带有的晶体，紫色越纯价值越高。</FONT>",
          "prop_gem_07",
          "WJXDZJ"
        ]
      },
      {
        "iID": "15607",
        "data": [
          "15607",
          "尾晶蝎的毒刚毛",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎身上更加稀少的坚硬毒毛，可以用来制作强力的装备。</FONT>",
          "mat_hair_01",
          "WJXDDGM"
        ]
      },
      {
        "iID": "15608",
        "data": [
          "15608",
          "尾晶蝎的大颚",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎巨大的颚部，虽然是甲壳种却能轻易咬断坚硬的物品，相当惊人。</FONT>",
          "mat_tooth_04_BLU",
          "WJXDDZ"
        ]
      },
      {
        "iID": "15609",
        "data": [
          "15609",
          "尾晶蝎的靭尾",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的尾部，品质较高者可以喷射出大量晶体，利用冲击力攻击猎物。</FONT>",
          "mat_tail_08",
          "WJXDZW"
        ]
      },
      {
        "iID": "15610",
        "data": [
          "15610",
          "尾晶蝎的巨钳",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的巨大钳子，可以用来打造各种装备。</FONT>",
          "mat_claw_01_BLU",
          "WJXDJQ"
        ]
      }];