var materialArray = [
      {
        "iID": "15016",
        "data": [
          "15016",
          "蓝速龙王的爪",
          "蓝速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的爪，是其捕食猎物时最经常用到的身体部位。</FONT>",
          "mat_claw_01_BLU",
          "LSLWDZ"
        ]
      },
      {
        "iID": "15017",
        "data": [
          "15017",
          "蓝速龙的鳞",
          "蓝速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎)以及蓝速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从蓝速龙身上剥下的鳞片，经常用来制作一般的装备。</FONT>",
          "mat_scale_01_BLU",
          "LSLDL"
        ]
      },
      {
        "iID": "15018",
        "data": [
          "15018",
          "蓝速龙王的牙",
          "蓝速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的牙齿，锐利无比。</FONT>",
          "mat_tooth_02_BLU",
          "LSLWDY"
        ]
      },
      {
        "iID": "15019",
        "data": [
          "15019",
          "蓝速龙王的皮",
          "蓝速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的皮，因为经过激烈的战斗而伤痕累累。</FONT>",
          "mat_leather_01_BLU",
          "LSLWDP"
        ]
      },
      {
        "iID": "15020",
        "data": [
          "15020",
          "蓝速龙王的头冠",
          "蓝速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的头，长有大冠，据猎人所说带在头上会有蓝速龙的感觉。</FONT>",
          "mat_head_02_BLU",
          "LSLWDTG"
        ]
      },
      {
        "iID": "15021",
        "data": [
          "15021",
          "蓝速龙王的锐爪",
          "蓝速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">蓝速龙王的锐利爪，锐利的爪尖好似剑刃一般，能够轻易的穿破岩石。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐震珠【1】</FONT>",
          "mat_claw_01_BLU",
          ""
        ]
      },
      {
        "iID": "15022",
        "data": [
          "15022",
          "短小的喙",
          "蓝速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">蓝速龙王的喙，质量轻但更为坚硬，适宜制作结实的装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：陷阱珠【1】</FONT>",
          "mat_head_02_BLU",
          ""
        ]
      },
      {
        "iID": "15023",
        "data": [
          "15023",
          "蓝色的鸟龙皮",
          "蓝速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">蓝速龙王的覆盖着蓝色鳞片的外皮，颜色亮丽。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：速射珠【1】</FONT>",
          "mat_leather_01_BLU",
          ""
        ]
      },
      {
        "iID": "15024",
        "data": [
          "15024",
          "蓝速龙王的尾巴",
          "蓝速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">蓝速龙王的尾巴，强大的韧性，可以像鞭子一样甩出用于攻击。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：名药珠【1】</FONT>",
          "mat_tail_09_BLU",
          ""
        ]
      },
      {
        "iID": "15026",
        "data": [
          "15026",
          "蓝速龙王的尖爪",
          "蓝速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的尖爪，锐利的爪尖好似剑刃一般，能够轻易的穿破岩石。</FONT>",
          "mat_claw_01_BLU",
          "LSLWDJZ"
        ]
      },
      {
        "iID": "15027",
        "data": [
          "15027",
          "蓝速龙的优质鳞",
          "蓝速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(王立委托、王立精英委托)以及蓝速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙身上剥下的上等鳞片，质量轻但更为坚硬，适宜制作更加结实的装备。</FONT>",
          "mat_scale_01_BLU",
          "LSLDYZL"
        ]
      },
      {
        "iID": "15028",
        "data": [
          "15028",
          "蓝速龙王的尖牙",
          "蓝速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的尖牙，在保持锐利的情况下更加坚硬。</FONT>",
          "mat_tooth_02_BLU",
          "LSLWDJY"
        ]
      },
      {
        "iID": "15029",
        "data": [
          "15029",
          "蓝速龙王的优质皮",
          "蓝速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的上等皮，皮质更加柔韧，制作的装备更加耐用。</FONT>",
          "mat_leather_01_BLU",
          "LSLWDYZP"
        ]
      },
      {
        "iID": "15030",
        "data": [
          "15030",
          "蓝速龙王的大头冠",
          "蓝速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的大头冠，彰显自己的首领地位，可以制作优质的装备。</FONT>",
          "mat_head_02_BLU",
          "LSLWDDTG"
        ]
      }];