var materialArray = [
      {
        "iID": "15001",
        "data": [
          "15001",
          "河狸兽的爪",
          "河狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">河狸兽的爪子，尖锐的爪尖能够非常容易的捕捉猎物。</FONT>",
          "mat_claw_02_BRW",
          "HLSDZ"
        ]
      },
      {
        "iID": "15002",
        "data": [
          "15002",
          "河狸兽的皮",
          "河狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从河狸兽身上剥下的皮毛，可以制作一般的装备。</FONT>",
          "mat_leather_02_BRW",
          "HLSDP"
        ]
      },
      {
        "iID": "15003",
        "data": [
          "15003",
          "河狸兽的牙",
          "河狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">河狸兽的牙，河狸兽进行攻击时最重要的武器。</FONT>",
          "mat_tooth_02_BRW",
          "HLSDY"
        ]
      },
      {
        "iID": "15004",
        "data": [
          "15004",
          "温暖的毛皮",
          "河狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎)以及精灵鹿</FONT><BR><BR><FONT COLOR=\"#C6B262\">很厚实的毛皮，披在身上可以抵御寒冷。</FONT>",
          "mat_leather_02_BRW",
          "WNDMP"
        ]
      },
      {
        "iID": "15005",
        "data": [
          "15005",
          "磨损的门牙",
          "河狸兽",
          "大型怪物狩猎",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">河狸兽的门牙，长期啃食木头已经磨损。</FONT>",
          "mat_tooth_02_BRW",
          "MSDMY"
        ]
      },
      {
        "iID": "15006",
        "data": [
          "15006",
          "强韧的脚蹼",
          "河狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">河狸兽水中游泳使用的脚蹼，具有强韧的韧性，极为适合制作装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：达人珠【2】</FONT>",
          "mat_flipper_01_BRW",
          ""
        ]
      },
      {
        "iID": "15007",
        "data": [
          "15007",
          "潮湿的毛皮",
          "河狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">河狸兽在常年的浸泡在水中的毛皮，具有良好的保温及防水性能，能够制造结实的防具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：体力珠【1】</FONT>",
          "mat_leather_02_BRW",
          ""
        ]
      },
      {
        "iID": "15008",
        "data": [
          "15008",
          "河狸兽的尾甲",
          "河狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">河狸兽的尾部的甲壳，流线型的排列帮助河狸兽在水中游动。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：反动珠【1】</FONT>",
          "mat_shell_01_BRW",
          ""
        ]
      },
      {
        "iID": "15009",
        "data": [
          "15009",
          "完好的骨甲",
          "河狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">河狸兽背部的高品质骨甲，具有坚强的耐用度，平整的边缘可以更容易的进行加工。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：广域珠【2】</FONT>",
          "mat_head_01_BRW",
          ""
        ]
      },
      {
        "iID": "15011",
        "data": [
          "15011",
          "河狸兽的尖爪",
          "河狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尖锐的河狸兽之爪，利用足够好的情况下能够制作出对怪物造成严重伤害的武器。</FONT>",
          "mat_claw_02_BRW",
          "HLSDJZ"
        ]
      },
      {
        "iID": "15012",
        "data": [
          "15012",
          "河狸兽的优质皮",
          "河狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：河�兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从河狸兽身上剥去下的优质皮革，比硬皮更加耐用，是制作高级装备的必备品。</FONT>",
          "mat_leather_02_BRW",
          "HLSDYZP"
        ]
      },
      {
        "iID": "15013",
        "data": [
          "15013",
          "河狸兽的尖牙",
          "河狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够咬碎坚硬实木的河狸兽牙齿，制作高级装备必备素材。</FONT>",
          "mat_tooth_02_BRW",
          "HLSDJY"
        ]
      },
      {
        "iID": "15014",
        "data": [
          "15014",
          "优质的毛皮",
          "河狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(王立委托、王立精英委托)以及精灵鹿</FONT><BR><BR><FONT COLOR=\"#C6B262\">优质的毛皮，可以用来制作帮助睡眠的枕头</FONT>",
          "mat_leather_02_BRW",
          "YZDMP"
        ]
      },
      {
        "iID": "15015",
        "data": [
          "15015",
          "历战的门牙",
          "河狸兽",
          "王立委托、王立精英、极限",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经历多多次战斗啃咬的河狸兽的门牙，能够用来制造高级的猎人装备。</FONT>",
          "mat_tooth_02_BRW",
          "LZDMY"
        ]
      }];