var materialArray = [
      {
        "iID": "16099",
        "data": [
          "16099",
          "晶岩龙的翼",
          "晶岩龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙的翼，飞行能力并不优秀，却是锻造的好素材。</FONT>",
          "mat_wing_01_BLK",
          "JYLDY"
        ]
      },
      {
        "iID": "16100",
        "data": [
          "16100",
          "晶岩龙的头壳",
          "晶岩龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙的头壳，被猎人用来制造防具，完整的更有价值。</FONT>",
          "mat_head_18_BLK",
          "JYLDTK"
        ]
      },
      {
        "iID": "16101",
        "data": [
          "16101",
          "晶岩龙的背壳",
          "晶岩龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙的背壳，具有能经受打击的硬度。</FONT>",
          "mat_shell_04_BLK",
          "JYLDBK"
        ]
      },
      {
        "iID": "16102",
        "data": [
          "16102",
          "晶岩龙的甲壳",
          "晶岩龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙的甲壳，硬度超乎寻常，被大量用于生产，能为防具增加硬度。</FONT>",
          "mat_shell_01_BLK",
          "JYLDJK"
        ]
      },
      {
        "iID": "16103",
        "data": [
          "16103",
          "晶岩之泪",
          "晶岩龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙身体中的高透明度的矿石结晶，远看似乎是一滴明亮的液体。</FONT>",
          "prop_gem_02",
          "JYZL"
        ]
      },
      {
        "iID": "16104",
        "data": [
          "16104",
          "晶岩龙的腹甲",
          "晶岩龙",
          "大型怪物狩猎",
          "腹部",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙腹部的甲壳，相对其他部位较为柔软。</FONT>",
          "mat_shell_01_BLK",
          "JYLDFJ"
        ]
      },
      {
        "iID": "16105",
        "data": [
          "16105",
          "晶岩龙的尾巴",
          "晶岩龙",
          "大型怪物狩猎",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙的尾，硬度并不差，也可以用来制作一些装备。</FONT>",
          "mat_tail_07",
          "JYLDWB"
        ]
      },
      {
        "iID": "16106",
        "data": [
          "16106",
          "晶岩龙的苔背甲",
          "晶岩龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">晶岩龙背部生长的苔藓的甲壳，表面非常的湿滑。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：KO珠【3】</FONT>",
          "mat_shell_04_BLK",
          ""
        ]
      },
      {
        "iID": "16107",
        "data": [
          "16107",
          "厚重的晶石壳",
          "晶岩龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">坚硬的晶岩龙背部的石质甲壳，硬度非常大，防御性能出众。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：强壁珠【2】</FONT>",
          "mat_shell_05",
          ""
        ]
      },
      {
        "iID": "16113",
        "data": [
          "16113",
          "晶岩龙的刚翼",
          "晶岩龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的晶岩龙翼，并不能用于飞行，硬度有更大提升。</FONT>",
          "mat_wing_01_BLK",
          "JYLDGY"
        ]
      },
      {
        "iID": "16114",
        "data": [
          "16114",
          "晶岩龙的坚头壳",
          "晶岩龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能经受更大攻击的晶岩龙头壳，即使从高处摔下也不必担心会损坏。</FONT>",
          "mat_head_18_BLK",
          "JYLDJTK"
        ]
      },
      {
        "iID": "16115",
        "data": [
          "16115",
          "晶岩龙的坚背壳",
          "晶岩龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更优质的晶岩龙背壳，由于其硬度剥取时也相当困难。</FONT>",
          "mat_shell_04_BLK",
          "JYLDJBK"
        ]
      },
      {
        "iID": "16116",
        "data": [
          "16116",
          "晶岩龙的坚甲",
          "晶岩龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙坚硬的甲壳，能经受猛烈的打击，狩猎时很头疼生产时却很受喜爱。</FONT>",
          "mat_shell_01_BLK",
          "JYLDJJ"
        ]
      },
      {
        "iID": "16117",
        "data": [
          "16117",
          "纯晶之泪",
          "晶岩龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙身体中的纯度更高的矿石结晶，仿佛一颗星辰闪耀着光芒。</FONT>",
          "prop_gem_02",
          "CJZL"
        ]
      },
      {
        "iID": "16118",
        "data": [
          "16118",
          "晶岩龙的坚腹甲",
          "晶岩龙",
          "王立委托、王立精英、极限",
          "腹部",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙保存催眠的内脏，稍吸入一些便会昏睡，让人敬而远之。</FONT>",
          "mat_shell_01_BLK",
          "JYLDJFJ"
        ]
      },
      {
        "iID": "16119",
        "data": [
          "16119",
          "晶岩龙的靭尾",
          "晶岩龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙强韧的尾部，比同类更强韧的尾部会被用来制作上好的防具，品质也有所提升。</FONT>",
          "mat_tail_07",
          "JYLDZW"
        ]
      }];