var materialArray = [
      {
        "iID": "15388",
        "data": [
          "15388",
          "镰蟹的钳",
          "将军镰蟹",
          "大型怪物狩猎",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬、锋利，呈蓝色状的巨大之钳。</FONT>",
          "mat_clamp_02",
          "LXDQ"
        ]
      },
      {
        "iID": "15396",
        "data": [
          "15396",
          "镰蟹的巨钳",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更为坚硬巨大的镰蟹大钳，非常锋利，一刀两段。</FONT>",
          "mat_clamp_02",
          "LXDJQ"
        ]
      },
      {
        "iID": "21244",
        "data": [
          "21244",
          "镰蟹的爪",
          "将军镰蟹",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">镰蟹的爪子，适合用来制作各种装备。</FONT>",
          "mat_claw_04_BLU",
          "LXDZ"
        ]
      },
      {
        "iID": "21245",
        "data": [
          "21245",
          "镰蟹的甲壳",
          "将军镰蟹",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">镰蟹的甲壳，具有一定的坚硬度。</FONT>",
          "mat_shell_01_BLU",
          "LXDJK"
        ]
      },
      {
        "iID": "21246",
        "data": [
          "21246",
          "镰蟹的脚",
          "将军镰蟹",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">镰蟹的脚，适合制作武器固定部位的素材。</FONT>",
          "mat_claw_01_BLU",
          "LXDJ"
        ]
      },
      {
        "iID": "21247",
        "data": [
          "21247",
          "镰蟹的小壳",
          "将军镰蟹",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎)以及小镰蟹</FONT><BR><BR><FONT COLOR=\"#C6B262\">镰蟹小巧的甲壳，通途很广。</FONT>",
          "mat_shell_01_BLU",
          "LXDXK"
        ]
      },
      {
        "iID": "21248",
        "data": [
          "21248",
          "金真珠",
          "将军镰蟹",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">微微泛光的金色真珠。</FONT>",
          "mat_Golden_01",
          "JZZ"
        ]
      },
      {
        "iID": "21249",
        "data": [
          "21249",
          "龙头壳",
          "将军镰蟹",
          "大型怪物狩猎",
          "壳",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">龙种的头壳，比兽壳要更坚硬一些。</FONT>",
          "prop_bone_05",
          "LTK"
        ]
      },
      {
        "iID": "21254",
        "data": [
          "21254",
          "极上金真珠",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">泛出金色光芒的大真珠。</FONT>",
          "mat_Golden_01",
          "JSDZZ"
        ]
      },
      {
        "iID": "21255",
        "data": [
          "21255",
          "坚龙头壳",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          "壳",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">异常坚硬的龙头之壳，被聪明的镰蟹用来保护后背。</FONT>",
          "prop_bone_05",
          "JLTK"
        ]
      },
      {
        "iID": "21256",
        "data": [
          "21256",
          "镰蟹的尖爪",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">镰蟹的尖锐之爪，镰蟹赖以潜入地下的部位。</FONT>",
          "mat_claw_04_BLU",
          "LXDJZ"
        ]
      },
      {
        "iID": "21257",
        "data": [
          "21257",
          "镰蟹的坚壳",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">镰蟹的坚硬之壳，坚硬度更强。</FONT>",
          "mat_shell_01_BLU",
          "LXDJK"
        ]
      },
      {
        "iID": "21258",
        "data": [
          "21258",
          "镰蟹的长脚",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">镰蟹的坚硬之脚，边缘也非常锋利。</FONT>",
          "mat_claw_01_BLU",
          "LXDCJ"
        ]
      },
      {
        "iID": "21259",
        "data": [
          "21259",
          "镰蟹的小坚壳",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(王立委托、王立精英委托)以及小镰蟹</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的镰蟹小甲，硬度上有较大的提升。</FONT>",
          "mat_shell_01_BLU",
          "LXDXJK"
        ]
      }];