var materialArray = [
      {
        "iID": "16192",
        "data": [
          "16192",
          "烈焰的骨髓",
          "烈焰女王",
          "大型怪物狩猎",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获得素材，接触空气后会产生火焰。</FONT>",
          "mat_body_01_GRN",
          "LYDGS"
        ]
      },
      {
        "iID": "16193",
        "data": [
          "16193",
          "烈焰的龙鳞",
          "烈焰女王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">喜欢盘旋在自己巢穴附近的飞龙烈焰女王的鳞片。</FONT>",
          "mat_scale_02_GRN",
          "LYDLL"
        ]
      },
      {
        "iID": "16194",
        "data": [
          "16194",
          "烈焰的龙棘",
          "烈焰女王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在烈焰女王背后及翅膀附近，拥有毒性的好似针一般的毛。</FONT>",
          "mat_fin_01_grn",
          "LYDLJ"
        ]
      },
      {
        "iID": "16195",
        "data": [
          "16195",
          "烈焰的甲壳",
          "烈焰女王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">多片烈焰女王的鳞片聚集重叠后加固的甲壳，比单个鳞片的耐久度要高。</FONT>",
          "mat_shell_02_GRN",
          "LYDJK"
        ]
      },
      {
        "iID": "16196",
        "data": [
          "16196",
          "烈焰红玉",
          "烈焰女王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">据说生长在烈焰女王尾巴上的火之鳞片，背负着烈焰女王之名，是极为珍贵的素材。</FONT>",
          "mat_scale_02_GRN",
          "LYDCL"
        ]
      },
      {
        "iID": "16197",
        "data": [
          "16197",
          "烈焰的龙爪",
          "烈焰女王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰女王的爪，锐利且坚硬，打磨后适宜制作装备和运用在生活中。</FONT>",
          "mat_claw_03_GRN",
          "LYDLZ"
        ]
      },
      {
        "iID": "16199",
        "data": [
          "16199",
          "烈焰的毒液",
          "烈焰女王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰雌火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">从烈焰雌火龙棘上提取的毒液，可以用来制作素材。</FONT><FONT COLOR=\"#FF0000\" >可以制作：底力珠【2】</FONT>",
          "item_icon_53",
          ""
        ]
      },
      {
        "iID": "16203",
        "data": [
          "16203",
          "烈焰的翼膜",
          "烈焰女王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰雌火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">烈焰雌火龙的翼膜，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐暑珠【2】</FONT>",
          "item_icon_75",
          ""
        ]
      },
      {
        "iID": "16204",
        "data": [
          "16204",
          "烈焰的延髓",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获得素材，容易着火的特性使得其加工起来非常困难。</FONT>",
          "mat_body_01_GRN",
          "LYDYS"
        ]
      },
      {
        "iID": "16205",
        "data": [
          "16205",
          "烈焰的优质龙鳞",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰女王的高级鳞片，从外表似乎看不出有太大区别，但实质硬度有很大差别。</FONT>",
          "mat_scale_02_GRN",
          "LYDYZLL"
        ]
      },
      {
        "iID": "16206",
        "data": [
          "16206",
          "烈焰的优质棘",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在烈焰女王身上宛如刀刃般的毛，比一般的棘要更加坚固。</FONT>",
          "mat_fin_01_grn",
          "LYDYZJ"
        ]
      },
      {
        "iID": "16207",
        "data": [
          "16207",
          "烈焰的坚壳",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比烈焰女王的甲壳更为坚硬，被称之为坚壳的素材。</FONT>",
          "mat_shell_02_GRN",
          "LYDJK"
        ]
      },
      {
        "iID": "16208",
        "data": [
          "16208",
          "烈焰的秘棘",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在烈焰女王身上宛如刀刃般的毛，比一般的棘要更加坚固。</FONT>",
          "mat_fin_01_grn",
          "LYDMJ"
        ]
      },
      {
        "iID": "16209",
        "data": [
          "16209",
          "烈焰的刚龙爪",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰女王之翼上的爪，猎人对烈焰女王之翼进行破坏后较容易取得的素材。</FONT>",
          "mat_claw_03_GRN",
          "LYDGLZ"
        ]
      },
      {
        "iID": "16210",
        "data": [
          "16210",
          "烈焰红玉",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英、极限)</FONT><BR><BR><FONT COLOR=\"#C6B262\">据说生长在烈焰女王尾巴上的幻之鳞片，制造出的装备传言可以震天撼地</FONT>",
          "mat_jade_03",
          "CHLDCL"
        ]
      },
      {
        "iID": "16213",
        "data": [
          "16213",
          "烈焰的龙翼",
          "烈焰女王",
          "大型怪物狩猎",
          "左右翼",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">张开后能遮住一切的巨大双翼，猎人将感受到压抑的气息。</FONT>",
          "mat_wing_02_GRN",
          "LYDLY"
        ]
      },
      {
        "iID": "16214",
        "data": [
          "16214",
          "烈焰的龙尾",
          "烈焰女王",
          "大型怪物狩猎",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰女王尾部能剥取的素材，每个个体只有很少的产量。</FONT>",
          "mat_tail_06",
          "LYDLW"
        ]
      },
      {
        "iID": "16217",
        "data": [
          "16217",
          "烈焰的刚翼",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "左右翼",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰女王的翼膜，具有不断飞行而练就的良好性能。</FONT>",
          "mat_wing_02_GRN",
          "LYDGY"
        ]
      },
      {
        "iID": "16218",
        "data": [
          "16218",
          "烈焰的靭尾",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR>",
          "mat_tail_06",
          "LYDZW"
        ]
      }];