var materialArray = [
      {
        "iID": "15643",
        "data": [
          "15643",
          "微光的体液",
          "星龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">在星龙和星羽蝶身上发现的体液，散发出微弱的光。</FONT>",
          "item_icon_11",
          "WGDTY"
        ]
      },
      {
        "iID": "15644",
        "data": [
          "15644",
          "星龙的腹甲",
          "星龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙具有韧性的腹部甲壳，可以用来制作装备。</FONT>",
          "mat_shell_01_YEL",
          "XLDFJ"
        ]
      },
      {
        "iID": "15645",
        "data": [
          "15645",
          "星龙的角",
          "星龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙头部的角，顶部很尖锐，能用来加强冲撞攻击的伤害。</FONT>",
          "mat_horn_01_YEL",
          "XLDJ"
        ]
      },
      {
        "iID": "15646",
        "data": [
          "15646",
          "星龙的甲壳",
          "星龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能起到保护效果的甲壳，能用来打造一些防具。</FONT>",
          "mat_shell_01_YEL",
          "XLDJK"
        ]
      },
      {
        "iID": "15647",
        "data": [
          "15647",
          "星之龙鳞",
          "星龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙的稀有鳞片，宛如星河一般闪闪发光。</FONT>",
          "mat_scale_01_YEL",
          "XZLL"
        ]
      },
      {
        "iID": "15648",
        "data": [
          "15648",
          "星羽蝶的羽翅",
          "星龙",
          "大型怪物狩猎",
          "躯干（本体/胴体）",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">共生在星龙身上的星羽蝶的翅膀，非常的漂亮。</FONT>",
          "mat_wing_01_YEL",
          "XYDDYC"
        ]
      },
      {
        "iID": "15649",
        "data": [
          "15649",
          "星龙的尾巴",
          "星龙",
          "大型怪物狩猎",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙的尾部，整个的一条相当长，有用的部位也很多。</FONT>",
          "mat_tail_01",
          "XLDWB"
        ]
      },
      {
        "iID": "15650",
        "data": [
          "15650",
          "鲜红的龙血",
          "星龙",
          "大型怪物狩猎",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙的血液，鲜红的颜色非常的醒目。</FONT>",
          "item_icon_10",
          "XHDLX"
        ]
      },
      {
        "iID": "15651",
        "data": [
          "15651",
          "星龙的爪",
          "星龙",
          "大型怪物狩猎",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙的前爪，锋利且具有一定破坏能力。</FONT>",
          "mat_claw_01_YEL",
          "XLDZ"
        ]
      },
      {
        "iID": "15653",
        "data": [
          "15653",
          "星羽蝶的甲壳",
          "星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">附生在星龙爪部的星羽蝶的甲壳，具有一定的强度，组合起来能提升星龙爪子的力量。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：KO珠【1】</FONT>",
          "mat_tail_01",
          ""
        ]
      },
      {
        "iID": "15654",
        "data": [
          "15654",
          "星羽蝶的角",
          "星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">星羽蝶的角，具有定位方向的能力，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：回避珠【1】</FONT>",
          "mat_horn_01_bk_YEL",
          ""
        ]
      },
      {
        "iID": "15655",
        "data": [
          "15655",
          "星羽蝶的体液",
          "星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">星羽蝶的体液，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：治愈珠【2】,千里珠【1】</FONT>",
          "item_icon_11",
          ""
        ]
      },
      {
        "iID": "15656",
        "data": [
          "15656",
          "摇曳的星光",
          "星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">星羽蝶身上闪烁的迷之发光物，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：破龙珠【1】</FONT>",
          "prop_gem_01_YEL",
          ""
        ]
      },
      {
        "iID": "15657",
        "data": [
          "15657",
          "星羽蝶的虫腹",
          "星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">星羽蝶的腹部，神秘的光芒从中若隐若现，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐龙珠【1】</FONT>",
          "mat_body_01_YEL",
          ""
        ]
      },
      {
        "iID": "15663",
        "data": [
          "15663",
          "星光的体液",
          "星龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">在星龙和星羽蝶身上发现的体液，有更高的发光的强度。</FONT>",
          "item_icon_11",
          "XGDTY"
        ]
      },
      {
        "iID": "15664",
        "data": [
          "15664",
          "星龙的坚腹甲",
          "星龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙具有更高韧性的腹部甲壳，可以用来制作装备。</FONT>",
          "mat_shell_01_YEL",
          "XLDJFJ"
        ]
      },
      {
        "iID": "15665",
        "data": [
          "15665",
          "星龙的尖角",
          "星龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更为粗大的星龙角，研磨后似乎有锻造意外的其他功效。</FONT>",
          "mat_horn_01_YEL",
          "XLDJJ"
        ]
      },
      {
        "iID": "15666",
        "data": [
          "15666",
          "星龙的坚壳",
          "星龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙坚硬的甲壳，全身仅有某些部位没有包覆，是很令人头疼的。</FONT>",
          "mat_shell_01_YEL",
          "XLDJK"
        ]
      },
      {
        "iID": "15667",
        "data": [
          "15667",
          "降星之龙鳞",
          "星龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙身上非常稀有的鳞片，闪烁着银河般的光辉，被原住民认为是群星眷顾的证明。</FONT>",
          "mat_scale_01_YEL",
          "JXZLL"
        ]
      },
      {
        "iID": "15668",
        "data": [
          "15668",
          "星羽蝶的薄羽翅",
          "星龙",
          "王立委托、王立精英、极限",
          "躯干（本体/胴体）",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">共生在星龙身上的星羽蝶的翅膀，更薄呈现半透明的色彩，更加的漂亮。</FONT>",
          "mat_wing_01_YEL",
          "XYDDBYC"
        ]
      },
      {
        "iID": "15669",
        "data": [
          "15669",
          "星龙的韧尾",
          "星龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">长且有力的星龙尾部，一旦被甩到可能会重伤。</FONT>",
          "mat_tail_01",
          "XLDRW"
        ]
      },
      {
        "iID": "15670",
        "data": [
          "15670",
          "沸腾的龙血",
          "星龙",
          "王立委托、王立精英、极限",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙的血液，一直保持着相当的温度，似乎一直在沸腾。</FONT>",
          "item_icon_10",
          "FTDLX"
        ]
      },
      {
        "iID": "15671",
        "data": [
          "15671",
          "星龙的尖爪",
          "星龙",
          "王立委托、王立精英、极限",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">前端锋利的星龙尖爪，巨大的掌也能造成伤害。</FONT>",
          "mat_claw_01_YEL",
          "XLDJZ"
        ]
      }];