var materialArray = [
      {
        "iID": "15493",
        "data": [
          "15493",
          "蓝色的鬃毛",
          "冰雷鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟蓝色的鬃毛，能够用来装饰装备。</FONT>",
          "mat_hair_01_CYN",
          "LSDZM"
        ]
      },
      {
        "iID": "15494",
        "data": [
          "15494",
          "冰雷鸟的皮",
          "冰雷鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">常见的冰雷鸟身上的皮，光滑的部分常用来打造防具。</FONT>",
          "mat_leather_01_CYN",
          "BLNDP"
        ]
      },
      {
        "iID": "15495",
        "data": [
          "15495",
          "冰雷鸟的翼",
          "冰雷鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟的翼，质地柔软，经常带有冰块。</FONT>",
          "mat_wing_01_CYN",
          "BLNDY"
        ]
      },
      {
        "iID": "15496",
        "data": [
          "15496",
          "蓝色的粘液",
          "冰雷鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">这东西跟冰块混合后就会爆炸，非常危险！</FONT>",
          "bottle_item_007",
          "LSDZY"
        ]
      },
      {
        "iID": "15497",
        "data": [
          "15497",
          "冰雷鸟的嗦囊",
          "冰雷鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟带有的容易引发爆炸的嗦囊，一旦与冰雷结合，嘭！</FONT>",
          "mat_visceral_01_CYN",
          "BLNDZN"
        ]
      },
      {
        "iID": "15498",
        "data": [
          "15498",
          "冰雷鸟的白鼻",
          "冰雷鸟",
          "大型怪物狩猎",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟白色的鼻子，上面沾满了冰。</FONT>",
          "mat_head_06_CYN",
          "BLNDBB"
        ]
      },
      {
        "iID": "15503",
        "data": [
          "15503",
          "冰雷鸟的臼齿",
          "冰雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">从冰雷鸟的臼齿，常年吞食冰块，根本不怕冻，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐寒珠【2】</FONT>",
          "mat_tooth_03_YEL",
          "BLNDJC"
        ]
      },
      {
        "iID": "15504",
        "data": [
          "15504",
          "翠绿之眼",
          "冰雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">冰雷鸟翠路如宝石一般的眼睛，非常的漂亮。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：逆境珠【2】</FONT>",
          "mat_scale_01_CYN",
          "CLZY"
        ]
      },
      {
        "iID": "15505",
        "data": [
          "15505",
          "巨大冰雷鸟嘴",
          "冰雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">巨大的冰雷鸟嘴部，因为有时需要破冰取食所以格外坚固。</FONT>",
          "mat_beak_01_CYN",
          "JDBLNZ"
        ]
      },
      {
        "iID": "15506",
        "data": [
          "15506",
          "冰雷爆裂袋",
          "冰雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">存有易爆物质的器官，夹杂着冰片飞舞的威力更加可怕。</FONT>",
          "mat_visceral_02",
          "BLBLD"
        ]
      },
      {
        "iID": "15513",
        "data": [
          "15513",
          "湛蓝的刚鬃",
          "冰雷鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟湛蓝色的鬃毛，颜色更加醒目。</FONT>",
          "mat_hair_01_CYN",
          "ZLDGZ"
        ]
      },
      {
        "iID": "15514",
        "data": [
          "15514",
          "冰雷鸟的优质皮",
          "冰雷鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟在残酷环境下磨练的皮，因为长时间的打磨已经很光滑。</FONT>",
          "mat_leather_01_CYN",
          "BLNDYZP"
        ]
      },
      {
        "iID": "15515",
        "data": [
          "15515",
          "冰雷鸟的刚翼",
          "冰雷鸟",
          "王立委托、�立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟坚韧的翼，比普通的品种更坚韧</FONT>",
          "mat_wing_01_CYN",
          "BLNDGY"
        ]
      },
      {
        "iID": "15516",
        "data": [
          "15516",
          "亮蓝色的粘液",
          "冰雷鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">纯度更高，亮丽的颜色表明它更容易爆炸。</FONT>",
          "bottle_item_007",
          "LLSDZY"
        ]
      },
      {
        "iID": "15517",
        "data": [
          "15517",
          "冰雷鸟的厚实嗉囊",
          "冰雷鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟引爆周围物质的嗦囊，一旦触碰到冰雷，嘭嘭！</FONT>",
          "mat_visceral_01_CYN",
          "BLNDHSZN"
        ]
      },
      {
        "iID": "15518",
        "data": [
          "15518",
          "冰雷鸟的苍白鼻",
          "冰雷鸟",
          "王立委托、王立精英、极限",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟坚韧的翼膜，不花力气很难损坏，是打造装备的良好材料。</FONT>",
          "mat_head_06_CYN",
          "BLNDCBB"
        ]
      }];