var materialArray = [
      {
        "iID": "16015",
        "data": [
          "16015",
          "红速龙王的爪",
          "红速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王的爪，红速龙进行攻击的武器，非常锐利。</FONT>",
          "mat_claw_01",
          "HSLWDZ"
        ]
      },
      {
        "iID": "16016",
        "data": [
          "16016",
          "红速龙的鳞",
          "红速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎)以及红速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从红速龙身上剥下的鳞片，在火山中具有隐藏和保护的作用。</FONT>",
          "mat_scale_01",
          "HSLDL"
        ]
      },
      {
        "iID": "16017",
        "data": [
          "16017",
          "红速龙王的牙",
          "红速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王的牙，坚硬锐利，具有很强的杀伤性。</FONT>",
          "mat_tooth_01",
          "HSLWDY"
        ]
      },
      {
        "iID": "16018",
        "data": [
          "16018",
          "红速龙王的皮",
          "红速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从红速龙王的身上剥下的皮，比一般的皮要强硬很多。</FONT>",
          "mat_leather_01",
          "HSLWDP"
        ]
      },
      {
        "iID": "16019",
        "data": [
          "16019",
          "红速龙王的毒腺",
          "红速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王产生毒素的器官。</FONT>",
          "mat_visceral_01",
          "HSLWDDX"
        ]
      },
      {
        "iID": "16020",
        "data": [
          "16020",
          "红速龙王头冠",
          "红速龙王",
          "大型怪物狩猎",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王的头，拥有巨大的冠，是红速龙之王的象征。</FONT>",
          "mat_head_20_PNK",
          "HSLWTG"
        ]
      },
      {
        "iID": "16024",
        "data": [
          "16024",
          "红速龙王的尾巴",
          "红速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">红速龙王的尾巴，强大的韧性，可以像鞭子一样甩出用于攻击。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：强弹珠【1】</FONT>",
          "mat_visceral_01_YEL",
          ""
        ]
      },
      {
        "iID": "16025",
        "data": [
          "16025",
          "红色的鸟龙皮",
          "红速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">红速龙王的覆盖着红色鳞片的外皮，颜色亮丽，可以用来制作道具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：斩铁珠【1】</FONT>",
          "mat_leather_01",
          ""
        ]
      },
      {
        "iID": "16027",
        "data": [
          "16027",
          "红速龙王的尖爪",
          "红速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王的尖爪，经过多次战斗的磨练，使得爪的锐利程度更适合制作装备。</FONT>",
          "mat_claw_01",
          "HSLWDJZ"
        ]
      },
      {
        "iID": "16028",
        "data": [
          "16028",
          "红速龙的优质鳞",
          "红速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(王立委托、王立精英委托)以及红速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从红速龙身上剥下的优质鳞片，能够防御住大型啃齿类怪物的撕咬。</FONT>",
          "mat_scale_01",
          "HSLDYZL"
        ]
      },
      {
        "iID": "16029",
        "data": [
          "16029",
          "红速龙王的尖牙",
          "红速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尖锐程度更上一层的红速龙王的牙，杀伤性性要比通常的牙强力许多。</FONT>",
          "mat_tooth_01",
          "HSLWDJY"
        ]
      },
      {
        "iID": "16030",
        "data": [
          "16030",
          "红速龙王的优质皮",
          "红速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王的上等皮，无论韧度还是强度都要更上一层楼，能制作出更优质的装备。</FONT>",
          "mat_leather_01",
          "HSLWDYZP"
        ]
      },
      {
        "iID": "16031",
        "data": [
          "16031",
          "红速龙王的猛毒腺",
          "红速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">非常稀有的红速龙王产生毒素的器官。</FONT>",
          "mat_visceral_01",
          "HSLWDMDX"
        ]
      },
      {
        "iID": "16032",
        "data": [
          "16032",
          "红速龙王的大头冠",
          "红速龙王",
          "王立委托、王立精英、极限",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王的上等头冠，颜色更加鲜艳。</FONT>",
          "mat_head_20_PNK",
          "HSLWDDTG"
        ]
      }];