var materialArray = [
      {
        "iID": "15244",
        "data": [
          "15244",
          "电龙的翼",
          "电龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙的翼，白色好似雪一般，非常显眼。</FONT>",
          "mat_wing_01_white",
          "DLDY"
        ]
      },
      {
        "iID": "15245",
        "data": [
          "15245",
          "柔软的皮",
          "电龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙的柔软之皮，需要特殊的加工工艺才能将其制作成装备。</FONT>",
          "mat_leather_02_GRY",
          "RRDP"
        ]
      },
      {
        "iID": "15246",
        "data": [
          "15246",
          "电龙的牙",
          "电龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙的牙齿，虽然个体比较小，但是似乎有一些带电的特性。</FONT>",
          "mat_tooth_02_GRY",
          "DLDY"
        ]
      },
      {
        "iID": "15247",
        "data": [
          "15247",
          "电龙的吸盘",
          "电龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙尾部的吸盘，可以使电龙吸附在崖壁上。</FONT>",
          "mat_body_01_GRY",
          "DLDXP"
        ]
      },
      {
        "iID": "15248",
        "data": [
          "15248",
          "低压的电气袋",
          "电龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙用来发电的器官，现在只有微弱的电流。</FONT>",
          "mat_visceral_02_GRY",
          "DYDDQD"
        ]
      },
      {
        "iID": "15249",
        "data": [
          "15249",
          "白化里脊肉",
          "电龙",
          "大型怪物狩猎",
          "躯干（本体/胴体）",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从电龙肋骨上剥下的肉。</FONT>",
          "item_icon_16",
          "BHLJR"
        ]
      },
      {
        "iID": "15250",
        "data": [
          "15250",
          "珍珠色的翼膜",
          "电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">电龙的翼膜，韧性较强。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐雷珠【1】</FONT>",
          "item_icon_70",
          "ZZSDYM"
        ]
      },
      {
        "iID": "15251",
        "data": [
          "15251",
          "破损的电气袋",
          "电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">已经破损的电气袋，有电流流出。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：雷光珠【1】</FONT>",
          "mat_visceral_02_GRY",
          "PSDDQD"
        ]
      },
      {
        "iID": "15252",
        "data": [
          "15252",
          "珍珠色的脚趾",
          "电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">电龙的粗大厚实的脚趾，具有优秀的跳跃力。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：跳跃珠【1】</FONT>",
          "prop_bone_03_GRY",
          "ZZSDJZ"
        ]
      },
      {
        "iID": "15253",
        "data": [
          "15253",
          "珍珠色的环状嘴",
          "电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">电龙的嘴巴，长满了密密麻麻的牙齿，非常可怕。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：雷光珠【2】</FONT>",
          "mat_body_01_GRY",
          "ZZSDHZZ"
        ]
      },
      {
        "iID": "15254",
        "data": [
          "15254",
          "高级珍珠色的翼膜",
          "电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">从电龙身上剥下的华丽的珍珠色翼膜，比普通的翼膜具有更高的雷属性耐性，适合制作装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：制雷珠【1】</FONT>",
          "item_icon_70",
          ""
        ]
      },
      {
        "iID": "15256",
        "data": [
          "15256",
          "电龙的优质翼",
          "电龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙的翼膜，韧性较强。</FONT>",
          "mat_wing_01_white",
          "DLDYZY"
        ]
      },
      {
        "iID": "15257",
        "data": [
          "15257",
          "珍珠色的柔皮",
          "电龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从电龙身上剥离的柔软之皮，具有神奇的特性。</FONT>",
          "mat_leather_02_GRY",
          "ZZSDRP"
        ]
      },
      {
        "iID": "15258",
        "data": [
          "15258",
          "电龙的尖牙",
          "电龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙的坚牙，个体小且非常坚硬，能够制作一些优质的装备。</FONT>",
          "mat_tooth_02_GRY",
          "DLDJY"
        ]
      },
      {
        "iID": "15259",
        "data": [
          "15259",
          "高压的电气袋",
          "电龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从电龙身上获得的完整的发电器官，电压极高，使用使要格外小心，有触电的风险。</FONT>",
          "mat_visceral_02_GRY",
          "GYDDQD"
        ]
      },
      {
        "iID": "15260",
        "data": [
          "15260",
          "电龙的强力吸盘",
          "电龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙尾部的强力吸盘，比起普通的吸盘，更大，吸力更强！</FONT>",
          "mat_body_01_GRY",
          "DLDQLXP"
        ]
      },
      {
        "iID": "15261",
        "data": [
          "15261",
          "白化霜降肉",
          "电龙",
          "王立委托、王立精英、极限",
          "躯干（本体/胴体）",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从电龙肋骨上剥下的顶级肉，是一种相对美味的食材，但是需要特殊的料理方法才可以食用。</FONT>",
          "item_icon_16",
          "BHSJR"
        ]
      }];