var materialArray = [
      {
        "iID": "16141",
        "data": [
          "16141",
          "独耳黑狼鸟的翼爪",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的翼爪，是较为优秀的素材。</FONT>",
          "mat_wing_01_white",
          "DEHLNDYZ"
        ]
      },
      {
        "iID": "16142",
        "data": [
          "16142",
          "独耳黑狼鸟的鳞",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟之鳞片，无论从哪个角度看都是好用的素材。</FONT>",
          "mat_scale_05",
          "DEHLNDL"
        ]
      },
      {
        "iID": "16143",
        "data": [
          "16143",
          "独耳黑狼鸟的甲壳",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的甲壳，透露出深漆黑之色。</FONT>",
          "mat_shell_05",
          "DEHLNDJK"
        ]
      },
      {
        "iID": "16144",
        "data": [
          "16144",
          "独耳黑狼鸟的尾",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的尾巴，韧性良好。</FONT>",
          "mat_tail_07",
          "DEHLNDW"
        ]
      },
      {
        "iID": "16145",
        "data": [
          "16145",
          "独耳黑狼鸟的髭",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的髭，难以获得，可以用来打造装备。</FONT>",
          "mat_hair_01_white",
          "DEHLNDZ"
        ]
      },
      {
        "iID": "16146",
        "data": [
          "16146",
          "独耳黑狼鸟的耳",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟之耳，较为珍贵。</FONT>",
          "mat_ear_02",
          "DEHLNDE"
        ]
      },
      {
        "iID": "16147",
        "data": [
          "16147",
          "独耳黒狼鸟的毒棘",
          "独耳黑狼鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的毒棘，充满了毒液，拿取时请务必小心。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防风珠【2】</FONT>",
          "mat_body_01_white",
          ""
        ]
      },
      {
        "iID": "16148",
        "data": [
          "16148",
          "独耳黒紫色的小鳞",
          "独耳黑狼鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的黑紫色小鳞，有非常高的适用性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：看破珠【2】</FONT>",
          "mat_scale_05",
          ""
        ]
      },
      {
        "iID": "16153",
        "data": [
          "16153",
          "独耳黑狼鸟的刚翼爪",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的刚翼爪，在鸟龙种中属上等的素材，稍带柔软却不易损坏。</FONT>",
          "mat_wing_01_white",
          "DEHLNDGYZ"
        ]
      },
      {
        "iID": "16154",
        "data": [
          "16154",
          "独耳黑狼鸟的优质鳞",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的上等鳞片，被用来打造独耳黑狼鸟特性装备的素材。</FONT>",
          "mat_scale_05",
          "DEHLNDYZL"
        ]
      },
      {
        "iID": "16155",
        "data": [
          "16155",
          "独耳黑狼鸟的坚壳",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟种中较少能遇到的尖状的嘴部素材。</FONT>",
          "mat_shell_05",
          "DEHLNDJK"
        ]
      },
      {
        "iID": "16156",
        "data": [
          "16156",
          "独耳黑狼鸟的靭尾",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">韧性更高的独耳黑狼鸟之尾巴，令猎人痛苦不堪的来源之一。</FONT>",
          "mat_tail_07",
          "DEHLNDZW"
        ]
      },
      {
        "iID": "16157",
        "data": [
          "16157",
          "独耳黑狼鸟的刚髭",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的独耳黑狼鸟的刚髭，非常稀有，可以用来打造装��。</FONT>",
          "mat_hair_01_white",
          "DEHLNDGZ"
        ]
      },
      {
        "iID": "16158",
        "data": [
          "16158",
          "独耳黑狼鸟的地狱耳",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">上等的独耳黑狼鸟之耳，聆听声音的能力更强。</FONT>",
          "mat_ear_02",
          "DEHLNDDYE"
        ]
      },
      {
        "iID": "16159",
        "data": [
          "16159",
          "独耳黑狼鸟的翼膜",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的翼膜，在鸟龙种中属上等的素材，稍带柔软却不易损坏。</FONT>",
          "item_icon_70",
          "DEHLNDYM"
        ]
      },
      {
        "iID": "16160",
        "data": [
          "16160",
          "独耳黑狼鸟的喙",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "面部",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的鸟喙，啄击具有一定威力，也具有一定精度。</FONT>",
          "mat_beak_04_bk",
          "DEHLNDZ"
        ]
      },
      {
        "iID": "16161",
        "data": [
          "16161",
          "独耳黑狼鸟的翼",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "左右翼",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟翼，不破坏的话在战斗中能掀起狂风。</FONT>",
          "mat_wing_01_bk_white",
          "DEHLNDY"
        ]
      },
      {
        "iID": "16162",
        "data": [
          "16162",
          "独耳黑狼鸟的背甲",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "背部",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟背部甲壳，可以用来加工成装备。</FONT>",
          "mat_shell_04_BLK",
          "DEHLNDBJ"
        ]
      },
      {
        "iID": "16167",
        "data": [
          "16167",
          "独耳黑狼鸟的韧翼膜",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的优质翼膜，柔软且更具韧性。</FONT>",
          "item_icon_70",
          "DEHLNDRYM"
        ]
      },
      {
        "iID": "16168",
        "data": [
          "16168",
          "独耳黑狼鸟的尖喙",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "面部",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">猎人破坏狂躁的独耳黑狼鸟嘴后获得素材，非常珍贵。</FONT>",
          "mat_beak_04_bk",
          "DEHLNDJZ"
        ]
      },
      {
        "iID": "16169",
        "data": [
          "16169",
          "独耳黑狼鸟的刚翼",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "左右翼",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">被破坏后剥下的独耳黑狼鸟刚翼，硬度在鸟龙种中很上乘。</FONT>",
          "mat_wing_01_bk_white",
          "DEHLNDGY"
        ]
      },
      {
        "iID": "16170",
        "data": [
          "16170",
          "独耳黑狼鸟的坚背甲",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "背部",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">优质的独耳黑狼鸟背部甲壳，可以用来加工成优质的装备。</FONT>",
          "mat_shell_04_BLK",
          "DELHNDJBJ"
        ]
      }];