var materialArray = [
      {
        "iID": "22133",
        "data": [
          "22133",
          "极味蟹糕",
          "铠岩砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_shell_04_BLK",
          ""
        ]
      },
      {
        "iID": "22135",
        "data": [
          "22135",
          "砦蟹之刚赤螯",
          "铠岩砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_claw_04_RED",
          ""
        ]
      },
      {
        "iID": "22136",
        "data": [
          "22136",
          "砦蟹之烈刃爪",
          "铠岩砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_clamp_01",
          ""
        ]
      },
      {
        "iID": "22137",
        "data": [
          "22137",
          "业炎的秘宝",
          "铠岩砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_visceral_01",
          ""
        ]
      },
      {
        "iID": "22138",
        "data": [
          "22138",
          "砦蟹之极上甲",
          "铠岩砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_shell_01",
          ""
        ]
      },
      {
        "iID": "22139",
        "data": [
          "22139",
          "霸之苍曜角",
          "铠岩砦蟹",
          "活动",
          "壳",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_horn_01_bk_OR",
          ""
        ]
      }];