var materialArray = [
      {
        "iID": "22110",
        "data": [
          "22110",
          "剑极狼的刚毛",
          "剑极狼",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼的硬质背毛，打造的护具兼具减伤与保暖效果。</FONT>",
          "mat_hair_01_white",
          ""
        ]
      },
      {
        "iID": "22111",
        "data": [
          "22111",
          "剑极狼的上腕甲",
          "剑极狼",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼前爪的优质甲壳，耐受性能高，质地坚硬，是锻造的优选材料。</FONT>",
          "mat_shell_05",
          ""
        ]
      },
      {
        "iID": "22112",
        "data": [
          "22112",
          "剑极狼的锐牙",
          "剑极狼",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼锋利的尖牙，薄片的齿缘切碎筋肉毫不费力。</FONT>",
          "mat_tooth_02_GRY",
          ""
        ]
      },
      {
        "iID": "22113",
        "data": [
          "22113",
          "剑极狼的尖爪",
          "剑极狼",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼锐利的尖爪，硬度很高，几乎看不出磨损的痕迹。</FONT>",
          "mat_claw_02_GRY",
          ""
        ]
      },
      {
        "iID": "22114",
        "data": [
          "22114",
          "剑极狼的凶戾眼",
          "剑极狼",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼之怒目，狂暴后呈现红色的充血状态，轻触即能感受到恐怖的气息。</FONT>",
          "mat_eye_01",
          ""
        ]
      },
      {
        "iID": "22115",
        "data": [
          "22115",
          "剑极狼的獠齿",
          "剑极狼",
          "王立委托、王立精英委托",
          "头部",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼面部向外伸出的长獠，只有经验丰富的工匠才能从头部完整剥取。</FONT>",
          "mat_claw_02_GRY",
          ""
        ]
      },
      {
        "iID": "22116",
        "data": [
          "22116",
          "剑极狼的硬骨刃",
          "剑极狼",
          "王立委托、王立精英委托",
          "左/右臂",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在剑极狼肘部的坚硬骨刃，形状类似短剑，破坏后能快速再生。</FONT>",
          "mat_tail_01_GRY",
          ""
        ]
      },
      {
        "iID": "22117",
        "data": [
          "22117",
          "剑极狼的上背棘",
          "剑极狼",
          "王立委托、王立精英委托",
          "背部",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在剑极狼背部的犹如剑刃一般的刺棘，质地上乘，是砥砺武器的优选素材。</FONT>",
          "mat_body_01_white",
          ""
        ]
      },
      {
        "iID": "22118",
        "data": [
          "22118",
          "剑极狼的劲尾鬃",
          "剑极狼",
          "王立委托、王立精英委托",
          "尾巴",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼尾尖的鬃毛，针芒一般的坚锐，具体用途待考。</FONT>",
          "mat_tail_02_GRY",
          ""
        ]
      }];