var materialArray = [
      {
        "iID": "16178",
        "data": [
          "16178",
          "炽热的折断真红之角",
          "断刃一角龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">暴怒状态下，仿佛燃烧着一般的断刃一角龙的角，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：体术珠【2】</FONT>",
          "mat_horn_01",
          "CRDZDZHZJ"
        ]
      },
      {
        "iID": "16179",
        "data": [
          "16179",
          "断刃一角龙的血液",
          "断刃一角龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">暴怒状态下断刃一角龙的血液，如同沸腾一般。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：铁壁珠【2】</FONT>",
          "item_icon_10",
          ""
        ]
      },
      {
        "iID": "16185",
        "data": [
          "16185",
          "断刃一角龙的刚翼",
          "断刃一角龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">断刃一角龙坚硬的翅膀，虽然比不上头骨，但是已能够造成大伤害的攻击。</FONT>",
          "mat_wing_02_BRW",
          "DRYJLDGY"
        ]
      },
      {
        "iID": "16186",
        "data": [
          "16186",
          "断刃一角龙的坚壳",
          "断刃一角龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的断刃一角龙甲壳，要获取到需要花一点力气。</FONT>",
          "mat_shell_01_BRW",
          "DRYJLDJK"
        ]
      },
      {
        "iID": "16187",
        "data": [
          "16187",
          "断刃一角龙的延髓",
          "断刃一角龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚固的断刃一角龙的优质骨髓，可以用来制作更好的装备。</FONT>",
          "mat_head_17",
          "DRYJLDYS"
        ]
      },
      {
        "iID": "16188",
        "data": [
          "16188",
          "断刃一角龙的坚甲",
          "断刃一角龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">断刃一角龙的背部甲壳，在骨骼的构造上更致密，防御性能也更好。</FONT>",
          "mat_shell_04_BRW",
          "DRYJLDJJ"
        ]
      },
      {
        "iID": "16189",
        "data": [
          "16189",
          "断刃一角龙的脉动心脏",
          "断刃一角龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">断刃一角龙经过多次飞行后被剥取下的心脏，仍然带有滚烫的体温，能保持很长时间。</FONT>",
          "mat_shell_04_BRW",
          "DRYJLDMDXZ"
        ]
      },
      {
        "iID": "16190",
        "data": [
          "16190",
          "断刃一角龙的靭尾",
          "断刃一角龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">断刃一角龙的尾部素材，可以用来进行各种制造，包覆的鳞片很厚实。</FONT>",
          "mat_tail_05",
          "DRYJLDZW"
        ]
      }];