var materialArray = [
      {
        "iID": "15118",
        "data": [
          "15118",
          "沙狸兽的爪",
          "沙狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的爪，进行攻击时最常用到的武器，锐利度十足。</FONT>",
          "mat_claw_02_YEL",
          "SLSDZ"
        ]
      },
      {
        "iID": "15119",
        "data": [
          "15119",
          "沙狸兽之皮",
          "沙狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从沙狸兽身上剥下的皮，皮整体适应了沙漠的环境，可以用来制作一般的装备。</FONT>",
          "mat_leather_02_YEL",
          "SLSZP"
        ]
      },
      {
        "iID": "15120",
        "data": [
          "15120",
          "沙狸兽的牙",
          "沙狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的牙齿，巨大的牙齿在沙狸兽捕猎时经常用到。</FONT>",
          "mat_tooth_02_YEL",
          "SLSDY"
        ]
      },
      {
        "iID": "15121",
        "data": [
          "15121",
          "沙狸兽的尾甲",
          "沙狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的尾甲，可以用来制作普通的装备。</FONT>",
          "mat_shell_01_YEL",
          "SLSDWJ"
        ]
      },
      {
        "iID": "15122",
        "data": [
          "15122",
          "储沙囊",
          "沙狸兽",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">常年生活在沙漠中的沙狸兽身体中取出的装有黄沙的皮囊。</FONT>",
          "mat_visceral_02_YEL",
          "CSN"
        ]
      },
      {
        "iID": "15123",
        "data": [
          "15123",
          "沙狸兽的门牙",
          "沙狸兽",
          "大型怪物狩猎",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的门牙，猎人战胜沙狸兽最好的证明。</FONT>",
          "mat_head_01_YEL",
          "SLSDMY"
        ]
      },
      {
        "iID": "15124",
        "data": [
          "15124",
          "硬化的脚蹼",
          "沙狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙狸兽在泥泞的环境中前行磨损硬化的脚蹼，非常耐磨，极为适合制作装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：食汉珠【1】</FONT>",
          "mat_flipper_01_PNK",
          "YHDJZ"
        ]
      },
      {
        "iID": "15125",
        "data": [
          "15125",
          "亮黄的毛",
          "沙狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙狸兽身上亮黄色的毛。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：底力珠【1】</FONT>",
          "mat_hair_01_YEL",
          "LHDM"
        ]
      },
      {
        "iID": "15126",
        "data": [
          "15126",
          "肥沃的泥巴",
          "沙狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">在储沙囊中的肥沃的泥巴。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐粘珠【1】</FONT>",
          "item_icon_18",
          ""
        ]
      },
      {
        "iID": "15127",
        "data": [
          "15127",
          "沙化的骨甲",
          "沙狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙狸兽背部的高品质骨甲，因为融合了沙子及矿物，具有更加坚强的耐用度。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：早复珠【2】</FONT>",
          "prop_bone_01",
          "SHDGJ"
        ]
      },
      {
        "iID": "15130",
        "data": [
          "15130",
          "沙狸兽的坚爪",
          "沙狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的坚硬之爪，能迅速将对手打倒在地。</FONT>",
          "mat_claw_02_YEL",
          "SLSDJZ"
        ]
      },
      {
        "iID": "15131",
        "data": [
          "15131",
          "沙狸兽重皮",
          "沙狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的重皮，多层坚硬皮重叠而成的厚重之皮，韧度极高。</FONT>",
          "mat_leather_02_YEL",
          "SLSZP"
        ]
      },
      {
        "iID": "15132",
        "data": [
          "15132",
          "沙狸兽的尖牙",
          "沙狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的尖锐之牙，好似匕首一般的尖牙，攻击力不可小觑。</FONT>",
          "mat_tooth_02_YEL",
          "SLSDJY"
        ]
      },
      {
        "iID": "15133",
        "data": [
          "15133",
          "沙狸兽的坚尾甲",
          "沙狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的优质尾甲，密度非常之高，工匠切割后用来打造强力装备供猎人使用。</FONT>",
          "mat_shell_01_YEL",
          "SLSDJWJ"
        ]
      },
      {
        "iID": "15134",
        "data": [
          "15134",
          "厚实的储沙囊",
          "沙狸兽",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">常年生活在沙漠中的沙狸兽身体中取出的装有黄沙的巨大之皮囊，较为罕见。</FONT>",
          "mat_visceral_02_YEL",
          "HSDCSN"
        ]
      },
      {
        "iID": "15135",
        "data": [
          "15135",
          "沙狸兽的尖门牙",
          "沙狸兽",
          "王立委托、王立精英、极限",
          "头部",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的尖门牙，极具锋利度，可以打磨成极为耐用的装备。</FONT>",
          "mat_head_01_YEL",
          "SLSDJMY"
        ]
      },
      {
        "iID": "15316",
        "data": [
          "15316",
          "沙狸兽的铁腕",
          "沙狸兽",
          "大型怪物狩猎",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的铁腕，是锻造武器的良好素材。</FONT>",
          "mat_claw_02_YEL",
          "SLSDTW"
        ]
      },
      {
        "iID": "15324",
        "data": [
          "15324",
          "沙狸兽的刚腕",
          "沙狸兽",
          "王立委托、王立精英、极限",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">凶悍的沙狸兽爪部被破坏后留下的刚腕，是强力的素材，也有很多商人收购。</FONT>",
          "mat_claw_02_YEL",
          "SLSDGW"
        ]
      }];