var weaknessArray = [
      {
        "iID": "8000363",
        "data": [
          "8000363",
          "红莲砦蟹",
          "Head",
          "1",
          "2",
          "2",
          "0",
          "4",
          "0",
          "4",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000364",
        "data": [
          "8000364",
          "红莲砦蟹",
          "Torso",
          "2",
          "2",
          "1",
          "0",
          "3",
          "0",
          "3",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000365",
        "data": [
          "8000365",
          "红莲砦蟹",
          "Leg",
          "2",
          "2",
          "2",
          "0",
          "4",
          "0",
          "4",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000366",
        "data": [
          "8000366",
          "红莲砦蟹",
          "Pincers",
          "1",
          "2",
          "1",
          "0",
          "4",
          "0",
          "4",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000367",
        "data": [
          "8000367",
          "红莲砦蟹",
          "Shell",
          "1",
          "2",
          "0",
          "0",
          "4",
          "0",
          "3",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000368",
        "data": [
          "8000368",
          "红莲�蟹",
          "Legs (Ice)",
          "3",
          "3",
          "3",
          "0",
          "3",
          "0",
          "3",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "22033",
        "data": [
          "22033",
          "极味蟹糕",
          "红莲砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_shell_04_BLK",
          ""
        ]
      },
      {
        "iID": "22035",
        "data": [
          "22035",
          "砦蟹之刚赤螯",
          "红莲砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_claw_04_RED",
          ""
        ]
      },
      {
        "iID": "22036",
        "data": [
          "22036",
          "砦蟹之烈刃爪",
          "红莲砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_clamp_01",
          ""
        ]
      },
      {
        "iID": "22037",
        "data": [
          "22037",
          "业炎的秘宝",
          "红莲砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_visceral_01",
          ""
        ]
      },
      {
        "iID": "22038",
        "data": [
          "22038",
          "砦蟹之极上甲",
          "红莲砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_shell_01",
          ""
        ]
      },
      {
        "iID": "22039",
        "data": [
          "22039",
          "霸之苍曜角",
          "红莲砦蟹",
          "活动",
          "Shell",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "mat_horn_01_bk_OR",
          ""
        ]
      }];