var weaknessArray = [
      {
        "iID": "8000446",
        "data": [
          "8000446",
          "金眠鸟",
          "Torso",
          "2",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000447",
        "data": [
          "8000447",
          "金眠鸟",
          "Back",
          "2",
          "2",
          "2",
          "1",
          "0",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000448",
        "data": [
          "8000448",
          "金眠鸟",
          "Head",
          "3",
          "3",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000449",
        "data": [
          "8000449",
          "金眠鸟",
          "Neck",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000450",
        "data": [
          "8000450",
          "金眠鸟",
          "Tail",
          "2",
          "2",
          "2",
          "1",
          "0",
          "1",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000451",
        "data": [
          "8000451",
          "金眠鸟",
          "Wings",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000452",
        "data": [
          "8000452",
          "金眠鸟",
          "Legs",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "22286",
        "data": [
          "22286",
          "眠鸟的纯金毛",
          "金眠鸟",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从眠鸟身上剥下的金色的爪，为什么闪耀着金光是一个未解之谜。</FONT>",
          "mat_feather_03",
          ""
        ]
      },
      {
        "iID": "22287",
        "data": [
          "22287",
          "眠鸟的纯金爪",
          "金眠鸟",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟的鲜艳体毛，为什么闪耀着金光是一个未解之谜。</FONT>",
          "mat_claw_01_YEL",
          ""
        ]
      },
      {
        "iID": "22288",
        "data": [
          "22288",
          "眠鸟的催眠袋",
          "金眠鸟",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟体内生产催眠液体的器官，里面充满了催眠液体，请小心拿取。</FONT>",
          "mat_visceral_01_YEL",
          ""
        ]
      },
      {
        "iID": "22289",
        "data": [
          "22289",
          "眠鸟的金牙",
          "金眠鸟",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟喙部的牙，为什么闪耀着金光是一个未解之谜。</FONT>",
          "mat_claw_01_bk_YEL",
          ""
        ]
      },
      {
        "iID": "22290",
        "data": [
          "22290",
          "眠鸟的纯金石",
          "金眠鸟",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟的胃石，为什么闪耀着金光是一个未解之谜。</FONT>",
          "mat_Golden_01",
          ""
        ]
      },
      {
        "iID": "22291",
        "data": [
          "22291",
          "眠鸟的金喙",
          "金眠鸟",
          "�立委托、王立精英委托",
          "Head",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟的喙，为什么闪耀着金光是一个未解之谜。</FONT>",
          "mat_body_01_YEL",
          ""
        ]
      },
      {
        "iID": "22292",
        "data": [
          "22292",
          "纯金色的尾羽",
          "金眠鸟",
          "王立委托、王立精英委托",
          "Back",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟尾部的华丽羽毛，为什么闪耀着金光是一个未解之谜。</FONT>",
          "mat_feather_02",
          ""
        ]
      }];