var weaknessArray = [
      {

    "iID": "8000574",
    "data": [
        "8000574",
        "炎狮子",
        "躯干",
        "2",
        "2",
        "2",
        "0",
        "2",
        "1",
        "1",
        "1",
        "3",
        "3",
        "3",
        "3",
        "3",
        "3",
        "3",
        "0",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000575",
    "data": [
        "8000575",
        "炎狮子",
        "尾巴",
        "2",
        "2",
        "1",
        "0",
        "2",
        "1",
        "1",
        "1",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000576",
    "data": [
        "8000576",
        "炎狮子",
        "头部",
        "4",
        "4",
        "4",
        "0",
        "3",
        "1",
        "1",
        "1",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000577",
    "data": [
        "8000577",
        "炎狮子",
        "左脚",
        "3",
        "2",
        "3",
        "0",
        "2",
        "1",
        "1",
        "1",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000578",
    "data": [
        "8000578",
        "炎狮子",
        "左手",
        "3",
        "2",
        "3",
        "0",
        "2",
        "1",
        "1",
        "1",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000579",
    "data": [
        "8000579",
        "炎狮子",
        "右脚",
        "3",
        "2",
        "3",
        "0",
        "2",
        "1",
        "1",
        "1",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

},
{

    "iID": "8000580",
    "data": [
        "8000580",
        "炎狮子",
        "右手",
        "3",
        "2",
        "3",
        "0",
        "2",
        "1",
        "1",
        "1",
        "0",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "0",
        "0"
    ]

}
];

var materialArray = [
      {

    "iID": "22355",
    "data": [
        "22355",
        "炎狮子的刚毛",
        "炎狮子",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子身上红色的毛束，可以保护身体不受到火山炎热环境影响，是耐暑材料的佳品。</FONT>",
        "mat_leather_01",
        ""
    ]

},
{

    "iID": "22356",
    "data": [
        "22356",
        "炎狮子的尖爪",
        "炎狮子",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子象征力量的前肢，尖锐的爪子可以在岩石上留下深刻的抓痕。</FONT>",
        "mat_claw_01",
        ""
    ]

},
{

    "iID": "22357",
    "data": [
        "22357",
        "炎狮子的坚长骨",
        "炎狮子",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子的腕骨，拥有难以想象的硬度，虽然难以加工，但是确实优质武具不可或缺的素材。</FONT>",
        "prop_bone_03_RED",
        ""
    ]

},
{

    "iID": "22358",
    "data": [
        "22358",
        "炎狮子的刚髭",
        "炎狮子",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">长在炎狮子嘴部附近的髭，据说胡子的长度直接代表了炎狮子的强弱。</FONT>",
        "mat_body_01_PNK",
        ""
    ]

},
{

    "iID": "22359",
    "data": [
        "22359",
        "炎狮子的上头冠",
        "炎狮子",
        "大型怪物狩猎",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子头部的毛发，奇特的造型可以给对手带来巨大的心理压力。</FONT>",
        "mat_hair_01_PNK",
        ""
    ]

},
{

    "iID": "22360",
    "data": [
        "22360",
        "炎狮子的尖牙",
        "炎狮子",
        "大型怪物狩猎",
        "头部",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子发达的门牙，有人类的小腿那么粗，似乎可以直接当做武器使用。</FONT>",
        "mat_tooth_01",
        ""
    ]

},
{

    "iID": "22361",
    "data": [
        "22361",
        "炎狮子的靭尾",
        "炎狮子",
        "大型怪物狩猎",
        "尾部（尻尾）",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子的尾巴，柔软的手感让人爱不释手。</FONT>",
        "mat_body_01_PNK",
        ""
    ]

},
{

    "iID": "22424",
    "data": [
        "22424",
        "炎狮子的豪刚毛",
        "炎狮子",
        "50级以上王立委托、王立精英委托",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子身上红色的毛束，可以保护身体不受到火山炎热环境影响，是耐暑材料的佳品。</FONT>",
        "mat_leather_01",
        ""
    ]

},
{

    "iID": "22425",
    "data": [
        "22425",
        "炎狮子的刚爪",
        "炎狮子",
        "50级以上王立委托、王立精英委托",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子象征力量的前肢，尖锐的爪子可以在岩石上留下深刻的抓痕。</FONT>",
        "mat_claw_01",
        ""
    ]

},
{

    "iID": "22426",
    "data": [
        "22426",
        "炎狮子的重骨",
        "炎狮子",
        "50级以上王立委托、王立精英委托",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子的腕骨，拥有难以想象的硬度，虽然难以加工，但是确实优质武具不可或缺的素材。</FONT>",
        "prop_bone_03_RED",
        ""
    ]

},
{

    "iID": "22427",
    "data": [
        "22427",
        "炎狮子的强韧髭",
        "炎狮子",
        "50级以上王立委托、王立精英委托",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">长在炎狮子嘴部附近的髭，据说胡子的长度直接代表了炎狮子的强弱。</FONT>",
        "mat_body_01_PNK",
        ""
    ]

},
{

    "iID": "22428",
    "data": [
        "22428",
        "炎狮子的豪头冠",
        "炎狮子",
        "50级以上王立委托、王立精英委托",
        "",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子头部的毛发，奇特的造型可以给对手带来巨大的心理压力。</FONT>",
        "mat_hair_01_PNK",
        ""
    ]

},
{

    "iID": "22429",
    "data": [
        "22429",
        "炎狮子的重牙",
        "炎狮子",
        "50级以上王立委托、王立精英委托",
        "头部",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子发达的门牙，有人类的小腿那么粗，似乎可以直接当做武器使用。</FONT>",
        "mat_tooth_01",
        ""
    ]

},
{

    "iID": "22430",
    "data": [
        "22430",
        "炎狮子的豪尾",
        "炎狮子",
        "50级以上王立委托、王立精英委托",
        "尾部（尻尾）",
        "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子的尾巴，柔软的手感让人爱不释手。</FONT>",
        "mat_body_01_PNK",
        ""
    ]

}
];