var weaknessArray = [
      {
        "iID": "8000416",
        "data": [
          "8000416",
          "钢龙",
          "Torso",
          "2",
          "3",
          "2",
          "1",
          "2",
          "1",
          "2",
          "2",
          "3",
          "3",
          "3",
          "3",
          "0",
          "0",
          "3",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000417",
        "data": [
          "8000417",
          "钢龙",
          "Head",
          "3",
          "3",
          "2",
          "0",
          "2",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000418",
        "data": [
          "8000418",
          "钢龙",
          "Left Leg",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000419",
        "data": [
          "8000419",
          "钢龙",
          "Right Leg",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000420",
        "data": [
          "8000420",
          "钢龙",
          "Left Wing",
          "2",
          "1",
          "1",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000421",
        "data": [
          "8000421",
          "钢龙",
          "Right Wing",
          "2",
          "1",
          "1",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000422",
        "data": [
          "8000422",
          "钢龙",
          "Left Hand",
          "2",
          "2",
          "1",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000423",
        "data": [
          "8000423",
          "钢龙",
          "Right Hand",
          "2",
          "2",
          "1",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000424",
        "data": [
          "8000424",
          "钢龙",
          "Tail",
          "2",
          "2",
          "2",
          "0",
          "2",
          "1",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "22333",
        "data": [
          "22333",
          "腐朽的龙鳞",
          "钢龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙身上腐朽的鳞片，尽管如此依然具有强大的压迫感。</FONT>",
          "mat_scale_05",
          ""
        ]
      },
      {
        "iID": "22334",
        "data": [
          "22334",
          "钢之上龙鳞",
          "钢龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙的上等龙鳞，硬度与质感共存，有着比钢铁还好的硬度。</FONT>",
          "mat_scale_05",
          ""
        ]
      },
      {
        "iID": "22335",
        "data": [
          "22335",
          "钢龙的坚壳",
          "钢龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙的甲壳经过岁月洗礼变得更加坚硬，加工困难的素材。</FONT>",
          "mat_shell_05",
          ""
        ]
      },
      {
        "iID": "22336",
        "data": [
          "22336",
          "钢龙的尖爪",
          "钢龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙闪着黑光的锐利爪，仿佛现在还活着一般。</FONT>",
          "mat_claw_02_GRY",
          ""
        ]
      },
      {
        "iID": "22337",
        "data": [
          "22337",
          "钢龙的逆鳞",
          "钢龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙身上稀少的鳞片，坚硬程度不是普通鳞片可以匹敌的。</FONT>",
          "mat_scale_05",
          ""
        ]
      },
      {
        "iID": "22338",
        "data": [
          "22338",
          "钢龙的尖角",
          "钢龙",
          "王立委托、王立精英委托",
          "Head",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙头上威猛的角，受到冲击的话周围会发出冷气。</FONT>",
          "mat_horn_01_GRY",
          ""
        ]
      },
      {
        "iID": "22339",
        "data": [
          "22339",
          "钢龙的靭尾",
          "钢龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙强韧的尾巴，那种强度不是一般人可以想象的。</FONT>",
          "mat_tail_07",
          ""
        ]
      },
      {
        "iID": "22340",
        "data": [
          "22340",
          "钢龙的翼膜",
          "钢龙",
          "王立委托、王立精英委托",
          "左,右翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">加工难度高，但是却和金属相性良好，结实又轻便。</FONT>",
          "item_icon_70",
          ""
        ]
      },
      {
        "iID": "22341",
        "data": [
          "22341",
          "钢龙的宝玉",
          "钢龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过岁月洗礼钢龙体内生成的宝玉，微微带着光十分美丽。</FONT>",
          "item_icon_26",
          ""
        ]
      }];