var weaknessArray = [
      {
        "iID": "8000023",
        "data": [
          "8000023",
          "黄速龙王",
          "Torso",
          "2",
          "2",
          "2",
          "1",
          "1",
          "1",
          "1",
          "0",
          "3",
          "3",
          "0",
          "3",
          "0",
          "3",
          "3",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000024",
        "data": [
          "8000024",
          "黄速龙王",
          "Head",
          "2",
          "2",
          "2",
          "1",
          "1",
          "1",
          "1",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000025",
        "data": [
          "8000025",
          "黄速龙王",
          "Tail",
          "2",
          "2",
          "2",
          "1",
          "1",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000026",
        "data": [
          "8000026",
          "黄速龙王",
          "Left Leg",
          "2",
          "2",
          "2",
          "1",
          "1",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000027",
        "data": [
          "8000027",
          "黄速龙王",
          "Right Leg",
          "2",
          "2",
          "2",
          "1",
          "1",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15064",
        "data": [
          "15064",
          "黄速龙王的爪",
          "黄速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的爪，黄速龙进行攻击的武器，非常锐利。</FONT>",
          "mat_claw_01_YEL",
          "HSLWDZ"
        ]
      },
      {
        "iID": "15065",
        "data": [
          "15065",
          "黄速龙的鳞",
          "黄速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎)以及黄速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从黄速龙身上剥下的鳞片，在沙漠中具有隐藏和保护的作用。</FONT>",
          "mat_scale_01_YEL",
          "HSLDL"
        ]
      },
      {
        "iID": "15066",
        "data": [
          "15066",
          "黄速龙王的麻痹牙",
          "黄速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的牙，坚硬锐利，具有很强的杀伤性。</FONT>",
          "mat_tooth_02_YEL",
          "HSLWDMBY"
        ]
      },
      {
        "iID": "15067",
        "data": [
          "15067",
          "黄速龙王的尾巴",
          "黄速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的尾巴，强大的韧性，可以像鞭子一样甩出用于攻击。</FONT>",
          "mat_tail_09_YEL",
          "HSLWDWB"
        ]
      },
      {
        "iID": "15068",
        "data": [
          "15068",
          "黄速龙王的皮",
          "黄速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从黄速龙王的身上剥下的皮，比一般的皮要强硬很多。</FONT>",
          "mat_leather_01_YEL",
          "HSLWDP"
        ]
      },
      {
        "iID": "15069",
        "data": [
          "15069",
          "黄速龙王的头冠",
          "黄速龙王",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的头，拥有巨大的冠，是黄速龙之王的象征。</FONT>",
          "mat_head_05_YEL",
          "HSLWDTG"
        ]
      },
      {
        "iID": "15070",
        "data": [
          "15070",
          "漆黑的趾甲",
          "黄速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">黄速龙王脚部深色的趾甲，非常锋利且坚硬，是稀少的素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：麻瓶珠【1】</FONT>",
          "mat_claw_01_YEL",
          ""
        ]
      },
      {
        "iID": "15071",
        "data": [
          "15071",
          "黄色的唾液",
          "黄速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">具有强烈麻痹效果的唾液，不小心接触到的话就会被麻痹。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐痹珠【1】</FONT>",
          "mat_visceral_01_YEL",
          ""
        ]
      },
      {
        "iID": "15072",
        "data": [
          "15072",
          "黄绿色的鸟龙皮",
          "黄速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">黄速龙王的覆盖着黄色和绿色鳞片的外皮，颜色亮丽。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：无食珠【1】</FONT>",
          "mat_leather_01_YEL",
          ""
        ]
      },
      {
        "iID": "15073",
        "data": [
          "15073",
          "麻痹腺体",
          "黄速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">黄速龙王分泌麻痹液的腺体，拿得时候小心被麻痹。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：特攻珠【2】</FONT>",
          "mat_visceral_01_YEL",
          ""
        ]
      },
      {
        "iID": "15076",
        "data": [
          "15076",
          "黄速龙王的尖爪",
          "黄速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的尖爪，经过多次战斗的磨练，使得爪的锐利程度更适合制作装备。</FONT>",
          "mat_claw_01_YEL",
          "HSLWDJZ"
        ]
      },
      {
        "iID": "15077",
        "data": [
          "15077",
          "黄速龙的优质鳞",
          "黄速龙王",
          "王立委托��王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(王立委托、王立精英委托)以及黄速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从黄速龙身上剥下的优质鳞片，能够防御住大型啃齿类怪物的撕咬。</FONT>",
          "mat_scale_01_YEL",
          "HSLDYZL"
        ]
      },
      {
        "iID": "15078",
        "data": [
          "15078",
          "黄速龙王的麻痹尖牙",
          "黄速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">可以将猎人麻痹的强力尖牙，拥有麻痹神经的能力，据说对其他生物也有效果。</FONT>",
          "mat_tooth_02_YEL",
          "HSLWDMBJY"
        ]
      },
      {
        "iID": "15079",
        "data": [
          "15079",
          "黄速龙王的优质皮",
          "黄速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从黄速龙王的身上剥下的优质皮，比普通的皮质地更好。</FONT>",
          "mat_leather_01_YEL",
          "HSLWDYZP"
        ]
      },
      {
        "iID": "15080",
        "data": [
          "15080",
          "黄速龙王的韧尾",
          "黄速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的强韧尾巴，无论韧度还是强度都要更上一层楼，能制作出更优质的装备。</FONT>",
          "mat_tail_09_YEL",
          "HSLWDRW"
        ]
      },
      {
        "iID": "15081",
        "data": [
          "15081",
          "黄速龙王的大头冠",
          "黄速龙王",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的大头冠，颜色更加鲜艳。</FONT>",
          "mat_head_05_YEL",
          "HSLWDDTG"
        ]
      }];