var weaknessArray = [
      {
        "iID": "8000014",
        "data": [
          "8000014",
          "大怪鸟",
          "Head",
          "3",
          "4",
          "4",
          "0",
          "2",
          "2",
          "2",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "After monster is angry, Sonic Bomb has no effect.",
          "0"
        ]
      },
      {
        "iID": "8000015",
        "data": [
          "8000015",
          "大怪鸟",
          "Neck",
          "3",
          "3",
          "3",
          "0",
          "4",
          "3",
          "3",
          "1",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000016",
        "data": [
          "8000016",
          "大怪鸟",
          "Back",
          "2",
          "3",
          "2",
          "0",
          "1",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000017",
        "data": [
          "8000017",
          "大怪鸟",
          "Torso",
          "3",
          "3",
          "3",
          "0",
          "1",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000018",
        "data": [
          "8000018",
          "大怪鸟",
          "Tail",
          "3",
          "2",
          "2",
          "0",
          "1",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000019",
        "data": [
          "8000019",
          "大怪鸟",
          "Left Wing",
          "3",
          "3",
          "2",
          "0",
          "0",
          "2",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000020",
        "data": [
          "8000020",
          "大怪鸟",
          "Right Wing",
          "3",
          "3",
          "2",
          "0",
          "0",
          "2",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000021",
        "data": [
          "8000021",
          "大怪鸟",
          "Left Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000022",
        "data": [
          "8000022",
          "大怪鸟",
          "Right Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15046",
        "data": [
          "15046",
          "怪鸟的爪",
          "大怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的爪，可以制作简单的装备。</FONT>",
          "mat_claw_02_PNK",
          "GNDZ"
        ]
      },
      {
        "iID": "15047",
        "data": [
          "15047",
          "怪鸟的鳞",
          "大怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的鳞片，因为具有鲜艳的桃色而显得格外吸引人。</FONT>",
          "mat_scale_01_PNK",
          "GNDL"
        ]
      },
      {
        "iID": "15048",
        "data": [
          "15048",
          "怪鸟的背甲",
          "大怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟背部的甲壳，非常的坚硬。</FONT>",
          "mat_shell_01_PNK",
          "GNDBJ"
        ]
      },
      {
        "iID": "15049",
        "data": [
          "15049",
          "破损的喙",
          "大怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">被损坏的大怪鸟之喙，在战斗中因为猎人的攻击而残缺不全。</FONT>",
          "mat_beak_01_bk_PNK",
          "PSDZ"
        ]
      },
      {
        "iID": "15050",
        "data": [
          "15050",
          "怪鸟的翼",
          "大怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的翼，结实耐用，可以制作简单的装备。</FONT>",
          "mat_wing_01_PNK",
          "GNDY"
        ]
      },
      {
        "iID": "15051",
        "data": [
          "15051",
          "怪鸟的耳",
          "大怪鸟",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的耳朵，大怪鸟头顶最显眼的部位，可以用来制作普通的装备。</FONT>",
          "mat_ear_01_PNK",
          "GNDE"
        ]
      },
      {
        "iID": "15052",
        "data": [
          "15052",
          "粗糙的翼膜",
          "大怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大怪鸟的翅膀上粗糙的翼膜，具有非常柔韧的韧性和光泽，不仅耐火还可以用来制作漂亮的装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐火珠【1】</FONT>",
          "item_icon_71",
          ""
        ]
      },
      {
        "iID": "15053",
        "data": [
          "15053",
          "怪鸟的翼爪",
          "大怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大怪鸟翅膀上退化的爪子，仍然生长着锋利的趾甲。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：火炎珠【1】</FONT>",
          "mat_wing_01_PNK",
          ""
        ]
      },
      {
        "iID": "15054",
        "data": [
          "15054",
          "怪鸟的尾巴",
          "大怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大怪鸟的尾巴，非常的具有韧性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：攻击珠【1】</FONT>",
          "mat_tail_06_PNK",
          ""
        ]
      },
      {
        "iID": "15055",
        "data": [
          "15055",
          "赤红的小鳞",
          "大怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大怪鸟身上红色的小鳞片，具有一定的火炎耐性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：制火珠【1】</FONT>",
          "mat_scale_01_PNK",
          ""
        ]
      },
      {
        "iID": "15058",
        "data": [
          "15058",
          "怪鸟的尖爪",
          "大怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的尖爪，坚硬且非常锋利。</FONT>",
          "mat_claw_01_PNK",
          "GNDJZ"
        ]
      },
      {
        "iID": "15059",
        "data": [
          "15059",
          "怪鸟的优质鳞",
          "大怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的上等鳞片，巨大厚重，和一般的鳞片有着截然不同的感觉。</FONT>",
          "mat_scale_01_PNK",
          "GNDYZL"
        ]
      },
      {
        "iID": "15060",
        "data": [
          "15060",
          "怪鸟的刚翼",
          "大怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的翅膀，相比一般的翅膀更耐用，制作装备效果也要好很多。</FONT>",
          "mat_wing_01_PNK",
          "GNDGY"
        ]
      },
      {
        "iID": "15061",
        "data": [
          "15061",
          "怪鸟的坚背甲",
          "大怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟背部的优质甲壳，硬度更上一层楼，数量比较稀少。</FONT>",
          "mat_shell_01_PNK",
          "GNDJBJ"
        ]
      },
      {
        "iID": "15062",
        "data": [
          "15062",
          "漂亮的喙",
          "大怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的怪鸟之喙，不但外形漂亮而且非常结实。</FONT>",
          "mat_beak_01_PNK",
          "PLDZ"
        ]
      },
      {
        "iID": "15063",
        "data": [
          "15063",
          "怪鸟的地狱耳",
          "大怪鸟",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过长年累月的战斗，大怪鸟的耳朵已经能够轻易的辨认来自敌人的攻击，如此灵敏的怪鸟之耳是极为稀有的素材。</FONT>",
          "mat_ear_01_PNK",
          "GNDDYE"
        ]
      }];