var weaknessArray = [
      {
        "iID": "8000179",
        "data": [
          "8000179",
          "白速龙王",
          "Torso",
          "3",
          "3",
          "2",
          "1",
          "1",
          "1",
          "1",
          "0",
          "3",
          "3",
          "3",
          "3",
          "0",
          "3",
          "3",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000180",
        "data": [
          "8000180",
          "白速龙王",
          "Head",
          "3",
          "3",
          "2",
          "1",
          "1",
          "1",
          "1",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000181",
        "data": [
          "8000181",
          "白速龙王",
          "Tail",
          "3",
          "3",
          "2",
          "1",
          "1",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000182",
        "data": [
          "8000182",
          "白速龙王",
          "Left Leg",
          "3",
          "3",
          "2",
          "1",
          "1",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000183",
        "data": [
          "8000183",
          "白速龙王",
          "Right Leg",
          "3",
          "3",
          "2",
          "1",
          "1",
          "1",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "16033",
        "data": [
          "16033",
          "白速龙王的爪",
          "白速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王的爪，白速龙进行攻击的武器，非常锐利。</FONT>",
          "mat_claw_02_GRY",
          "BSLWDZ"
        ]
      },
      {
        "iID": "16034",
        "data": [
          "16034",
          "白速龙的鳞",
          "白速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎)以及白速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白速龙身上剥下的鳞片，在雪山中具有隐藏和保护的作用。</FONT>",
          "mat_scale_05",
          "BSLDL"
        ]
      },
      {
        "iID": "16035",
        "data": [
          "16035",
          "白速龙王的牙",
          "白速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王的牙，坚硬锐利，具有很强的杀伤性。</FONT>",
          "mat_tooth_02_GRY",
          "BSLWDY"
        ]
      },
      {
        "iID": "16036",
        "data": [
          "16036",
          "白速龙王的冰结腺",
          "白速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王产生冻结液体的器官。</FONT>",
          "mat_visceral_02_GRY",
          "BSLWDBJX"
        ]
      },
      {
        "iID": "16037",
        "data": [
          "16037",
          "白速龙王的皮",
          "白速龙王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白速龙王的身上剥下的皮，比一般的皮要强硬很多。</FONT>",
          "mat_leather_02_GRY",
          "BSLWDP"
        ]
      },
      {
        "iID": "16038",
        "data": [
          "16038",
          "白速龙王的头冠",
          "白速龙王",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王的头，拥有巨大的冠，是白速龙之王的象征。</FONT>",
          "mat_head_02_white",
          "BSLWDTG"
        ]
      },
      {
        "iID": "16042",
        "data": [
          "16042",
          "白速龙王的尾巴",
          "白速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">白速龙王的尾巴，强大的韧性，可以像鞭子一样甩出用于攻击。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：锁气珠【1】</FONT>",
          "mat_visceral_01_YEL",
          ""
        ]
      },
      {
        "iID": "16043",
        "data": [
          "16043",
          "白色的鸟龙皮",
          "白速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">白速龙王的覆盖着白色鳞片的外皮，颜色亮丽，可以用来制作道具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：贯通珠【1】</FONT>",
          "mat_leather_02_GRY",
          ""
        ]
      },
      {
        "iID": "16045",
        "data": [
          "16045",
          "白速龙王的尖爪",
          "白速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王的刚爪，稀有的素材，可以撕破较硬的树皮、鳞片和猎人的防具。</FONT>",
          "mat_claw_02_GRY",
          "BSLWDJZ"
        ]
      },
      {
        "iID": "16046",
        "data": [
          "16046",
          "白速龙的优质鳞",
          "白速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(王立委托、王立精英委托)以及白速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白速龙身上剥下的极为优质的鳞片，无论是形状、色彩还是坚硬度都是一流的。</FONT>",
          "mat_scale_05",
          "BSLDYZL"
        ]
      },
      {
        "iID": "16047",
        "data": [
          "16047",
          "白速龙王的尖牙",
          "白速龙王",
          "王立委托、王立��英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尖锐程度更上一层的白速龙王的牙，杀伤性性要比通常的牙强力许多。</FONT>",
          "mat_tooth_02_GRY",
          "BSLWDJY"
        ]
      },
      {
        "iID": "16048",
        "data": [
          "16048",
          "白速龙王的冻结腺",
          "白速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王非常少见的冰冷的器官，拿取时一定要注意。</FONT>",
          "mat_visceral_02_GRY",
          "BSLWDDJX"
        ]
      },
      {
        "iID": "16049",
        "data": [
          "16049",
          "白速龙王的优质皮",
          "白速龙王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白速龙身上剥下的极为优质的鳞片，无论是形状、色彩还是坚硬度都是一流的。</FONT>",
          "mat_leather_02_GRY",
          "BSLWDYZP"
        ]
      },
      {
        "iID": "16050",
        "data": [
          "16050",
          "白速龙王的大头冠",
          "白速龙王",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王的极上等头冠，是白速龙王中王者的绝对象征。</FONT>",
          "mat_head_02_white",
          "BSLWDDTG"
        ]
      }];