var weaknessArray = [
      {
        "iID": "8000050",
        "data": [
          "8000050",
          "桃毛兽王",
          "Torso",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "Meat is very effective against this monster.",
          "3"
        ]
      },
      {
        "iID": "8000051",
        "data": [
          "8000051",
          "桃毛兽王",
          "Tail",
          "2",
          "2",
          "1",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000052",
        "data": [
          "8000052",
          "桃毛兽王",
          "Head",
          "3",
          "4",
          "3",
          "2",
          "0",
          "0",
          "0",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000053",
        "data": [
          "8000053",
          "桃毛兽王",
          "Left Foot",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000054",
        "data": [
          "8000054",
          "桃毛兽王",
          "Left Hand",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000055",
        "data": [
          "8000055",
          "桃毛兽王",
          "Right Foot",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000056",
        "data": [
          "8000056",
          "桃毛兽王",
          "Right Hand",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15136",
        "data": [
          "15136",
          "桃毛兽的毛",
          "桃毛兽王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)以及桃毛兽</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽的桃色之毛，拿来制作装饰品效果非常棒。</FONT>",
          "mat_hair_04_PNK",
          "TMSDM"
        ]
      },
      {
        "iID": "15137",
        "data": [
          "15137",
          "桃毛兽王的皮",
          "桃毛兽王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王之皮，从桃毛兽之王身上剥下颜色呈现粉色，皮质较软。</FONT>",
          "mat_leather_02_PNK",
          "TMSWDP"
        ]
      },
      {
        "iID": "15138",
        "data": [
          "15138",
          "桃毛兽王的牙",
          "桃毛兽王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王的牙齿，能够轻易的咬碎硬物。</FONT>",
          "mat_tooth_02_PNK",
          "TMSWDY"
        ]
      },
      {
        "iID": "15139",
        "data": [
          "15139",
          "桃毛兽王的大骨",
          "桃毛兽王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王巨大的骨头，打造桃毛兽系列装备必不可少的素材。</FONT>",
          "prop_bone_03_PNK",
          "TMSWDDG"
        ]
      },
      {
        "iID": "15140",
        "data": [
          "15140",
          "淡彩色的毛",
          "桃毛兽王",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">仔细查看可以发现拥有淡入色彩的毛。</FONT>",
          "mat_hair_04_PNK",
          "DCSDM"
        ]
      },
      {
        "iID": "15141",
        "data": [
          "15141",
          "桃毛兽王的爪",
          "桃毛兽王",
          "大型怪物狩猎",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王之爪，拿在手中感到隐隐散发着黑色的光芒。</FONT>",
          "mat_claw_02_PNK",
          "TMSWDZ"
        ]
      },
      {
        "iID": "15142",
        "data": [
          "15142",
          "不新鲜的蘑菇",
          "桃毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">桃毛兽王随身携带的蘑菇，已经放了很久了。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐菌珠【1】</FONT>",
          "prop_plant_01",
          "BXXDMG"
        ]
      },
      {
        "iID": "15143",
        "data": [
          "15143",
          "发黄的臭牙",
          "桃毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">桃毛兽王的牙齿，因为常年吞食各种食物，已经发黄发臭了。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：根性珠【1】</FONT>",
          "mat_tooth_02_PNK",
          "FHDCY"
        ]
      },
      {
        "iID": "15144",
        "data": [
          "15144",
          "异味的腺体",
          "桃毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">桃毛兽王用来制造难闻气味的腺体，从中提取的无色无味的分泌物具有强烈的挥发性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：广域珠【1】,治愈珠【1】</FONT>",
          "mat_visceral_01_PNK",
          "YWDXT"
        ]
      },
      {
        "iID": "15145",
        "data": [
          "15145",
          "锋利的长趾甲",
          "桃毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">桃毛兽王爪部长而锋利的趾甲，非常锋利。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：达人珠【3】</FONT>",
          "mat_claw_02_PNK",
          "FLDCZJ"
        ]
      },
      {
        "iID": "15146",
        "data": [
          "15146",
          "多彩色之毛",
          "桃毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">一眼即可看出拥有多种色彩的毛。</FONT>0",
          "mat_hair_04_PNK",
          "DCSZM"
        ]
      },
      {
        "iID": "15148",
        "data": [
          "15148",
          "桃毛兽的刚毛",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)以及桃毛兽</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽的刚毛，经过加工后可以用来制作装备。</FONT>",
          "mat_hair_04_PNK",
          "TMSDGM"
        ]
      },
      {
        "iID": "15149",
        "data": [
          "15149",
          "桃毛兽王的优质皮",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王之优质皮，皮质相对较硬的皮，皮质较为坚韧，不易裂开。</FONT>",
          "mat_leather_02_PNK",
          "TMSWDYZP"
        ]
      },
      {
        "iID": "15150",
        "data": [
          "15150",
          "桃毛兽王的尖牙",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王的尖锐牙齿，无论在硬度还是锐利度方面都更上一层楼。</FONT>",
          "mat_tooth_02_PNK",
          "TMSWDJY"
        ]
      },
      {
        "iID": "15151",
        "data": [
          "15151",
          "桃毛兽王的坚骨",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王的优质骨头，棒状的骨头很容易让人想到是从领袖身上获得的素材。</FONT>",
          "prop_bone_03_PNK",
          "TMSWDJG"
        ]
      },
      {
        "iID": "15152",
        "data": [
          "15152",
          "极彩色的毛",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一眼即可看出拥有多种色彩的毛。</FONT>",
          "mat_hair_04_PNK",
          "JCSDM"
        ]
      },
      {
        "iID": "15153",
        "data": [
          "15153",
          "桃毛兽王的尖爪",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          "左右手（钳）",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王的尖锐之爪，长度和硬度俱佳，可以制作锋利的武器。</FONT>",
          "mat_claw_02_PNK",
          "TMSWDJZ"
        ]
      },
      {
        "iID": "15328",
        "data": [
          "15328",
          "桃毛兽王的头冠",
          "桃毛兽王",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王的头冠，能用来制造装备。</FONT>",
          "mat_head_07_PNK",
          "TMSWDTG"
        ]
      },
      {
        "iID": "15336",
        "data": [
          "15336",
          "桃毛兽王优质头冠",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王优质的头冠，能用来制造更优秀的装备。</FONT>",
          "mat_head_07_PNK",
          "TMSWYZTG"
        ]
      }];