var weaknessArray = [
      {
        "iID": "8000348",
        "data": [
          "8000348",
          "轰龙",
          "Head",
          "4",
          "3",
          "2",
          "0",
          "1",
          "2",
          "0",
          "1",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "",
          "3"
        ]
      },
      {
        "iID": "8000349",
        "data": [
          "8000349",
          "轰龙",
          "Neck",
          "3",
          "3",
          "2",
          "0",
          "0",
          "1",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000350",
        "data": [
          "8000350",
          "轰龙",
          "Abdomen",
          "2",
          "2",
          "1",
          "1",
          "1",
          "2",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000351",
        "data": [
          "8000351",
          "轰龙",
          "Back",
          "2",
          "2",
          "2",
          "0",
          "1",
          "2",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000352",
        "data": [
          "8000352",
          "轰龙",
          "Tail",
          "2",
          "2",
          "1",
          "0",
          "0",
          "1",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000353",
        "data": [
          "8000353",
          "轰龙",
          "Left Arm",
          "2",
          "1",
          "2",
          "0",
          "1",
          "1",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000354",
        "data": [
          "8000354",
          "轰龙",
          "Right Arm",
          "2",
          "1",
          "2",
          "0",
          "1",
          "1",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000355",
        "data": [
          "8000355",
          "轰龙",
          "Left Foot",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      },
      {
        "iID": "8000356",
        "data": [
          "8000356",
          "轰龙",
          "Right Foot",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "3"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "22083",
        "data": [
          "22083",
          "轰龙的上鳞",
          "轰龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">没有一丝伤痕的轰龙鳞片。组合在一起的话比上等的钢硬度还好。</FONT>",
          "mat_scale_01_YEL",
          ""
        ]
      },
      {
        "iID": "22084",
        "data": [
          "22084",
          "轰龙的坚壳",
          "轰龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过岁月洗礼的轰龙甲壳，锐尖的边是轰龙凶暴的证明。</FONT>",
          "mat_shell_01_YEL",
          ""
        ]
      },
      {
        "iID": "22085",
        "data": [
          "22085",
          "轰龙的锐牙",
          "轰龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙的锐利的牙，可以更容易地撕破猎物。</FONT>",
          "mat_claw_01_YEL",
          ""
        ]
      },
      {
        "iID": "22086",
        "data": [
          "22086",
          "轰龙的尖爪",
          "轰龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过岁月洗礼的轰龙爪，可以撕碎任何猎物。</FONT>",
          "mat_claw_01_YEL",
          ""
        ]
      },
      {
        "iID": "22087",
        "data": [
          "22087",
          "轰龙的颚",
          "轰龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙的可怕下巴，令人不寒而栗。</FONT>",
          "mat_body_01_YEL",
          ""
        ]
      },
      {
        "iID": "22088",
        "data": [
          "22088",
          "轰龙的头壳",
          "轰龙",
          "王立委托、王立精英委托",
          "Head",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙的头，看上去仍如活物般可怕。</FONT>",
          "mat_body_01_YEL",
          ""
        ]
      },
      {
        "iID": "22089",
        "data": [
          "22089",
          "轰龙的韧尾",
          "轰龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">凶暴的轰龙的尾巴，对加工要求很高。</FONT>",
          "mat_body_01_YEL",
          ""
        ]
      },
      {
        "iID": "22090",
        "data": [
          "22090",
          "轰龙的翼膜",
          "轰龙",
          "王立委托、王立精英委托",
          "Wings",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙退化了的翼膜，非常坚韧并且延伸性也良好，很适合加工。</FONT>",
          "item_icon_73",
          ""
        ]
      }];