var weaknessArray = [
      {
        "iID": "8000400",
        "data": [
          "8000400",
          "苍火龙",
          "Head",
          "3",
          "3",
          "3",
          "0",
          "0",
          "1",
          "0",
          "1",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "",
          "2"
        ]
      },
      {
        "iID": "8000401",
        "data": [
          "8000401",
          "苍火龙",
          "Neck",
          "2",
          "2",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000402",
        "data": [
          "8000402",
          "苍火龙",
          "Back",
          "2",
          "2",
          "1",
          "1",
          "0",
          "1",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000403",
        "data": [
          "8000403",
          "苍火龙",
          "Abdomen",
          "2",
          "2",
          "2",
          "0",
          "0",
          "1",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000404",
        "data": [
          "8000404",
          "苍火龙",
          "Tail",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000405",
        "data": [
          "8000405",
          "苍火龙",
          "Left Wing",
          "2",
          "2",
          "1",
          "0",
          "0",
          "2",
          "0",
          "2",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000406",
        "data": [
          "8000406",
          "苍火龙",
          "Right Wing",
          "2",
          "2",
          "1",
          "0",
          "0",
          "2",
          "0",
          "2",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000407",
        "data": [
          "8000407",
          "苍火龙",
          "Left Front Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000408",
        "data": [
          "8000408",
          "苍火龙",
          "Right Front Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "22181",
        "data": [
          "22181",
          "苍火龙的上鳞",
          "苍火龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">飞龙种苍火龙的优质鳞片，硬度更高，是锻造和加工的首选素材。</FONT>",
          "mat_scale_01_CYN",
          ""
        ]
      },
      {
        "iID": "22182",
        "data": [
          "22182",
          "苍火龙的坚壳",
          "苍火龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">苍火龙甲壳中较为坚硬的部分，剥取难度较高，经常被用作铠甲素材。</FONT>",
          "mat_shell_01_CYN",
          ""
        ]
      },
      {
        "iID": "22183",
        "data": [
          "22183",
          "苍火龙的刚翼",
          "苍火龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">伸展时能遮蔽苍穹的飞龙之翼，拥有优秀的保温和延展性能。</FONT>",
          "mat_membrane_01_CYN",
          ""
        ]
      },
      {
        "iID": "22184",
        "data": [
          "22184",
          "苍蓝的爆炎袋",
          "苍火龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">苍火龙体内贮存可燃粉末的内脏器官，有接触空气即可自燃的危险属性，剥取时需要十分小心。</FONT>",
          "mat_visceral_01_CYN",
          ""
        ]
      },
      {
        "iID": "22185",
        "data": [
          "22185",
          "苍火龙的逆鳞",
          "苍火龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在苍火龙身上的逆之鳞片，背负着空之王者名号，是极为珍贵的素材。</FONT>",
          "mat_scale_01_CYN",
          ""
        ]
      },
      {
        "iID": "22186",
        "data": [
          "22186",
          "苍火龙的延髓",
          "苍火龙",
          "王立委托、王立精英委托",
          "Head",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获取的苍火龙头部素材，剥取的失败率很高，因此较为稀有。</FONT>",
          "mat_body_01_CYN",
          ""
        ]
      },
      {
        "iID": "22187",
        "data": [
          "22187",
          "苍火龙的韧尾",
          "苍火龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">覆盖鳞片的苍火龙之尾，是天空王者战斗力的象征。</FONT>",
          "mat_tail_06_CYN",
          ""
        ]
      },
      {
        "iID": "22188",
        "data": [
          "22188",
          "苍火龙的锐翼爪",
          "苍火龙",
          "王立委托、王立精英委托",
          "左,右翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">苍火龙翼部生长的锐爪，破坏飞翼后有机会剥取获得。</FONT>",
          "mat_claw_01_CYN",
          ""
        ]
      },
      {
        "iID": "22189",
        "data": [
          "22189",
          "苍火龙的红玉",
          "苍火龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在极少数苍火龙体内的稀有宝石，工匠们一直在考虑它的用途。</FONT>",
          "item_icon_27",
          ""
        ]
      }];