var weaknessArray = [
      {
        "iID": "8000344",
        "data": [
          "8000344",
          "砦蟹",
          "Torso",
          "1",
          "1",
          "1",
          "3",
          "0",
          "2",
          "1",
          "3",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000345",
        "data": [
          "8000345",
          "砦蟹",
          "Shell",
          "1",
          "1",
          "1",
          "3",
          "0",
          "2",
          "1",
          "3",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000346",
        "data": [
          "8000346",
          "砦蟹",
          "Leg",
          "1",
          "1",
          "1",
          "3",
          "0",
          "2",
          "1",
          "3",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000347",
        "data": [
          "8000347",
          "砦蟹",
          "Legs (Cooked)",
          "3",
          "3",
          "3",
          "3",
          "0",
          "2",
          "1",
          "3",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "22008",
        "data": [
          "22008",
          "砦蟹之重甲",
          "砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：砦蟹(活动)</FONT>",
          "mat_shell_01_BLK",
          ""
        ]
      },
      {
        "iID": "22013",
        "data": [
          "22013",
          "砦蟹之天壳",
          "砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：砦蟹(活动)</FONT>",
          "mat_shell_04_BLK",
          ""
        ]
      },
      {
        "iID": "22015",
        "data": [
          "22015",
          "砦蟹之崩山铗",
          "砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：砦蟹(活动)</FONT>",
          "mat_clamp_02_BLK",
          ""
        ]
      },
      {
        "iID": "22016",
        "data": [
          "22016",
          "砦蟹之裂岳爪",
          "砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：砦蟹(活动)</FONT>",
          "mat_claw_04_GRY",
          ""
        ]
      },
      {
        "iID": "22017",
        "data": [
          "22017",
          "泌酸腺",
          "砦蟹",
          "活动",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：砦蟹(活动)</FONT>",
          "mat_visceral_02_GRY",
          ""
        ]
      },
      {
        "iID": "22019",
        "data": [
          "22019",
          "折断的巨角",
          "砦蟹",
          "活动",
          "Shell",
          "<FONT COLOR=\"#6285C6\" >来源：砦蟹(活动)</FONT>",
          "mat_head_18_BLK",
          ""
        ]
      }];