var weaknessArray = [
      {
        "iID": "8000270",
        "data": [
          "8000270",
          "一角龙",
          "Head",
          "2",
          "2",
          "2",
          "0",
          "0",
          "1",
          "2",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "After monster is angry, Sonic Bomb has no effect.",
          "0"
        ]
      },
      {
        "iID": "8000271",
        "data": [
          "8000271",
          "一角龙",
          "Neck",
          "3",
          "4",
          "4",
          "0",
          "0",
          "2",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000272",
        "data": [
          "8000272",
          "一角龙",
          "Abdomen",
          "3",
          "2",
          "3",
          "0",
          "0",
          "2",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000273",
        "data": [
          "8000273",
          "一角龙",
          "Tail",
          "4",
          "3",
          "4",
          "0",
          "0",
          "2",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000274",
        "data": [
          "8000274",
          "一角龙",
          "Left Wing",
          "3",
          "3",
          "3",
          "0",
          "0",
          "2",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000275",
        "data": [
          "8000275",
          "一角龙",
          "Right Wing",
          "3",
          "3",
          "3",
          "0",
          "0",
          "2",
          "1",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000276",
        "data": [
          "8000276",
          "一角龙",
          "Left Leg",
          "2",
          "2",
          "3",
          "1",
          "0",
          "2",
          "3",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000277",
        "data": [
          "8000277",
          "一角龙",
          "Right Leg",
          "2",
          "2",
          "3",
          "1",
          "0",
          "2",
          "3",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15195",
        "data": [
          "15195",
          "真红之角",
          "一角龙",
          "大型怪物狩猎",
          "Shell",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎),大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙头壳上的赤角，坚硬程度不负一角龙之名。</FONT>",
          "mat_horn_01",
          "ZHZJ"
        ]
      },
      {
        "iID": "15207",
        "data": [
          "15207",
          "真红刚角",
          "一角龙",
          "王立委托、王立精英、极限",
          "Shell",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)，大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄壮的一角龙的上等赤角，拥有强大力量的同时也是造型帅气的素材。</FONT>",
          "mat_horn_01",
          "ZHGJ"
        ]
      },
      {
        "iID": "15613",
        "data": [
          "15613",
          "一角龙的翼",
          "一角龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的翅膀，能释放出强大的风压。</FONT>",
          "mat_wing_02_BRW",
          "YJLDY"
        ]
      },
      {
        "iID": "15614",
        "data": [
          "15614",
          "一角龙的甲壳",
          "一角龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的甲壳，具有飞龙种所拥有的坚硬特质。</FONT>",
          "mat_shell_01_BRW",
          "YJLDJK"
        ]
      },
      {
        "iID": "15615",
        "data": [
          "15615",
          "一角龙的骨髓",
          "一角龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的骨髓，可以用来制作装备。</FONT>",
          "mat_head_17",
          "YJLDGS"
        ]
      },
      {
        "iID": "15616",
        "data": [
          "15616",
          "一角龙的心脏",
          "一角龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从一角龙体内剥取的心脏，个体庞大，还带有一些余温。</FONT>",
          "mat_body_01_BRW",
          "YJLDXZ"
        ]
      },
      {
        "iID": "15617",
        "data": [
          "15617",
          "一角龙的背甲",
          "一角龙",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的背部甲壳，比其他部位的更坚硬。</FONT>",
          "mat_shell_04_BRW",
          "YJLDBJ"
        ]
      },
      {
        "iID": "15618",
        "data": [
          "15618",
          "一角龙的尾巴",
          "一角龙",
          "大型怪物狩猎",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">可断下的一角龙尾部，去除不能使用的小部分后能制成各种装备。</FONT>",
          "mat_tail_05",
          "YJLDWB"
        ]
      },
      {
        "iID": "15623",
        "data": [
          "15623",
          "炽热的真红之角",
          "一角龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">暴怒状态下，仿佛燃烧着一般的一角龙的角，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：斩铁珠【3】</FONT>",
          "mat_horn_01",
          ""
        ]
      },
      {
        "iID": "15624",
        "data": [
          "15624",
          "一角龙的血液",
          "一角龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">暴怒状态下一角龙的血液，如同沸腾一般。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：短缩珠【3】</FONT>",
          "item_icon_10",
          ""
        ]
      },
      {
        "iID": "15633",
        "data": [
          "15633",
          "一角龙的刚翼",
          "一角龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙坚硬的翅膀，虽然比不上头骨，但是已能够造成大伤害的攻击。</FONT>",
          "mat_wing_02_BRW",
          "YJLDGY"
        ]
      },
      {
        "iID": "15634",
        "data": [
          "15634",
          "一角龙的坚壳",
          "一角龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的一角龙甲壳，要获取到需要花一点力气。</FONT>",
          "mat_shell_01_BRW",
          "YJLDJK"
        ]
      },
      {
        "iID": "15635",
        "data": [
          "15635",
          "一角龙的延髓",
          "一角龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的优质骨髓，可以用来制作更好的装备。</FONT>",
          "mat_head_17",
          "YJLDYS"
        ]
      },
      {
        "iID": "15636",
        "data": [
          "15636",
          "一角龙的坚甲",
          "一角龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的背部甲壳，在骨骼的构造上更致密，防御性能也更好。</FONT>",
          "mat_shell_04_BRW",
          "YJLDJJ"
        ]
      },
      {
        "iID": "15637",
        "data": [
          "15637",
          "脉动的心脏",
          "一角龙",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的心脏，仍然在不停的跳动，能保持很长时间。</FONT>",
          "mat_body_01_BRW",
          "MDDXZ"
        ]
      },
      {
        "iID": "15638",
        "data": [
          "15638",
          "一角龙的靭尾",
          "一角龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的尾部素材，可以用来进行各种制造，包覆的鳞片很厚实。</FONT>",
          "mat_tail_05",
          "YJLDZW"
        ]
      }];