var weaknessArray = [
      {
        "iID": "8000042",
        "data": [
          "8000042",
          "毒怪鸟",
          "Head",
          "2",
          "4",
          "4",
          "3",
          "1",
          "0",
          "1",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "0",
          "0",
          "",
          "0"
        ]
      },
      {
        "iID": "8000043",
        "data": [
          "8000043",
          "毒怪鸟",
          "Neck",
          "3",
          "2",
          "3",
          "2",
          "0",
          "0",
          "0",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000044",
        "data": [
          "8000044",
          "毒怪鸟",
          "Torso",
          "4",
          "2",
          "1",
          "1",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000045",
        "data": [
          "8000045",
          "毒怪鸟",
          "Tail",
          "4",
          "4",
          "4",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000046",
        "data": [
          "8000046",
          "毒怪鸟",
          "Left Wing",
          "3",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000047",
        "data": [
          "8000047",
          "毒怪鸟",
          "Right Wing",
          "3",
          "2",
          "2",
          "2",
          "1",
          "0",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000048",
        "data": [
          "8000048",
          "毒怪鸟",
          "Left Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000049",
        "data": [
          "8000049",
          "毒怪鸟",
          "Right Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15100",
        "data": [
          "15100",
          "毒怪鸟的翼",
          "毒怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟之翼，具有一定的韧性和硬度，适合制作普通装备。</FONT>",
          "mat_wing_01_CYN",
          "DGNDY"
        ]
      },
      {
        "iID": "15101",
        "data": [
          "15101",
          "毒怪鸟的皮",
          "毒怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">弹性较高的毒怪鸟之皮，皮质是绝缘体，具有一定的抗电性。</FONT>",
          "mat_leather_01_CYN",
          "DGNDP"
        ]
      },
      {
        "iID": "15102",
        "data": [
          "15102",
          "毒怪鸟的嘴",
          "毒怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">因为受到猎人攻击而被损坏的毒怪鸟之嘴。</FONT>",
          "mat_beak_02_CYN",
          "DGNDZ"
        ]
      },
      {
        "iID": "15103",
        "data": [
          "15103",
          "橡胶质的尾巴",
          "毒怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟橡胶质地的尾巴，非常具有伸缩性。</FONT>",
          "mat_tail_11_CYN",
          "XJZDWB"
        ]
      },
      {
        "iID": "15104",
        "data": [
          "15104",
          "毒怪鸟的头",
          "毒怪鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟坚硬的头，能够防御大量的攻击。</FONT>",
          "mat_head_06_CYN",
          "DGNDT"
        ]
      },
      {
        "iID": "15105",
        "data": [
          "15105",
          "变异的光水晶",
          "毒怪鸟",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟改造过用来发出闪光的光水晶，改造原理至今还是迷。</FONT>",
          "prop_jewel_05",
          "BYDGSJ"
        ]
      },
      {
        "iID": "15106",
        "data": [
          "15106",
          "厚实的毒舌",
          "毒怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">毒怪鸟的舌头，上面覆盖的唾液也充满了毒素。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：<a herf=\"\">毒瓶珠【1】</FONT>",
          "mat_body_01_CYN",
          "HSDDS"
        ]
      },
      {
        "iID": "15107",
        "data": [
          "15107",
          "粘稠的毒液",
          "毒怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">毒怪鸟吐出的毒液，经过特殊处理后是制作对毒耐性装备的非常良好的材料。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐毒珠【1】</FONT>",
          "item_icon_04",
          "ZCDDY"
        ]
      },
      {
        "iID": "15108",
        "data": [
          "15108",
          "完整的大块胶皮",
          "毒怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">从毒怪鸟身上剥去的大块橡胶皮，能大幅提升装备的防御力。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：铁壁珠【1】</FONT>",
          "mat_leather_01_CYN",
          "WZDDKJP"
        ]
      },
      {
        "iID": "15109",
        "data": [
          "15109",
          "丑陋的臼齿",
          "毒怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">毒怪鸟的臼齿，常年接触毒液，也充满了危险的毒性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：散弹珠【1】</FONT>",
          "mat_tooth_01_CYN",
          "CLDJC"
        ]
      },
      {
        "iID": "15112",
        "data": [
          "15112",
          "毒怪鸟的刚翼",
          "毒怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟的优质翼膜，弹性非常棒，具有一定的耐毒性。</FONT>",
          "mat_wing_01_CYN",
          "DGNDGY"
        ]
      },
      {
        "iID": "15113",
        "data": [
          "15113",
          "毒怪鸟的优质皮",
          "毒怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">弹性较高的毒怪鸟的上等皮，不但柔软且具有质感，品质优良。</FONT>",
          "mat_leather_01_CYN",
          "DGNDYZP"
        ]
      },
      {
        "iID": "15114",
        "data": [
          "15114",
          "毒怪鸟的坚硬嘴",
          "毒怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">非常巨大坚硬的毒怪鸟之嘴，可以用来加工成多种道具和装备。</FONT>",
          "mat_beak_02_CYN",
          "DGNDJYZ"
        ]
      },
      {
        "iID": "15115",
        "data": [
          "15115",
          "橡胶质的韧尾",
          "毒怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟橡胶质地的优质尾巴，具有更强的韧性和伸缩性，可以制造更强力的装备。</FONT>",
          "mat_tail_11_CYN",
          "XJZDRW"
        ]
      },
      {
        "iID": "15116",
        "data": [
          "15116",
          "毒怪鸟的坚硬头",
          "毒怪鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟坚硬的头，能够防御大量的攻击。</FONT>",
          "mat_head_06_CYN",
          "DGNDJYT"
        ]
      },
      {
        "iID": "15117",
        "data": [
          "15117",
          "变异的新星水晶",
          "毒怪鸟",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟改造过用来发出闪光的新星水晶，纯度很高，透露着神秘的光泽。</FONT>",
          "prop_jewel_05",
          "BYDXXSJ"
        ]
      }];