var weaknessArray = [
      {
        "iID": "8000437",
        "data": [
          "8000437",
          "樱火龙",
          "Head",
          "3",
          "3",
          "2",
          "0",
          "2",
          "0",
          "0",
          "1",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "",
          "2"
        ]
      },
      {
        "iID": "8000438",
        "data": [
          "8000438",
          "樱火龙",
          "Neck",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000439",
        "data": [
          "8000439",
          "樱火龙",
          "Back",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000440",
        "data": [
          "8000440",
          "樱火龙",
          "Abdomen",
          "3",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000441",
        "data": [
          "8000441",
          "樱火龙",
          "Tail",
          "2",
          "2",
          "1",
          "0",
          "1",
          "0",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000442",
        "data": [
          "8000442",
          "樱火龙",
          "Left Wing",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000443",
        "data": [
          "8000443",
          "樱火龙",
          "Right Wing",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000444",
        "data": [
          "8000444",
          "樱火龙",
          "Left Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      },
      {
        "iID": "8000445",
        "data": [
          "8000445",
          "樱火龙",
          "Right Leg",
          "2",
          "2",
          "2",
          "0",
          "0",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "2"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "22156",
        "data": [
          "22156",
          "樱火龙的上鳞",
          "樱火龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">飞龙种樱火龙的优质鳞片，硬度更高，是锻造和加工的首选素材。</FONT>",
          "mat_scale_02_PINK",
          ""
        ]
      },
      {
        "iID": "22157",
        "data": [
          "22157",
          "樱火龙的坚壳",
          "樱火龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">樱火龙甲壳中较为坚硬的部分，剥取难度较高，经常被用作铠甲素材。</FONT>",
          "mat_shell_01_PNK",
          ""
        ]
      },
      {
        "iID": "22158",
        "data": [
          "22158",
          "樱火龙的上棘",
          "樱火龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在雌火龙背后及翅膀附近，拥有毒性的好似针一般的毛。</FONT>",
          "item_icon_71",
          ""
        ]
      },
      {
        "iID": "22159",
        "data": [
          "22159",
          "樱红的爆炎袋",
          "樱火龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">贮存可燃粉末的内脏器官，有接触空气即可自燃的危险属性，剥取时需要十分小心。</FONT>",
          "mat_visceral_01_PNK",
          ""
        ]
      },
      {
        "iID": "22160",
        "data": [
          "22160",
          "樱火龙的逆鳞",
          "樱火龙",
          "王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在樱火龙身上的逆之鳞片，背负着空之王者名号，是极为珍贵的素材。</FONT>",
          "mat_scale_02_PINK",
          ""
        ]
      },
      {
        "iID": "22161",
        "data": [
          "22161",
          "樱火龙的延髓",
          "樱火龙",
          "王立委托、王立精英委托",
          "Head",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获取的樱火龙的素材，剥取的失败率很高，因此较为稀有。</FONT>",
          "mat_body_01_PNK",
          ""
        ]
      },
      {
        "iID": "22162",
        "data": [
          "22162",
          "樱火龙的韧尾",
          "樱火龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">覆盖鳞片的樱火龙之尾，是天空王者战斗力的象征。</FONT>",
          "mat_tail_06_PNK",
          ""
        ]
      },
      {
        "iID": "22163",
        "data": [
          "22163",
          "樱火龙的锐翼爪",
          "樱火龙",
          "王立委托、王立精英委托",
          "左,右翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">樱火龙翼部生长的锐爪，破坏飞翼后有机会剥取获得。</FONT>",
          "mat_claw_01_PNK",
          ""
        ]
      },
      {
        "iID": "22164",
        "data": [
          "22164",
          "樱火龙的红玉",
          "樱火龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在极少数樱火龙体内的稀有宝石，工匠们一直在考虑它的用途。</FONT>",
          "item_icon_25",
          ""
        ]
      }];