var catfoodArray = 
{
  "errCode": 0,
  "msg": "success",
  "result": {
    "rows": [
      {
        "iID": "18000001",
        "data": [
          "18000001",
          "米饭LV1",
          "野菜泡饭",
          "体力UP【小】",
          "体力上限+15"
        ]
      },
      {
        "iID": "18000002",
        "data": [
          "18000002",
          "米饭LV1",
          "野菜泡饭",
          "猫的脚踢术",
          "脚踢的攻击力变为5倍"
        ]
      },
      {
        "iID": "18000003",
        "data": [
          "18000003",
          "米饭LV1",
          "野菜泡饭",
          "招财猫的幸运",
          "剥取时15%概率可以多剥取1次"
        ]
      },
      {
        "iID": "18000004",
        "data": [
          "18000004",
          "米饭LV2",
          "怪鸟蛋炒饭",
          "体力UP【中】",
          "体力上限+30"
        ]
      },
      {
        "iID": "18000005",
        "data": [
          "18000005",
          "米饭LV2",
          "怪鸟蛋炒饭",
          "猫的根性",
          "体力残余10%以上时，受到一次致命伤也不会力尽"
        ]
      },
      {
        "iID": "18000006",
        "data": [
          "18000006",
          "米饭LV2",
          "怪鸟蛋炒饭",
          "招财猫的激运",
          "剥取时30%概率可以多剥取1次"
        ]
      },
      {
        "iID": "18000007",
        "data": [
          "18000007",
          "米饭LV3",
          "秘境之星",
          "体力UP【大】",
          "体力上限+50"
        ]
      },
      {
        "iID": "18000008",
        "data": [
          "18000008",
          "米饭LV3",
          "秘境之星",
          "猫的异常攻击强化",
          "毒、眠、麻效果提高12.5%"
        ]
      },
      {
        "iID": "18000009",
        "data": [
          "18000009",
          "米饭LV3",
          "秘境之星",
          "猫的火事场力",
          "体力在10%以下时，攻击力及防御力增加35%"
        ]
      },
      {
        "iID": "18000010",
        "data": [
          "18000010",
          "寿司LV1",
          "白鱼饭团",
          "防御UP【小】",
          "防御力+5%"
        ]
      },
      {
        "iID": "18000011",
        "data": [
          "18000011",
          "寿司LV1",
          "白鱼饭团",
          "猫的附加术",
          "猫饭buff效果在猫车后不会消失"
        ]
      },
      {
        "iID": "18000012",
        "data": [
          "18000012",
          "寿司LV1",
          "白鱼饭团",
          "猫的胆力",
          "免疫遇到Boss时初始的惊吓"
        ]
      },
      {
        "iID": "18000013",
        "data": [
          "18000013",
          "寿司LV2",
          "什锦饭团",
          "防御UP【中】",
          "防御力+10%"
        ]
      },
      {
        "iID": "18000014",
        "data": [
          "18000014",
          "寿司LV2",
          "什锦饭团",
          "猫的搬运达人",
          "搬运时移动速度上升"
        ]
      },
      {
        "iID": "18000015",
        "data": [
          "18000015",
          "寿司LV2",
          "什锦饭团",
          "猫的医疗术",
          "回复类消耗品的回复量增加10%"
        ]
      },
      {
        "iID": "18000016",
        "data": [
          "18000016",
          "寿司LV3",
          "珍馐饭团",
          "防御UP【大】",
          "防御力+15%"
        ]
      },
      {
        "iID": "18000017",
        "data": [
          "18000017",
          "寿司LV3",
          "珍馐饭团",
          "招财猫的幸运",
          "剥取时15%概率可以多剥取1次"
        ]
      },
      {
        "iID": "18000018",
        "data": [
          "18000018",
          "寿司LV3",
          "珍馐饭团",
          "猫的长靴术",
          "免疫毒潭及地面燃烧的效果"
        ]
      },
      {
        "iID": "18000019",
        "data": [
          "18000019",
          "串烧LV1",
          "串烧水禽串",
          "攻击UP【小】",
          "攻击力+5%"
        ]
      },
      {
        "iID": "18000020",
        "data": [
          "18000020",
          "串烧LV1",
          "串烧水禽串",
          "猫的医疗术",
          "回复类消耗品的回复量增加10%"
        ]
      },
      {
        "iID": "18000021",
        "data": [
          "18000021",
          "串烧LV1",
          "串烧水禽串",
          "猫的火药术",
          "爆桶伤害提升50%"
        ]
      },
      {
        "iID": "18000022",
        "data": [
          "18000022",
          "串烧LV2",
          "酱烤甲壳肉串",
          "攻击UP【中】",
          "攻击力+10%"
        ]
      },
      {
        "iID": "18000023",
        "data": [
          "18000023",
          "串烧LV2",
          "酱烤甲壳肉串",
          "猫的千里眼术",
          "可以感知大型怪物所在的位置"
        ]
      },
      {
        "iID": "18000024",
        "data": [
          "18000024",
          "串烧LV2",
          "酱烤甲壳肉串",
          "猫的胆力",
          "免疫遇到Boss时初始的惊吓"
        ]
      },
      {
        "iID": "18000025",
        "data": [
          "18000025",
          "串烧LV3",
          "海天地霸王串烧",
          "攻击UP【大】",
          "攻击力+15%"
        ]
      },
      {
        "iID": "18000026",
        "data": [
          "18000026",
          "串烧LV3",
          "海天地霸王串烧",
          "猫的不眠术",
          "任务中不会睡眠，在营地的床上也不能睡眠"
        ]
      },
      {
        "iID": "18000027",
        "data": [
          "18000027",
          "串烧LV3",
          "海天地霸王串烧",
          "猫的胆力",
          "免疫遇到Boss时初始的惊吓"
        ]
      },
      {
        "iID": "18000028",
        "data": [
          "18000028",
          "杂烩LV1",
          "陶钵杂煮",
          "耐性UP【小】",
          "属性耐性+5"
        ]
      },
      {
        "iID": "18000029",
        "data": [
          "18000029",
          "杂烩LV1",
          "陶钵杂煮",
          "猫的不眠术",
          "任务中不会睡眠，在营地的床上也不能睡眠"
        ]
      },
      {
        "iID": "18000030",
        "data": [
          "18000030",
          "杂烩LV1",
          "陶钵杂煮",
          "招财猫的幸运",
          "剥取时15%概率可以多剥取1次"
        ]
      },
      {
        "iID": "18000031",
        "data": [
          "18000031",
          "杂烩LV2",
          "奇面族风味锅",
          "耐性UP【中】",
          "属性耐性+10"
        ]
      },
      {
        "iID": "18000032",
        "data": [
          "18000032",
          "杂烩LV2",
          "奇面族风味锅",
          "猫的搬运达人",
          "搬运时移动速度上升"
        ]
      },
      {
        "iID": "18000033",
        "data": [
          "18000033",
          "杂烩LV2",
          "奇面族风味锅",
          "猫的射击术",
          "通常弹伤害增加10%"
        ]
      },
      {
        "iID": "18000034",
        "data": [
          "18000034",
          "杂烩LV3",
          "龙跳墙",
          "耐性UP【大】",
          "属性耐性+15"
        ]
      },
      {
        "iID": "18000035",
        "data": [
          "18000035",
          "杂烩LV3",
          "龙跳墙",
          "猫的异常攻击强化",
          "毒、眠、麻效果提高12.5%"
        ]
      },
      {
        "iID": "18000036",
        "data": [
          "18000036",
          "杂烩LV3",
          "龙跳墙",
          "猫的全属性得意",
          "属性攻击力提升10点"
        ]
      },
      {
        "iID": "18000037",
        "data": [
          "18000037",
          "面LV1",
          "开胃酸辣汤面",
          "猫的防御术【小】",
          "受到伤害时10%概率伤害减少30%"
        ]
      },
      {
        "iID": "18000038",
        "data": [
          "18000038",
          "面LV1",
          "开胃酸辣汤面",
          "猫的医疗术",
          "回复类消耗品的回复量增加10%"
        ]
      },
      {
        "iID": "18000039",
        "data": [
          "18000039",
          "面LV1",
          "开胃酸辣汤面",
          "招财猫的幸运",
          "剥取时15%概率可以多剥取1次"
        ]
      },
      {
        "iID": "18000040",
        "data": [
          "18000040",
          "面LV2",
          "风干龙肉炒面",
          "猫的防御术【中】",
          "受到伤害时20%概率伤害减少30%"
        ]
      },
      {
        "iID": "18000041",
        "data": [
          "18000041",
          "面LV2",
          "风干龙肉炒面",
          "猫的附加术",
          "猫饭buff效果在猫车后不会消失"
        ]
      },
      {
        "iID": "18000042",
        "data": [
          "18000042",
          "面LV2",
          "风干龙肉炒面",
          "招财猫的幸运",
          "剥取时15%概率可以多剥取1次"
        ]
      },
      {
        "iID": "18000043",
        "data": [
          "18000043",
          "面LV3",
          "特制海鲜捞面",
          "猫的防御术【大】",
          "受到伤害时30%概率伤害减少30%"
        ]
      },
      {
        "iID": "18000044",
        "data": [
          "18000044",
          "面LV3",
          "特制海鲜捞面",
          "猫的胆力",
          "免疫遇到Boss时初始的惊吓"
        ]
      },
      {
        "iID": "18000045",
        "data": [
          "18000045",
          "面LV3",
          "特制海鲜捞面",
          "招财猫的激运",
          "剥取时30%概率可以多剥取1次"
        ]
      }
    ],
    "total": 45
  }
}