var catsetArray = 
{
  "errCode": 0,
  "msg": "success",
  "result": {
    "rows": [
      {
        "iID": "16000002",
        "data": [
          "16000002",
          "村丁斗气套装",
          "三件套效果：提升艾露猫20点攻击力，21点体力，1%体力恢复速度"
        ]
      },
      {
        "iID": "16000003",
        "data": [
          "16000003",
          "村丁铁壁套装",
          "三件套效果：提升艾露猫12点攻击力，30点体力，1%体力恢复速度"
        ]
      },
      {
        "iID": "16000004",
        "data": [
          "16000004",
          "士兵斗气套装",
          "三件套效果：提升艾露猫23点攻击力，21点体力，2%体力恢复速度"
        ]
      },
      {
        "iID": "16000005",
        "data": [
          "16000005",
          "独行护身套装",
          "三件套效果：提升艾露猫16点攻击力，30点体力，1%体力恢复速度"
        ]
      },
      {
        "iID": "16000006",
        "data": [
          "16000006",
          "兵长斗气套装",
          "三件套效果：提升艾露猫39点攻击力，21点体力，2%体力恢复速度"
        ]
      },
      {
        "iID": "16000007",
        "data": [
          "16000007",
          "下忍护身套装",
          "三件套效果：提升艾露猫23点攻击力，30点体力，2%体力恢复速度"
        ]
      },
      {
        "iID": "16000008",
        "data": [
          "16000008",
          "骑士斗气套装",
          "三件套效果：提升艾露猫46点攻击力，21点体力，3%体力恢复速度"
        ]
      },
      {
        "iID": "16000009",
        "data": [
          "16000009",
          "中忍护身套装",
          "三件套效果：提升艾露猫27点攻击力，30点体力，3%体力恢复速度"
        ]
      },
      {
        "iID": "16000010",
        "data": [
          "16000010",
          "大骑士斗气套装",
          "三件套效果：提升艾露猫54点攻击力，21点体力，3%体力恢复速度"
        ]
      },
      {
        "iID": "16000011",
        "data": [
          "16000011",
          "上忍护身套装",
          "三件套效果：提升艾露猫32点攻击力，30点体力，3%体力恢复速度"
        ]
      },
      {
        "iID": "16000012",
        "data": [
          "16000012",
          "军士斗气套装",
          "三件套效果：提升艾露猫62点攻击力，21点体力，4%体力恢�速度"
        ]
      },
      {
        "iID": "16000013",
        "data": [
          "16000013",
          "门生铁壁套装",
          "三件套效果：提升艾露猫37点攻击力，30点体力，4%体力恢复速度"
        ]
      },
      {
        "iID": "16000014",
        "data": [
          "16000014",
          "尉官斗气套装",
          "三件套效果：提升艾露猫67点攻击力，21点体力，4%体力恢复速度"
        ]
      },
      {
        "iID": "16000015",
        "data": [
          "16000015",
          "剑客铁壁套装",
          "三件套效果：提升艾露猫40点攻击力，30点体力，4%体力恢复速度"
        ]
      },
      {
        "iID": "16000016",
        "data": [
          "16000016",
          "骁将斗气套装",
          "三件套效果：提升艾露猫95点攻击力，80点体力，5%体力恢复速度"
        ]
      },
      {
        "iID": "16000017",
        "data": [
          "16000017",
          "师范代铁壁套装",
          "三件套效果：提升艾露猫56点攻击力，116点体力，5%体力恢复速度"
        ]
      },
      {
        "iID": "16000018",
        "data": [
          "16000018",
          "骁将斗气套装",
          "三件套效果：提升艾露猫108点攻击力，89点体力，6%体力恢复速度"
        ]
      },
      {
        "iID": "16000019",
        "data": [
          "16000019",
          "师匠铁壁套装",
          "三件套效果：提升艾露猫64点攻击力，128点体力，6%体力恢复速度"
        ]
      }
    ],
    "total": 18
  }
}