var combiningArray2 = 
{
  "errCode": 0,
  "msg": "success",
  "result": {
    "rows": [
      {
        "iID": "11000001",
        "data": [
          "11000001",
          "1",
          "回复药",
          "<FONT COLOR=\"#68A16A\" >饮用：恢复30点体力</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和、商店</FONT><BR>",
          "消耗品",
          "item_icon_01",
          "HFY",
          "药草",
          "1",
          "蓝蘑菇",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000002",
        "data": [
          "11000002",
          "4",
          "解毒药",
          "<FONT COLOR=\"#68A16A\" >饮用：解除“中毒”状态</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和、商店</FONT><BR>",
          "消耗品",
          "4",
          "JDY",
          "解毒草",
          "1",
          "蓝蘑菇",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000003",
        "data": [
          "11000003",
          "9",
          "冷饮",
          "<FONT COLOR=\"#68A16A\" >饮用：一定时间内使猎人不受炎热环境影响</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和、商店</FONT><BR>",
          "消耗品",
          "item_icon_09",
          "LY",
          "苦虫",
          "1",
          "冰结晶",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000004",
        "data": [
          "11000004",
          "10",
          "热饮",
          "<FONT COLOR=\"#68A16A\" >饮用：一定时间内使猎人不受寒冷环境影响</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和、商店</FONT><BR>",
          "消耗品",
          "item_icon_10",
          "RY",
          "苦虫",
          "1",
          "野生辣椒",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000005",
        "data": [
          "11000005",
          "11",
          "强走药",
          "<FONT COLOR=\"#68A16A\" >饮用：一定时间内猎人耐力不减少，同时增加耐力上限</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和、商店</FONT><BR>",
          "消耗品",
          "item_icon_11",
          "QZY",
          "强走精华",
          "1",
          "曼陀罗花",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000006",
        "data": [
          "11000006",
          "12",
          "生命粉尘",
          "<FONT COLOR=\"#68A16A\" >投掷：使用后，一定范围内的猎人恢复体力</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_58",
          "SMFC",
          "生命之粉",
          "1",
          "鹿角",
          "3",
          "神秘粉末",
          "3"
        ]
      },
      {
        "iID": "11000007",
        "data": [
          "11000007",
          "17",
          "冻肉",
          "<FONT COLOR=\"#68A16A\" >食用：可以在短时间内缓和高温的影响，同时增加25点耐力上限</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_17",
          "DR",
          "烤熟的肉",
          "1",
          "冰结晶",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000008",
        "data": [
          "11000008",
          "18",
          "温肉",
          "<FONT COLOR=\"#68A16A\" >食用：可以在短时间内缓和酷寒的影响，同时增加25点耐力上限</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_18",
          "WR",
          "烤熟的肉",
          "1",
          "野生辣椒",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000009",
        "data": [
          "11000009",
          "22",
          "毒肉",
          "<FONT COLOR=\"#68A16A\" >放置：在地上放置毒肉，怪物食用后可能会中毒</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_22",
          "DR",
          "烤熟的肉",
          "1",
          "毒蘑菇",
          "1",
          "神秘粉末",
          "1"
        ]
      },
      {
        "iID": "11000010",
        "data": [
          "11000010",
          "23",
          "眠肉",
          "<FONT COLOR=\"#68A16A\" >放置：在地上放置眠肉，怪物食用后可能会睡眠</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_23",
          "MR",
          "烤熟的肉",
          "1",
          "睡眠草",
          "1",
          "神秘粉末",
          "1"
        ]
      },
      {
        "iID": "11000011",
        "data": [
          "11000011",
          "24",
          "麻肉",
          "<FONT COLOR=\"#68A16A\" >放置：在地上放置麻肉，怪物食用后可能会麻痹</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_24",
          "MR",
          "烤熟的肉",
          "1",
          "麻痹蘑菇",
          "1",
          "神秘粉末",
          "1"
        ]
      },
      {
        "iID": "11000012",
        "data": [
          "11000012",
          "273",
          "活力剂",
          "<FONT COLOR=\"#68A16A\" >饮用：增加暂时损失的体力的恢复速度5点/秒</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_12",
          "HLJ",
          "增强剂",
          "1",
          "忍耐之种",
          "2",
          "",
          ""
        ]
      },
      {
        "iID": "11000013",
        "data": [
          "11000013",
          "274",
          "提神药",
          "<FONT COLOR=\"#68A16A\" >饮用：增加10点耐力上限</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_11",
          "TSY",
          "蜂蜜",
          "3",
          "落阳草",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000014",
        "data": [
          "11000014",
          "275",
          "营养剂",
          "<FONT COLOR=\"#68A16A\" >饮用：增加5点体力上限</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_53",
          "YYJ",
          "蓝蘑菇",
          "2",
          "不死虫",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000015",
        "data": [
          "11000015",
          "276",
          "鬼人药",
          "<FONT COLOR=\"#68A16A\" >饮用：增加5点攻击力</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_10",
          "GRY",
          "增强剂",
          "1",
          "怪力之种",
          "2",
          "",
          ""
        ]
      },
      {
        "iID": "11000016",
        "data": [
          "11000016",
          "277",
          "硬化药",
          "<FONT COLOR=\"#68A16A\" >饮用：增加5点防御力</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_13",
          "YHY",
          "增强剂",
          "1",
          "忍耐之种",
          "2",
          "",
          ""
        ]
      },
      {
        "iID": "11000017",
        "data": [
          "11000017",
          "1853",
          "回复药【G】",
          "<FONT COLOR=\"#68A16A\" >饮用：恢复50点体力</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_89",
          "HFY【G】",
          "回复药",
          "1",
          "蜂蜜",
          "1",
          "神秘粉末",
          "3"
        ]
      },
      {
        "iID": "11000018",
        "data": [
          "11000018",
          "1857",
          "鬼人药【G】",
          "<FONT COLOR=\"#68A16A\" >饮用：增加10点攻击力</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_91",
          "GRY【G】",
          "鬼人药",
          "1",
          "怪力果实",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000019",
        "data": [
          "11000019",
          "1861",
          "硬化药【G】",
          "<FONT COLOR=\"#68A16A\" >饮用：增加20点防御力</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_92",
          "YHY【G】",
          "硬化药",
          "1",
          "忍耐果实",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000020",
        "data": [
          "11000020",
          "1865",
          "营养剂【G】",
          "<FONT COLOR=\"#68A16A\" >饮用：增加最大体力值10点</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_93",
          "YYJ【G】",
          "营养剂",
          "1",
          "蜂蜜",
          "3",
          "神秘粉末",
          "2"
        ]
      },
      {
        "iID": "11000021",
        "data": [
          "11000021",
          "279",
          "汉方药",
          "<FONT COLOR=\"#68A16A\" >饮用：解除中毒，并恢复25点体力</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR>",
          "消耗品",
          "item_icon_93",
          "",
          "仙人掌花",
          "1",
          "苦虫",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000022",
        "data": [
          "11000022",
          "437",
          "觉醒药",
          "<FONT COLOR=\"#68A16A\" >使用：增加攻击力10点，防御力20点</FONT><BR><FONT COLOR=\"#6285C6\" >来源：药剂调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">效果非凡。</FONT>",
          "消耗品",
          "item_icon_93",
          "",
          "白化精华",
          "1",
          "曼陀罗花",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000023",
        "data": [
          "11000023",
          "21097",
          "生命之粉",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">被人们称为生命之源的不可思议的药粉。</FONT>",
          "消耗品",
          "item_icon_58",
          "",
          "不死虫",
          "1",
          "迷之骨",
          "1",
          "",
          ""
        ]
      },
      {
        "iID": "11000024",
        "data": [
          "11000024",
          "21138",
          "增强剂",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">能将素材和药品的效果提升的药剂。</FONT>",
          "消耗品",
          "mat_visceral_02_GRY",
          "",
          "蜂蜜",
          "3",
          "苦虫",
          "1",
          "",
          ""
        ]
      }
    ],
    "total": 24
  }
}