var materialArray = 
{
  "errCode": 0,
  "msg": "success",
  "result": {
    "rows": [
      {
        "iID": "15001",
        "data": [
          "15001",
          "河狸兽的爪",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">河狸兽的爪子，尖锐的爪尖能够非常容易的捕捉猎物。</FONT>",
          "素材",
          "mat_claw_02_BRW",
          "HLSDZ",
          "河狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15002",
        "data": [
          "15002",
          "河狸兽的皮",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从河狸兽身上剥下的皮毛，可以制作一般的装备。</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "HLSDP",
          "河狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15003",
        "data": [
          "15003",
          "河狸兽的牙",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">河狸兽的牙，河狸兽进行攻击时最重要的武器。</FONT>",
          "素材",
          "mat_tooth_02_BRW",
          "HLSDY",
          "河狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15004",
        "data": [
          "15004",
          "温暖的毛皮",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎)以及精灵鹿</FONT><BR><BR><FONT COLOR=\"#C6B262\">很厚实的毛皮，披在身上可以抵御寒冷。</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "WNDMP",
          "河狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15005",
        "data": [
          "15005",
          "磨损的门牙",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">河狸兽的门牙，长期啃食木头已经磨损。</FONT>",
          "素材",
          "mat_tooth_02_BRW",
          "MSDMY",
          "河狸兽",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15006",
        "data": [
          "15006",
          "强韧的脚蹼",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">河狸兽水中游泳使用的脚蹼，具有强韧的韧性，极为适合制作装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：达人珠【2】</FONT>",
          "素材",
          "mat_flipper_01_BRW",
          "",
          "河狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15007",
        "data": [
          "15007",
          "潮湿的毛皮",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">河狸兽在常年的浸泡在水中的毛皮，具有良好的保温及防水性能，能够制造结实的防具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：体力珠【1】</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "",
          "河狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15008",
        "data": [
          "15008",
          "河狸兽的尾甲",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">河狸兽的尾部的甲壳，流线型的排列帮助河狸兽在水中游动。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：反动珠【1】</FONT>",
          "素材",
          "mat_shell_01_BRW",
          "",
          "河狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15009",
        "data": [
          "15009",
          "完好的骨甲",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">河狸兽背部的高品质骨甲，具有坚强的耐用度，平整的边缘可以更容易的进行加工。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：广域珠【2】</FONT>",
          "素材",
          "mat_head_01_BRW",
          "",
          "河狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15011",
        "data": [
          "15011",
          "河狸兽的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尖锐的河狸兽之爪，利用足够好的情况下能够制作出对怪物造成严重伤害的武器。</FONT>",
          "素材",
          "mat_claw_02_BRW",
          "HLSDJZ",
          "河狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15012",
        "data": [
          "15012",
          "河狸兽的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从河狸兽身上剥去下的优质皮革，比硬皮更加耐用，是制作高级装备的必备品。</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "HLSDYZP",
          "河狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15013",
        "data": [
          "15013",
          "河狸兽的尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够咬碎坚硬实木的河狸兽牙齿，制作高级装备必备素材。</FONT>",
          "素材",
          "mat_tooth_02_BRW",
          "HLSDJY",
          "河狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15014",
        "data": [
          "15014",
          "优质的毛皮",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(王立委托、王立精英委托)以及精灵鹿</FONT><BR><BR><FONT COLOR=\"#C6B262\">优质的毛皮，可以用来制作帮助睡眠的枕头</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "YZDMP",
          "河狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15015",
        "data": [
          "15015",
          "历战的门牙",
          "<FONT COLOR=\"#6285C6\" >来源：河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经历多多次战斗啃咬的河狸兽的门牙，能够用来制造高级的猎人装备。</FONT>",
          "素材",
          "mat_tooth_02_BRW",
          "LZDMY",
          "河狸兽",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15016",
        "data": [
          "15016",
          "蓝速龙王的爪",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的爪，是其捕食猎物时最经常用到的身体部位。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "LSLWDZ",
          "蓝速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15017",
        "data": [
          "15017",
          "蓝速龙的鳞",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎)以及蓝速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从蓝速龙身上剥下的鳞片，经常用来制作一般的装备。</FONT>",
          "素材",
          "mat_scale_01_BLU",
          "LSLDL",
          "蓝速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15018",
        "data": [
          "15018",
          "蓝速龙王的牙",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的牙齿，锐利无比。</FONT>",
          "素材",
          "mat_tooth_02_BLU",
          "LSLWDY",
          "蓝速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15019",
        "data": [
          "15019",
          "蓝速龙王的皮",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的皮，因为经过激烈的战斗而伤痕累累。</FONT>",
          "素材",
          "mat_leather_01_BLU",
          "LSLWDP",
          "蓝速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15020",
        "data": [
          "15020",
          "蓝速龙王的头冠",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的头，长有大冠，据猎人所说带在头上会有蓝速龙的感觉。</FONT>",
          "素材",
          "mat_head_02_BLU",
          "LSLWDTG",
          "蓝速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15021",
        "data": [
          "15021",
          "蓝速龙王的锐爪",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">蓝速龙王的锐利爪，锐利的爪尖好似剑刃一般，能够轻易的穿破岩石。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐震珠【1】</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "",
          "蓝速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15022",
        "data": [
          "15022",
          "短小的喙",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">蓝速龙王的喙，质量轻但更为坚硬，适宜制作结实的装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：陷阱珠【1】</FONT>",
          "素材",
          "mat_head_02_BLU",
          "",
          "蓝速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15023",
        "data": [
          "15023",
          "蓝色的鸟龙皮",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">蓝速龙王的覆盖着蓝色鳞片的外皮，颜色亮丽。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：速射珠【1】</FONT>",
          "素材",
          "mat_leather_01_BLU",
          "",
          "蓝速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15024",
        "data": [
          "15024",
          "蓝速龙王的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">蓝速龙王的尾巴，强大的韧性，可以像鞭子一样甩出用于攻击。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：名药珠【1】</FONT>",
          "素材",
          "mat_tail_09_BLU",
          "",
          "蓝速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15026",
        "data": [
          "15026",
          "蓝速龙王的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的尖爪，锐利的爪尖好似剑刃一般，能够轻易的穿破岩石。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "LSLWDJZ",
          "蓝速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15027",
        "data": [
          "15027",
          "蓝速龙的优质鳞",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(王立委托、王立精英委托)以及蓝速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙身上剥下的上等鳞片，质量轻但更为坚硬，适宜制作更加结实的装备。</FONT>",
          "素材",
          "mat_scale_01_BLU",
          "LSLDYZL",
          "蓝速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15028",
        "data": [
          "15028",
          "蓝速龙王的尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的尖牙，在保持锐利的情况下更加坚硬。</FONT>",
          "素材",
          "mat_tooth_02_BLU",
          "LSLWDJY",
          "蓝速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15029",
        "data": [
          "15029",
          "蓝速龙王的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的上等皮，皮质更加柔韧，制作的装备更加耐用。</FONT>",
          "素材",
          "mat_leather_01_BLU",
          "LSLWDYZP",
          "蓝速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15030",
        "data": [
          "15030",
          "蓝速龙王的大头冠",
          "<FONT COLOR=\"#6285C6\" >来源：蓝速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙王的大头冠，彰显自己的首领地位，可以制作优质的装备。</FONT>",
          "素材",
          "mat_head_02_BLU",
          "LSLWDDTG",
          "蓝速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15031",
        "data": [
          "15031",
          "大野猪王的蹄",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的蹄，打造装备的基本素材之一。</FONT>",
          "素材",
          "mat_body_01_white",
          "DYZWDT",
          "大野猪王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15032",
        "data": [
          "15032",
          "大野猪的皮",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎)以及大野猪</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪的皮，毛很硬，而且拿来烹饪味道不错，当然也可以制作其他装备。</FONT>",
          "素材",
          "mat_leather_02_GRY",
          "DYZDP",
          "大野猪王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15033",
        "data": [
          "15033",
          "大野猪王的牙",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的牙，体形巨大，坚硬无比。</FONT>",
          "素材",
          "mat_tooth_02_GRY",
          "DYZWDY",
          "大野猪王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15034",
        "data": [
          "15034",
          "大野猪王的鬃",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的鬃毛，非常粗糙。</FONT>",
          "素材",
          "mat_hair_01_white",
          "DYZWDZ",
          "大野猪王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15035",
        "data": [
          "15035",
          "大野猪王的卷曲牙",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的卷曲牙，非常结实，可以轻易撞断一颗树。</FONT>",
          "素材",
          "mat_head_03_GRY",
          "DYZWDJQY",
          "大野猪王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15036",
        "data": [
          "15036",
          "粗糙的毛皮",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大野猪的皮，毛很粗糙，而且拿来烹饪味道不错，当然也可以制作其他装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：体术珠【1】</FONT>",
          "素材",
          "mat_leather_02_GRY",
          "",
          "大野猪王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15037",
        "data": [
          "15037",
          "肥美的猪肉",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大野猪王的肉，烹饪后的味道很鲜美。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：吸引珠【1】</FONT>",
          "素材",
          "item_icon_18",
          "",
          "大野猪王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15038",
        "data": [
          "15038",
          "大野猪王尖獠牙",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大野猪王的獠牙，硬度更上一层楼，适合打磨成优秀的武器。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：重击珠【1】</FONT>",
          "素材",
          "prop_bone_03_GRY",
          "",
          "大野猪王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15039",
        "data": [
          "15039",
          "粗壮的大猪骨",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大野猪王的骨头，由于长期奔跑，非常的粗壮，是难得一见的好素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：无伤珠【2】</FONT>",
          "素材",
          "prop_bone_06_GRY",
          "",
          "大野猪王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15041",
        "data": [
          "15041",
          "大野猪王的硬蹄",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的硬蹄，具有足够的硬度来制作装备。</FONT>",
          "素材",
          "mat_body_01_white",
          "DYZWDYT",
          "大野猪王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15042",
        "data": [
          "15042",
          "大野猪的硬皮",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(王立委托、王立精英委托)以及大野猪</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪的硬皮，一般的擦伤无法对其造成伤害。</FONT>",
          "素材",
          "mat_leather_02_GRY",
          "DYZDYP",
          "大野猪王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15043",
        "data": [
          "15043",
          "大野猪王的尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的尖牙，锋利无比。</FONT>",
          "素材",
          "mat_tooth_02_GRY",
          "DYZWDJY",
          "大野猪王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15044",
        "data": [
          "15044",
          "大野猪王的硬鬃",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的硬鬃毛，除了粗糙，更加的具有坚韧的硬度。</FONT>",
          "素材",
          "mat_hair_01_white",
          "DYZWDYZ",
          "大野猪王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15045",
        "data": [
          "15045",
          "大野猪王的曲刚牙",
          "<FONT COLOR=\"#6285C6\" >来源：大野猪王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大野猪王的曲刚牙，大野猪王靠它横冲直撞，摧枯拉朽。</FONT>",
          "素材",
          "mat_head_03_GRY",
          "DYZWDQGY",
          "大野猪王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15046",
        "data": [
          "15046",
          "怪鸟的爪",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的爪，可以制作简单的装备。</FONT>",
          "素材",
          "mat_claw_02_PNK",
          "GNDZ",
          "大怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15047",
        "data": [
          "15047",
          "怪鸟的鳞",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的鳞片，因为具有鲜艳的桃色而显得格外吸引人。</FONT>",
          "素材",
          "mat_scale_01_PNK",
          "GNDL",
          "大怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15048",
        "data": [
          "15048",
          "怪鸟的背甲",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟背部的甲壳，非常的坚硬。</FONT>",
          "素材",
          "mat_shell_01_PNK",
          "GNDBJ",
          "大怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15049",
        "data": [
          "15049",
          "破损的喙",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">被损坏的大怪鸟之喙，在战斗中因为猎人的攻击而残缺不全。</FONT>",
          "素材",
          "mat_beak_01_bk_PNK",
          "PSDZ",
          "大怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15050",
        "data": [
          "15050",
          "怪鸟的翼",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的翼，结实耐用，可以制作简单的装备。</FONT>",
          "素材",
          "mat_wing_01_PNK",
          "GNDY",
          "大怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15051",
        "data": [
          "15051",
          "怪鸟的耳",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的耳朵，大怪鸟头顶最显眼的部位，可以用来制作普通的装备。</FONT>",
          "素材",
          "mat_ear_01_PNK",
          "GNDE",
          "大怪鸟",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15052",
        "data": [
          "15052",
          "粗糙的翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大怪鸟的翅膀上粗糙的翼膜，具有非常柔韧的韧性和光泽，不仅耐火还可以用来制作漂亮的装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐火珠【1】</FONT>",
          "素材",
          "item_icon_71",
          "",
          "大怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15053",
        "data": [
          "15053",
          "怪鸟的翼爪",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大怪鸟翅膀上退化的爪子，仍然生长着锋利的趾甲。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：火炎珠【1】</FONT>",
          "素材",
          "mat_wing_01_PNK",
          "",
          "大怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15054",
        "data": [
          "15054",
          "怪鸟的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大怪鸟的尾巴，非常的具有韧性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：攻击珠【1】</FONT>",
          "素材",
          "mat_tail_06_PNK",
          "",
          "大怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15055",
        "data": [
          "15055",
          "赤红的小鳞",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大怪鸟身上红色的小鳞片，具有一定的火炎耐性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：制火珠【1】</FONT>",
          "素材",
          "mat_scale_01_PNK",
          "",
          "大怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15058",
        "data": [
          "15058",
          "怪鸟的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的尖爪，坚硬且非常锋利。</FONT>",
          "素材",
          "mat_claw_01_PNK",
          "GNDJZ",
          "大怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15059",
        "data": [
          "15059",
          "怪鸟的优质鳞",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的上等鳞片，巨大厚重，和一般的鳞片有着截然不同的感觉。</FONT>",
          "素材",
          "mat_scale_01_PNK",
          "GNDYZL",
          "大怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15060",
        "data": [
          "15060",
          "怪鸟的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的翅膀，相比一般的翅膀更耐用，制作装备效果也要好很多。</FONT>",
          "素材",
          "mat_wing_01_PNK",
          "GNDGY",
          "大怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15061",
        "data": [
          "15061",
          "怪鸟的坚背甲",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟背部的优质甲壳，硬度更上一层楼，数量比较稀少。</FONT>",
          "素材",
          "mat_shell_01_PNK",
          "GNDJBJ",
          "大怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15062",
        "data": [
          "15062",
          "漂亮的喙",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的怪鸟之喙，不但外形漂亮而且非常结实。</FONT>",
          "素材",
          "mat_beak_01_PNK",
          "PLDZ",
          "大怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15063",
        "data": [
          "15063",
          "怪鸟的地狱耳",
          "<FONT COLOR=\"#6285C6\" >来源：大怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过长年累月的战斗，大怪鸟的耳朵已经能够轻易的辨认来自敌人的攻击，如此灵敏的怪鸟之耳是极为稀有的素材。</FONT>",
          "素材",
          "mat_ear_01_PNK",
          "GNDDYE",
          "大怪鸟",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15064",
        "data": [
          "15064",
          "黄速龙王的爪",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的爪，黄速龙进行攻击的武器，非常锐利。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "HSLWDZ",
          "黄速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15065",
        "data": [
          "15065",
          "黄速龙的鳞",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎)以及黄速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从黄速龙身上剥下的鳞片，在沙漠中具有隐藏和保护的作用。</FONT>",
          "素材",
          "mat_scale_01_YEL",
          "HSLDL",
          "黄速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15066",
        "data": [
          "15066",
          "黄速龙王的麻痹牙",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的牙，坚硬锐利，具有很强的杀伤性。</FONT>",
          "素材",
          "mat_tooth_02_YEL",
          "HSLWDMBY",
          "黄速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15067",
        "data": [
          "15067",
          "黄速龙王的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的尾巴，强大的韧性，可以像鞭子一样甩出用于攻击。</FONT>",
          "素材",
          "mat_tail_09_YEL",
          "HSLWDWB",
          "黄速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15068",
        "data": [
          "15068",
          "黄速龙王的皮",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从黄速龙王的身上剥下的皮，比一般的皮要强硬很多。</FONT>",
          "素材",
          "mat_leather_01_YEL",
          "HSLWDP",
          "黄速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15069",
        "data": [
          "15069",
          "黄速龙王的头冠",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的头，拥有巨大的冠，是黄速龙之王的象征。</FONT>",
          "素材",
          "mat_head_05_YEL",
          "HSLWDTG",
          "黄速龙王",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15070",
        "data": [
          "15070",
          "漆黑的趾甲",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">黄速龙王脚部深色的趾甲，非常锋利且坚硬，是稀少的素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：麻瓶珠【1】</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "",
          "黄速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15071",
        "data": [
          "15071",
          "黄色的唾液",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">具有强烈麻痹效果的唾液，不小心接触到的话就会被麻痹。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐痹珠【1】</FONT>",
          "素材",
          "mat_visceral_01_YEL",
          "",
          "黄速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15072",
        "data": [
          "15072",
          "黄绿色的鸟龙皮",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">黄速龙王的覆盖着黄色和绿色鳞片的外皮，颜色亮丽。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：无食珠【1】</FONT>",
          "素材",
          "mat_leather_01_YEL",
          "",
          "黄速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15073",
        "data": [
          "15073",
          "麻痹腺体",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">黄速龙王分泌麻痹液的腺体，拿得时候小心被麻痹。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：特攻珠【2】</FONT>",
          "素材",
          "mat_visceral_01_YEL",
          "",
          "黄速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15076",
        "data": [
          "15076",
          "黄速龙王的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的尖爪，经过多次战斗的磨练，使得爪的锐利程度更适合制作装备。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "HSLWDJZ",
          "黄速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15077",
        "data": [
          "15077",
          "黄速龙的优质鳞",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(王立委托、王立精英委托)以及黄速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从黄速龙身上剥下的优质鳞片，能够防御住大型啃齿类怪物的撕咬。</FONT>",
          "素材",
          "mat_scale_01_YEL",
          "HSLDYZL",
          "黄速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15078",
        "data": [
          "15078",
          "黄速龙王的麻痹尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">可以将猎人麻痹的强力尖牙，拥有麻痹神经的能力，据说对其他生物也有效果。</FONT>",
          "素材",
          "mat_tooth_02_YEL",
          "HSLWDMBJY",
          "黄速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15079",
        "data": [
          "15079",
          "黄速龙王的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从黄速龙王的身上剥下的优质皮，比普通的皮质地更好。</FONT>",
          "素材",
          "mat_leather_01_YEL",
          "HSLWDYZP",
          "黄速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15080",
        "data": [
          "15080",
          "黄速龙王的韧尾",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的强韧尾巴，无论韧度还是强度都要更上一层楼，能制作出更优质的装备。</FONT>",
          "素材",
          "mat_tail_09_YEL",
          "HSLWDRW",
          "黄速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15081",
        "data": [
          "15081",
          "黄速龙王的大头冠",
          "<FONT COLOR=\"#6285C6\" >来源：黄速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙王的大头冠，颜色更加鲜艳。</FONT>",
          "素材",
          "mat_head_05_YEL",
          "HSLWDDTG",
          "黄速龙王",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15082",
        "data": [
          "15082",
          "鬼狩蛛的爪",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鬼狩蛛的爪，硬度一般，能够制作普通的装备。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "GZZDZ",
          "鬼狩蛛",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15083",
        "data": [
          "15083",
          "鬼狩蛛的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鬼狩蛛的甲壳，可以用来制作一般的防具。</FONT>",
          "素材",
          "mat_shell_05",
          "GZZDJK",
          "鬼狩蛛",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15084",
        "data": [
          "15084",
          "鬼狩蛛的体液",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从鬼狩蛛身上获取的体液，黏性较大，一般猎人会使用瓶子来采集。</FONT>",
          "素材",
          "item_icon_53",
          "GZZDTY",
          "鬼狩蛛",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15085",
        "data": [
          "15085",
          "鬼狩蛛的毛",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鬼狩蛛的毛，制作一些防具时需要的素材。</FONT>",
          "素材",
          "mat_hair_02_GRY",
          "GZZDM",
          "鬼狩蛛",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15086",
        "data": [
          "15086",
          "鬼狩蛛的复眼",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从鬼狩蛛身上剥下的眼，似乎可以用来加工成猎人的装备。</FONT>",
          "素材",
          "item_icon_70",
          "GZZDFY",
          "鬼狩蛛",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15087",
        "data": [
          "15087",
          "鬼狩蛛的蛛丝",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从鬼狩蛛身上获取的蜘蛛丝，相对一般的蜘蛛丝韧性要更高一些。</FONT>",
          "素材",
          "17",
          "GZZDZS",
          "鬼狩蛛",
          "大型怪物狩猎",
          "腹部"
        ]
      },
      {
        "iID": "15088",
        "data": [
          "15088",
          "破损的腺体",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">鬼狩蛛身体中已经被破坏的腺体，分泌物涂在衣料皮革上具有一定的防水效果。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐水珠【1】</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "",
          "鬼狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15089",
        "data": [
          "15089",
          "鬼狩蛛的鬼面壳",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">鬼狩蛛背部用于伪装鬼面的甲壳，非常的吓人。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：流水珠【1】</FONT>",
          "素材",
          "mat_shell_05",
          "",
          "鬼狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15090",
        "data": [
          "15090",
          "鬼王之角",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">鬼狩蛛背部的尖角，非常的巨大且尖锐。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：达人珠【1】</FONT>",
          "素材",
          "mat_horn_01_GRY",
          "",
          "鬼狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15091",
        "data": [
          "15091",
          "不明的体液",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">鬼狩蛛身体中提取的液体。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：制水珠【1】</FONT>",
          "素材",
          "item_icon_09",
          "",
          "鬼狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15094",
        "data": [
          "15094",
          "鬼狩蛛的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鬼狩蛛的尖爪，能够轻易撕破猎人的防具，当然制作成武器的话也能够轻易击破怪物的甲壳和鳞片。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "GZZDJZ",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15095",
        "data": [
          "15095",
          "鬼狩蛛的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鬼狩蛛的重壳，较为稀少的素材，能够经受住长时间的敲击。</FONT>",
          "素材",
          "mat_shell_05",
          "GZZDJK",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15096",
        "data": [
          "15096",
          "鬼狩蛛的浓液",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从鬼狩蛛身上获取的优质体液，粘度更强，且即便放置很久也不容易挥发。</FONT>",
          "素材",
          "item_icon_53",
          "GZZDNY",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15097",
        "data": [
          "15097",
          "鬼狩蛛的刚毛",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鬼狩蛛的豪刚毛，如同钢针一般坚硬的毛，用来制作优异装备再好不过。</FONT>",
          "素材",
          "mat_hair_02_GRY",
          "GZZDGM",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15098",
        "data": [
          "15098",
          "鬼狩蛛的鬼眼",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从鬼狩蛛身上剥下的更加优质的复眼，能绝对精确锁定猎物的复眼很少见。</FONT>",
          "素材",
          "item_icon_70",
          "GZZDGY",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15099",
        "data": [
          "15099",
          "鬼狩蛛的韧蛛丝",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从鬼狩蛛身上获取的蜘蛛丝，韧度要更加强力一些，如果不小心拿去可能会划破手。</FONT>",
          "素材",
          "17",
          "GZZDRZS",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          "腹部"
        ]
      },
      {
        "iID": "15100",
        "data": [
          "15100",
          "毒怪鸟的翼",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟之翼，具有一定的韧性和硬度，适合制作普通装备。</FONT>",
          "素材",
          "mat_wing_01_CYN",
          "DGNDY",
          "毒怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15101",
        "data": [
          "15101",
          "毒怪鸟的皮",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">弹性较高的毒怪鸟之皮，皮质是绝缘体，具有一定的抗电性。</FONT>",
          "素材",
          "mat_leather_01_CYN",
          "DGNDP",
          "毒怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15102",
        "data": [
          "15102",
          "毒怪鸟的嘴",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">因为受到猎人攻击而被损坏的毒怪鸟之嘴。</FONT>",
          "素材",
          "mat_beak_02_CYN",
          "DGNDZ",
          "毒怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15103",
        "data": [
          "15103",
          "橡胶质的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟橡胶质地的尾巴，非常具有伸缩性。</FONT>",
          "素材",
          "mat_tail_11_CYN",
          "XJZDWB",
          "毒怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15104",
        "data": [
          "15104",
          "毒怪鸟的头",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟坚硬的头，能够防御大量的攻击。</FONT>",
          "素材",
          "mat_head_06_CYN",
          "DGNDT",
          "毒怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15105",
        "data": [
          "15105",
          "变异的光水晶",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟改造过用来发出闪光的光水晶，改造原理至今还是迷。</FONT>",
          "素材",
          "prop_jewel_05",
          "BYDGSJ",
          "毒怪鸟",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15106",
        "data": [
          "15106",
          "厚实的毒舌",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">毒怪鸟的舌头，上面覆盖的唾液也充满了毒素。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：毒瓶珠【1】</FONT>",
          "素材",
          "mat_body_01_CYN",
          "HSDDS",
          "毒怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15107",
        "data": [
          "15107",
          "粘稠的毒液",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">毒怪鸟吐出的毒液，经过特殊处理后是制作对毒耐性装备的非常良好的材料。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐毒珠【1】</FONT>",
          "素材",
          "item_icon_04",
          "ZCDDY",
          "毒怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15108",
        "data": [
          "15108",
          "完整的大块胶皮",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">从毒怪鸟身上剥去的大块橡胶皮，能大幅提升装备的防御力。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：铁壁珠【1】</FONT>",
          "素材",
          "mat_leather_01_CYN",
          "WZDDKJP",
          "毒怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15109",
        "data": [
          "15109",
          "丑陋的臼齿",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">毒怪鸟的臼齿，常年接触毒液，也充满了危险的毒性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：散弹珠【1】</FONT>",
          "素材",
          "mat_tooth_01_CYN",
          "CLDJC",
          "毒怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15112",
        "data": [
          "15112",
          "毒怪鸟的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟的优质翼膜，弹性非常棒，具有一定的耐毒性。</FONT>",
          "素材",
          "mat_wing_01_CYN",
          "DGNDGY",
          "毒怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15113",
        "data": [
          "15113",
          "毒怪鸟的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">弹性较高的毒怪鸟的上等皮，不但柔软且具有质感，品质优良。</FONT>",
          "素材",
          "mat_leather_01_CYN",
          "DGNDYZP",
          "毒怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15114",
        "data": [
          "15114",
          "毒怪鸟的坚硬嘴",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">非常巨大坚硬的毒怪鸟之嘴，可以用来加工成多种道具和装备。</FONT>",
          "素材",
          "mat_beak_02_CYN",
          "DGNDJYZ",
          "毒怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15115",
        "data": [
          "15115",
          "橡胶质的韧尾",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟橡胶质地的优质尾巴，具有更强的韧性和伸缩性，可以制造更强力的装备。</FONT>",
          "素材",
          "mat_tail_11_CYN",
          "XJZDRW",
          "毒怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15116",
        "data": [
          "15116",
          "毒怪鸟的坚硬头",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟坚硬的头，能够防御大量的攻击。</FONT>",
          "素材",
          "mat_head_06_CYN",
          "DGNDJYT",
          "毒怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15117",
        "data": [
          "15117",
          "变异的新星水晶",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟改造过用来发出闪光的新星水晶，纯度很高，透露着神秘的光泽。</FONT>",
          "素材",
          "prop_jewel_05",
          "BYDXXSJ",
          "毒怪鸟",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15118",
        "data": [
          "15118",
          "沙狸兽的爪",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的爪，进行攻击时最常用到的武器，锐利度十足。</FONT>",
          "素材",
          "mat_claw_02_YEL",
          "SLSDZ",
          "沙狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15119",
        "data": [
          "15119",
          "沙狸兽之皮",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从沙狸兽身上剥下的皮，皮整体适应了沙漠的环境，可以用来制作一般的装备。</FONT>",
          "素材",
          "mat_leather_02_YEL",
          "SLSZP",
          "沙狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15120",
        "data": [
          "15120",
          "沙狸兽的牙",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的牙齿，巨大的牙齿在沙狸兽捕猎时经常用到。</FONT>",
          "素材",
          "mat_tooth_02_YEL",
          "SLSDY",
          "沙狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15121",
        "data": [
          "15121",
          "沙狸兽的尾甲",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的尾甲，可以用来制作普通的装备。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "SLSDWJ",
          "沙狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15122",
        "data": [
          "15122",
          "储沙囊",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">常年生活在沙漠中的沙狸兽身体中取出的装有黄沙的皮囊。</FONT>",
          "素材",
          "mat_visceral_02_YEL",
          "CSN",
          "沙狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15123",
        "data": [
          "15123",
          "沙狸兽的门牙",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的门牙，猎人战胜沙狸兽最好的证明。</FONT>",
          "素材",
          "mat_head_01_YEL",
          "SLSDMY",
          "沙狸兽",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15124",
        "data": [
          "15124",
          "硬化的脚蹼",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙狸兽在泥泞的环境中前行磨损硬化的脚蹼，非常耐磨，极为适合制作装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：食汉珠【1】</FONT>",
          "素材",
          "mat_flipper_01_PNK",
          "YHDJZ",
          "沙狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15125",
        "data": [
          "15125",
          "亮黄的毛",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙狸兽身上亮黄色的毛。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：底力珠【1】</FONT>",
          "素材",
          "mat_hair_01_YEL",
          "LHDM",
          "沙狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15126",
        "data": [
          "15126",
          "肥沃的泥巴",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">在储沙囊中的肥沃的泥巴。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐粘珠【1】</FONT>",
          "素材",
          "18",
          "",
          "沙狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15127",
        "data": [
          "15127",
          "沙化的骨甲",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙狸兽背部的高品质骨甲，因为融合了沙子及矿物，具有更加坚强的耐用度。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：早复珠【2】</FONT>",
          "素材",
          "prop_bone_01",
          "SHDGJ",
          "沙狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15130",
        "data": [
          "15130",
          "沙狸兽的坚爪",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的坚硬之爪，能迅速将对手打倒在地。</FONT>",
          "素材",
          "mat_claw_02_YEL",
          "SLSDJZ",
          "沙狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15131",
        "data": [
          "15131",
          "沙狸兽重皮",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的重皮，多层坚硬皮重叠而成的厚重之皮，韧度极高。</FONT>",
          "素材",
          "mat_leather_02_YEL",
          "SLSZP",
          "沙狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15132",
        "data": [
          "15132",
          "沙狸兽的尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的尖锐之牙，好似匕首一般的尖牙，攻击力不可小觑。</FONT>",
          "素材",
          "mat_tooth_02_YEL",
          "SLSDJY",
          "沙狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15133",
        "data": [
          "15133",
          "沙狸兽的坚尾甲",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的优质尾甲，密度非常之高，工匠切割后用来打造强力装备供猎人使用。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "SLSDJWJ",
          "沙狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15134",
        "data": [
          "15134",
          "厚实的储沙囊",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">常年生活在沙漠中的沙狸兽身体中取出的装有黄沙的巨大之皮囊，较为罕见。</FONT>",
          "素材",
          "mat_visceral_02_YEL",
          "HSDCSN",
          "沙狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15135",
        "data": [
          "15135",
          "沙狸兽的尖门牙",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的尖门牙，极具锋利度，可以打磨成极为耐用的装备。</FONT>",
          "素材",
          "mat_head_01_YEL",
          "SLSDJMY",
          "沙狸兽",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15136",
        "data": [
          "15136",
          "桃毛兽的毛",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)以及桃毛兽</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽的桃色之毛，拿来制作装饰品效果非常棒。</FONT>",
          "素材",
          "mat_hair_04_PNK",
          "TMSDM",
          "桃毛兽王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15137",
        "data": [
          "15137",
          "桃毛兽王的皮",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王之皮，从桃毛兽之王身上剥下颜色呈现粉色，皮质较软。</FONT>",
          "素材",
          "mat_leather_02_PNK",
          "TMSWDP",
          "桃毛兽王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15138",
        "data": [
          "15138",
          "桃毛兽王的牙",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王的牙齿，能够轻易的咬碎硬物。</FONT>",
          "素材",
          "mat_tooth_02_PNK",
          "TMSWDY",
          "桃毛兽王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15139",
        "data": [
          "15139",
          "桃毛兽王的大骨",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王巨大的骨头，打造桃毛兽系列装备必不可少的素材。</FONT>",
          "素材",
          "prop_bone_03_PNK",
          "TMSWDDG",
          "桃毛兽王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15140",
        "data": [
          "15140",
          "淡彩色的毛",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">仔细查看可以发现拥有淡入色彩的毛。</FONT>",
          "素材",
          "mat_hair_04_PNK",
          "DCSDM",
          "桃毛兽王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15141",
        "data": [
          "15141",
          "桃毛兽王的爪",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王之爪，拿在手中感到隐隐散发着黑色的光芒。</FONT>",
          "素材",
          "mat_claw_02_PNK",
          "TMSWDZ",
          "桃毛兽王",
          "大型怪物狩猎",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15142",
        "data": [
          "15142",
          "不新鲜的蘑菇",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">桃毛兽王随身携带的蘑菇，已经放了很久了。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐菌珠【1】</FONT>",
          "素材",
          "prop_plant_01",
          "BXXDMG",
          "桃毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15143",
        "data": [
          "15143",
          "发黄的臭牙",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">桃毛兽王的牙齿，因为常年吞食各种食物，已经发黄发臭了。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：根性珠【1】</FONT>",
          "素材",
          "mat_tooth_02_PNK",
          "FHDCY",
          "桃毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15144",
        "data": [
          "15144",
          "异味的腺体",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">桃毛兽王用来制造难闻气味的腺体，从中提取的无色无味的分泌物具有强烈的挥发性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：广域珠【1】,治愈珠【1】</FONT>",
          "素材",
          "mat_visceral_01_PNK",
          "YWDXT",
          "桃毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15145",
        "data": [
          "15145",
          "锋利的长趾甲",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">桃毛兽王爪部长而锋利的趾甲，非常锋利。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：达人珠【3】</FONT>",
          "素材",
          "mat_claw_02_PNK",
          "FLDCZJ",
          "桃毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15146",
        "data": [
          "15146",
          "多彩色之毛",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">一眼即可看出拥有多种色彩的毛。</FONT>0",
          "素材",
          "mat_hair_04_PNK",
          "DCSZM",
          "桃毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15148",
        "data": [
          "15148",
          "桃毛兽的刚毛",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)以及桃毛兽</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽的刚毛，经过加工后可以用来制作装备。</FONT>",
          "素材",
          "mat_hair_04_PNK",
          "TMSDGM",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15149",
        "data": [
          "15149",
          "桃毛兽王的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王之优质皮，皮质相对较硬的皮，皮质较为坚韧，不易裂开。</FONT>",
          "素材",
          "mat_leather_02_PNK",
          "TMSWDYZP",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15150",
        "data": [
          "15150",
          "桃毛兽王的尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王的尖锐牙齿，无论在硬度还是锐利度方面都更上一层楼。</FONT>",
          "素材",
          "mat_tooth_02_PNK",
          "TMSWDJY",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15151",
        "data": [
          "15151",
          "桃毛兽王的坚骨",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王的优质骨头，棒状的骨头很容易让人想到是从领袖身上获得的素材。</FONT>",
          "素材",
          "prop_bone_03_PNK",
          "TMSWDJG",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15152",
        "data": [
          "15152",
          "极彩色的毛",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一眼即可看出拥有多种色彩的毛。</FONT>",
          "素材",
          "mat_hair_04_PNK",
          "JCSDM",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15153",
        "data": [
          "15153",
          "桃毛兽王的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王的尖锐之爪，长度和硬度俱佳，可以制作锋利的武器。</FONT>",
          "素材",
          "mat_claw_02_PNK",
          "TMSWDJZ",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15154",
        "data": [
          "15154",
          "火红的鬃毛",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟的红色鬃毛，能够用来装饰装备。</FONT>",
          "素材",
          "mat_hair_01_BRW",
          "HHDZM",
          "沙雷鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15155",
        "data": [
          "15155",
          "沙雷鸟的皮",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟的皮，坚硬且粗糙。</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "SLNDP",
          "沙雷鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15156",
        "data": [
          "15156",
          "沙雷鸟的翼",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟的翅膀，似乎并不能飞得太高。</FONT>",
          "素材",
          "mat_wing_02_BRW",
          "SLNDY",
          "沙雷鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15157",
        "data": [
          "15157",
          "绿色的粘液",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">这东西跟沙子混合后就会爆炸，非常危险！</FONT>",
          "素材",
          "bottle_item_006",
          "LSDZY",
          "沙雷鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15158",
        "data": [
          "15158",
          "沙雷鸟的红鼻",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟红色的鼻子，颜色很醒目。</FONT>",
          "素材",
          "mat_head_06",
          "SLNDHB",
          "沙雷鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15159",
        "data": [
          "15159",
          "沙雷鸟的嗉囊",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟容纳爆炸物的嗉囊，装有沙雷。</FONT>",
          "素材",
          "mat_visceral_02_BRW",
          "SLNDZN",
          "沙雷鸟",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15160",
        "data": [
          "15160",
          "沙雷鸟的臼齿",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙雷鸟的臼齿，非常高的耐磨性，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：痛击珠【1】</FONT>",
          "素材",
          "mat_tooth_03_YEL",
          "SLNDJC",
          "沙雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15161",
        "data": [
          "15161",
          "猩红之眼",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙雷鸟火红的眼睛，百米之外就能感受到它强烈的视线。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：看破珠【1】</FONT>",
          "素材",
          "mat_body_01_BRW",
          "XHZY",
          "沙雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15162",
        "data": [
          "15162",
          "粗糙的胶皮",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙雷鸟身上的皮，由于常年被太阳暴晒，表面非常粗糙，质地坚硬。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防御珠【1】</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "CCDJP",
          "沙雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15163",
        "data": [
          "15163",
          "黯淡的粘液",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">非常稳定的粘液，似乎不会爆炸。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：早气珠【2】</FONT>",
          "素材",
          "mat_visceral_01",
          "ZDDZY",
          "沙雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15166",
        "data": [
          "15166",
          "赤红的刚鬃",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟的赤红色的鬃毛，颜色更加醒目。</FONT>",
          "素材",
          "mat_hair_01_PNK",
          "CHDGZ",
          "沙雷鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15167",
        "data": [
          "15167",
          "沙雷鸟的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">完整的沙雷鸟皮，跌入砂砾中也不会受伤。</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "SLNDYZP",
          "沙雷鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15168",
        "data": [
          "15168",
          "沙雷鸟的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟坚韧的翼，比普通的品种更坚韧。</FONT>",
          "素材",
          "mat_wing_02_BRW",
          "SLNDGY",
          "沙雷鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15169",
        "data": [
          "15169",
          "亮绿色的粘液",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">纯度更高，更容易爆炸的粘液。</FONT>",
          "素材",
          "bottle_item_003",
          "LLSDZY",
          "沙雷鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15170",
        "data": [
          "15170",
          "沙雷鸟的赤红鼻",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟赤红色的鼻子，颜色更加的鲜艳。</FONT>",
          "素材",
          "mat_head_06",
          "SLNDCHB",
          "沙雷鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15171",
        "data": [
          "15171",
          "沙雷鸟的厚实嗉囊",
          "<FONT COLOR=\"#6285C6\" >来源：沙雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙雷鸟容纳爆炸物的厚实嗉囊，里面的物质很容易爆炸。</FONT>",
          "素材",
          "mat_visceral_02_BRW",
          "SLNDHSZN",
          "沙雷鸟",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15172",
        "data": [
          "15172",
          "沙龙王的皮",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王的皮，由于常年被沙石打磨，在制作装备时无需再加工就已经非常平整。</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "SLWDP",
          "沙龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15173",
        "data": [
          "15173",
          "沙龙的鳞",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)以及沙龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从沙龙身上剥取的鳞片，经过沙石的洗礼，变得易磨耐用。</FONT>",
          "素材",
          "mat_scale_03_YEL",
          "SLDL",
          "沙龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15174",
        "data": [
          "15174",
          "沙龙王的牙",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王的牙齿，是猎捕食物主要的攻击部位。</FONT>",
          "素材",
          "mat_tooth_03_YEL",
          "SLWDY",
          "沙龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15175",
        "data": [
          "15175",
          "沙龙王的储砂袋",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王的内脏器官，内部含有大量的砂土，施加压力后会砂粒会迸发出来。</FONT>",
          "素材",
          "mat_visceral_02_BRW",
          "SLWDCSD",
          "沙龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15176",
        "data": [
          "15176",
          "桃色的鳞",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王身上的桃色鳞，拥有可爱的粉色，深受女猎人的喜爱。</FONT>",
          "素材",
          "mat_scale_02_PINK",
          "TSDL",
          "沙龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15177",
        "data": [
          "15177",
          "弯月之头冠",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">呈现刀刃般形状的沙龙王之头冠。</FONT>",
          "素材",
          "mat_head_09_YEL",
          "WYZTG",
          "沙龙王",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15178",
        "data": [
          "15178",
          "沙龙王的鱼尾",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙龙王的尾巴，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：逆境珠【1】</FONT>",
          "素材",
          "mat_tail_10_YEL",
          "SLWDYW",
          "沙龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15179",
        "data": [
          "15179",
          "被消化的铁砂",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙龙王消化后的沙子，经过沙龙王的加工被用来作为发动袭击用的沙块。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：刺杀珠【1】</FONT>",
          "素材",
          "prop_ore_01",
          "BXHDTS",
          "沙龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15180",
        "data": [
          "15180",
          "沙龙王琼脂",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沙龙王的皮下脂肪层，能有效反射外部的热量，并保持内部的水分不流失。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐暑珠【1】</FONT>",
          "素材",
          "mat_shell_03_YEL",
          "SLWQZ",
          "沙龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15181",
        "data": [
          "15181",
          "坚硬的沙鳞",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">经过砂石的洗礼，同化了部分沙子的鳞片，比普通的鳞片具有更强的防御力和抗冲击力。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防御珠【3】、鱼龙珠【1】</FONT>",
          "素材",
          "mat_scale_03_YEL",
          "JYDSL",
          "沙龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15184",
        "data": [
          "15184",
          "沙龙王的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王的优质皮，可以打造更好的装备。</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "SLWDYZP",
          "沙龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15185",
        "data": [
          "15185",
          "沙龙的优质鳞",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)以及沙龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从沙龙身上剥取取的上等鳞片，在阳光的照射下散发出异样的光芒。</FONT>",
          "素材",
          "mat_scale_03_YEL",
          "SLDYZL",
          "沙龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15186",
        "data": [
          "15186",
          "沙龙王的尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王的坚硬牙齿，能够咬破硬物。</FONT>",
          "素材",
          "mat_tooth_03_YEL",
          "SLWDJY",
          "沙龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15187",
        "data": [
          "15187",
          "沙龙王的大储砂袋",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">怪物的内脏器官，因为已经被器官过滤过，所以内含的砂颗粒已经非常细腻。</FONT>",
          "素材",
          "mat_visceral_02_BRW",
          "SLWDDCSD",
          "沙龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15188",
        "data": [
          "15188",
          "桃色的优质鳞",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃色的优质鳞片，档次和价值都比普通的桃色鳞片要高。</FONT>",
          "素材",
          "mat_fin_01",
          "TSDYZL",
          "沙龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15189",
        "data": [
          "15189",
          "新月之头冠",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙龙王的上等头冠，锐利无比，直接拿来做为刀刃来进行基本的攻击也不为过。</FONT>",
          "素材",
          "mat_head_09_YEL",
          "XYZTG",
          "沙龙王",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15190",
        "data": [
          "15190",
          "盾蟹的爪",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的大名盾蟹之爪，能够轻易的击碎岩石。</FONT>",
          "素材",
          "mat_claw_04",
          "DXDZ",
          "大名盾蟹",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15191",
        "data": [
          "15191",
          "盾蟹的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的大名盾蟹甲壳，非常的轻，很容易进行加工。</FONT>",
          "素材",
          "mat_shell_04",
          "DXDJK",
          "大名盾蟹",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15192",
        "data": [
          "15192",
          "盾蟹的脚",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够支撑大名盾蟹庞大身躯的坚硬之脚。</FONT>",
          "素材",
          "mat_claw_01_PNK",
          "DXDJ",
          "大名盾蟹",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15193",
        "data": [
          "15193",
          "盾蟹的小壳",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大名盾蟹小巧的甲壳，通途很广。</FONT>",
          "素材",
          "mat_shell_01_PNK",
          "DXDXK",
          "大名盾蟹",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15194",
        "data": [
          "15194",
          "黑珍珠",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从大名盾蟹壳中取出的黑色珍珠，拥有一定的价值，也可以做为素材使用。</FONT>",
          "素材",
          "prop_jewel_06",
          "HZZ",
          "大名盾蟹",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15195",
        "data": [
          "15195",
          "真红之角",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎),大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙头壳上的赤角，坚硬程度不负一角龙之名。</FONT>",
          "素材",
          "mat_horn_01",
          "ZHZJ",
          "一角龙",
          "大型怪物狩猎",
          "壳"
        ]
      },
      {
        "iID": "15196",
        "data": [
          "15196",
          "肥美的蟹黄",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大名盾蟹的蟹黄，胆大的美食猎人拿它来制作料理，其本身也有极强的药用价值。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：草药珠【1】</FONT>",
          "素材",
          "mat_body_01_PNK",
          "FMDXH",
          "盾蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15197",
        "data": [
          "15197",
          "盾蟹的鳃",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大名盾蟹的呼吸器官，里面充满了沙子等杂质，晒干后有不错的碾磨效果。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：研磨珠【1】</FONT>",
          "素材",
          "mat_body_01_PNK",
          "DXDS",
          "盾蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15198",
        "data": [
          "15198",
          "长满霉斑的骨头",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">在潮湿的环境中，大名盾蟹背部长满了霉斑的龙骨，可以用来制作装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：早复珠【1】</FONT>",
          "素材",
          "prop_bone_03_PNK",
          "CMMBDGT",
          "盾蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15199",
        "data": [
          "15199",
          "盾蟹的储水袋",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">大名盾蟹用来喷射水泡的器官，里面储存了大量的液体。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：流水珠【2】</FONT>",
          "素材",
          "mat_visceral_01_PNK",
          "DXDCSD",
          "盾蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15202",
        "data": [
          "15202",
          "盾蟹的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的大名盾蟹之锐利爪，好似金属一般的坚硬。</FONT>",
          "素材",
          "mat_claw_04",
          "DXDJZ",
          "大名盾蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15203",
        "data": [
          "15203",
          "盾蟹的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的大名盾蟹的坚壳，比甲壳要坚硬许多，加工时很难进行切割。</FONT>",
          "素材",
          "mat_shell_04",
          "DXDJK",
          "大名盾蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15204",
        "data": [
          "15204",
          "盾蟹的长脚",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更加粗长的大名盾蟹之脚，拥有磐石一般的硬度。</FONT>",
          "素材",
          "mat_claw_01_PNK",
          "DXDCJ",
          "大名盾蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15205",
        "data": [
          "15205",
          "盾蟹的小坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的大名盾蟹小甲，硬度上有较大的提升。</FONT>",
          "素材",
          "mat_shell_01_PNK",
          "DXDXJK",
          "大名盾蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15206",
        "data": [
          "15206",
          "漆黑大珍珠",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑色浓度较高的珍珠，体形也要大许多，在市场上很难见到。</FONT>",
          "素材",
          "prop_jewel_06",
          "QHDZZ",
          "大名盾蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15207",
        "data": [
          "15207",
          "真红刚角",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)，大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄壮的一角龙的上等赤角，拥有强大力量的同时也是造型帅气的素材。</FONT>",
          "素材",
          "mat_horn_01",
          "ZHGJ",
          "一角龙",
          "王立委托、王立精英、极限",
          "壳"
        ]
      },
      {
        "iID": "15208",
        "data": [
          "15208",
          "青怪鸟的爪",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青色的爪子，是常见的素材。</FONT>",
          "素材",
          "mat_claw_01_CYN",
          "QGNDZ",
          "青怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15209",
        "data": [
          "15209",
          "青怪鸟的鳞",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青色的怪鸟之鳞，是相对珍贵的素材。</FONT>",
          "素材",
          "mat_scale_01_CYN",
          "QGNDL",
          "青怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15210",
        "data": [
          "15210",
          "青怪鸟的翼",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从青怪鸟身上剥下的翼，是制作青怪鸟装备必要的素材。</FONT>",
          "素材",
          "mat_wing_01_CYN",
          "QGNDY",
          "青怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15211",
        "data": [
          "15211",
          "青怪鸟的背甲",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟背部的甲壳，非常的坚硬。</FONT>",
          "素材",
          "mat_shell_01_CYN",
          "QGNDBJ",
          "青怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15212",
        "data": [
          "15212",
          "巨大的青鸟喙",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟的喙，形状较为独特，且颜色鲜艳。</FONT>",
          "素材",
          "mat_beak_01_CYN",
          "JDDQNZ",
          "青怪鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15213",
        "data": [
          "15213",
          "青怪鸟的耳",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟的耳朵，非常轻，在制作一些工艺品上有较高的价值。</FONT>",
          "素材",
          "mat_ear_01_CYN",
          "QGNDE",
          "青怪鸟",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15214",
        "data": [
          "15214",
          "青色的翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">青怪鸟的翅膀上半透明的青色翼膜，具有非常柔韧的韧性和光泽，不仅耐火还可以用来制作漂亮的装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：无伤珠【1】</FONT>",
          "素材",
          "mat_membrane_01_CYN",
          "QSDYM",
          "青怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15215",
        "data": [
          "15215",
          "青怪鸟的翼爪",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">青怪鸟翅膀上退化的爪子，仍然很锋。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防风珠【1】</FONT>",
          "素材",
          "mat_claw_01_CYN",
          "QGNDYZ",
          "青怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15216",
        "data": [
          "15216",
          "青怪鸟的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">青怪鸟的尾巴，非常的具有韧性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：生存珠【1】</FONT>",
          "素材",
          "mat_beak_02_CYN",
          "QGNDWB",
          "青怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15217",
        "data": [
          "15217",
          "青绿色的韧皮",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">青怪鸟身上青绿色的皮革，具有一定的火炎耐性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：火炎珠【2】</FONT>",
          "素材",
          "mat_leather_01_CYN",
          "QLSDRP",
          "青怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15220",
        "data": [
          "15220",
          "青怪鸟的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟尖锐的爪子，来自于成年凶猛的青怪鸟。</FONT>",
          "素材",
          "mat_claw_01_CYN",
          "QGNDJZ",
          "青怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15221",
        "data": [
          "15221",
          "青怪鸟的优质鳞",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟的上等鳞片，颜色更加深邃，看久了似乎会陷入无法自拔的状态。</FONT>",
          "素材",
          "mat_scale_01_CYN",
          "QGNDYZL",
          "青怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15222",
        "data": [
          "15222",
          "青怪鸟的优质翼",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从青怪鸟身上剥下的优质翼，韧性非常棒。</FONT>",
          "素材",
          "mat_wing_01_CYN",
          "QGNDYZY",
          "青怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15223",
        "data": [
          "15223",
          "青怪鸟的坚背甲",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟背部的优质甲壳，硬度更上一层楼，数量比较稀少。</FONT>",
          "素材",
          "mat_shell_01_CYN",
          "QGNDJBJ",
          "青怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15224",
        "data": [
          "15224",
          "华丽的青鸟喙",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟的锐利之尖嘴，如果一不小心被啄到的话会很痛。</FONT>",
          "素材",
          "mat_beak_01_CYN",
          "HLDQNZ",
          "青怪鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15225",
        "data": [
          "15225",
          "青怪鸟的地狱耳",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">青怪鸟的上等耳朵，数量较为稀少，外观和色彩都非常华丽。</FONT>",
          "素材",
          "mat_ear_01_CYN",
          "QGNDDYE",
          "青怪鸟",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15226",
        "data": [
          "15226",
          "眠鸟的爪",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从眠鸟身上剥下的爪，颜色发黑，是制作普通眠鸟装备的素材。</FONT>",
          "素材",
          "mat_claw_01_PNK",
          "MNDZ",
          "眠鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15227",
        "data": [
          "15227",
          "稀释的眠液",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">眠鸟体内产生的具有催眠效果的液体，浓度很低，对治疗失眠非常有效。</FONT>",
          "素材",
          "item_icon_09",
          "XSDMY",
          "眠鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15228",
        "data": [
          "15228",
          "破损的眠袋",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">眠鸟体内生产催眠液体的器官，已经破损，没什么用了。</FONT>",
          "素材",
          "mat_visceral_02_PNK",
          "PSDMD",
          "眠鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15229",
        "data": [
          "15229",
          "眠鸟的胃石",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">眠鸟为了促进消化而食用的砂石，在胃中结晶化的产物。</FONT>",
          "素材",
          "prop_ore_01",
          "MNDWS",
          "眠鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15230",
        "data": [
          "15230",
          "眠鸟的羽毛",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">鲜艳的眠鸟羽毛，具有相当强劲的韧性。</FONT>",
          "素材",
          "mat_feather_02_PNK",
          "MNDYM",
          "眠鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15231",
        "data": [
          "15231",
          "七色的尾羽",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">眠鸟尾部的七色羽毛，颜色非常鲜艳，较为稀有。</FONT>",
          "素材",
          "mat_feather_02_PNK",
          "QSDWY",
          "眠鸟",
          "大型怪物狩猎",
          "背部"
        ]
      },
      {
        "iID": "15232",
        "data": [
          "15232",
          "眠鸟的翼羽",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">眠鸟的翅膀，可以用来制作一些特定的道具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：眠瓶珠【1】</FONT>",
          "素材",
          "mat_wing_03_PNK",
          "MNDYY",
          "眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15233",
        "data": [
          "15233",
          "橙色的绒毛",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">具有亮橙色的绒毛，非常的柔软漂亮。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐眠珠【1】</FONT>",
          "素材",
          "mat_hair_01_PNK",
          "CSDRM",
          "眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15234",
        "data": [
          "15234",
          "眠鸟的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">眠鸟形状奇特的尾巴，可以用来制作道具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：特攻珠【1】</FONT>",
          "素材",
          "mat_tail_06_PNK",
          "MNDWB",
          "眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15235",
        "data": [
          "15235",
          "粗壮的鸟腿骨",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">眠鸟强壮而有力的腿骨，非常适合奔跑和跳跃。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：抗震珠【1】</FONT>",
          "素材",
          "prop_bone_01_PNK",
          "CZDNTG",
          "眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15238",
        "data": [
          "15238",
          "眠鸟的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从眠鸟身上剥下的上等爪，锐利程度更高且无比坚硬。</FONT>",
          "素材",
          "mat_claw_01_PNK",
          "MNDJZ",
          "眠鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15239",
        "data": [
          "15239",
          "浓缩的眠液",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">纯度非常高的催眠液体，只要闻一下就会立刻昏睡过去，少儿不宜使用。</FONT>",
          "素材",
          "item_icon_09",
          "NSDMY",
          "眠鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15240",
        "data": [
          "15240",
          "完整的眠袋",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">完整剥取的眠鸟体内生产催眠液体的器官，里面充满了催眠液体，请小心拿取。</FONT>",
          "素材",
          "mat_visceral_02_PNK",
          "WZDMD",
          "眠鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15241",
        "data": [
          "15241",
          "眠鸟的橙羽毛",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">橙色的眠鸟羽毛，鲜艳的橙色进一步突显它的价值。</FONT>",
          "素材",
          "mat_feather_02_PNK",
          "MNDCYM",
          "眠鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15242",
        "data": [
          "15242",
          "眠鸟的稀胃石",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">非常稀少的眠鸟的胃石，做为装备锻造的素材是非常具有价值的。</FONT>",
          "素材",
          "prop_ore_01",
          "MNDXWS",
          "眠鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15243",
        "data": [
          "15243",
          "多彩的尾羽",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">眠鸟尾部的更加华丽的羽毛，色彩丰富，非常稀有。</FONT>",
          "素材",
          "mat_feather_02_PNK",
          "DCDWY",
          "眠鸟",
          "王立委托、王立精英、极限",
          "背部"
        ]
      },
      {
        "iID": "15244",
        "data": [
          "15244",
          "电龙的翼",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙的翼，白色好似雪一般，非常显眼。</FONT>",
          "素材",
          "mat_wing_01_white",
          "DLDY",
          "电龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15245",
        "data": [
          "15245",
          "柔软的皮",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙的柔软之皮，需要特殊的加工工艺才能将其制作成装备。</FONT>",
          "素材",
          "mat_leather_02_GRY",
          "RRDP",
          "电龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15246",
        "data": [
          "15246",
          "电龙的牙",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙的牙齿，虽然个体比较小，但是似乎有一些带电的特性。</FONT>",
          "素材",
          "mat_tooth_02_GRY",
          "DLDY",
          "电龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15247",
        "data": [
          "15247",
          "电龙的吸盘",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙尾部的吸盘，可以使电龙吸附在崖壁上。</FONT>",
          "素材",
          "mat_body_01_GRY",
          "DLDXP",
          "电龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15248",
        "data": [
          "15248",
          "低压的电气袋",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙用来发电的器官，现在只有微弱的电流。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "DYDDQD",
          "电龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15249",
        "data": [
          "15249",
          "白化里脊肉",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从电龙肋骨上剥下的肉。</FONT>",
          "素材",
          "item_icon_16",
          "BHLJR",
          "电龙",
          "大型怪物狩猎",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "15250",
        "data": [
          "15250",
          "珍珠色的翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">电龙的翼膜，韧性较强。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐雷珠【1】</FONT>",
          "素材",
          "item_icon_70",
          "ZZSDYM",
          "电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15251",
        "data": [
          "15251",
          "破损的电气袋",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">已经破损的电气袋，有电流流出。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：雷光珠【1】</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "PSDDQD",
          "电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15252",
        "data": [
          "15252",
          "珍珠色的脚趾",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">电龙的粗大厚实的脚趾，具有优秀的跳跃力。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：跳跃珠【1】</FONT>",
          "素材",
          "prop_bone_03_GRY",
          "ZZSDJZ",
          "电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15253",
        "data": [
          "15253",
          "珍珠色的环状嘴",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">电龙的嘴巴，长满了密密麻麻的牙齿，非常可怕。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：雷光珠【2】</FONT>",
          "素材",
          "mat_body_01_GRY",
          "ZZSDHZZ",
          "电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15254",
        "data": [
          "15254",
          "高级珍珠色的翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">从电龙身上剥下的华丽的珍珠色翼膜，比普通的翼膜具有更高的雷属性耐性，适合制作装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：制雷珠【1】</FONT>",
          "素材",
          "item_icon_70",
          "",
          "电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15256",
        "data": [
          "15256",
          "电龙的优质翼",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙的翼膜，韧性较强。</FONT>",
          "素材",
          "mat_wing_01_white",
          "DLDYZY",
          "电龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15257",
        "data": [
          "15257",
          "珍珠色的柔皮",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从电龙身上剥离的柔软之皮，具有神奇的特性。</FONT>",
          "素材",
          "mat_leather_02_GRY",
          "ZZSDRP",
          "电龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15258",
        "data": [
          "15258",
          "电龙的尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙的坚牙，个体小且非常坚硬，能够制作一些优质的装备。</FONT>",
          "素材",
          "mat_tooth_02_GRY",
          "DLDJY",
          "电龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15259",
        "data": [
          "15259",
          "高压的电气袋",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从电龙身上获得的完整的发电器官，电压极高，使用使要格外小心，有触电的风险。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "GYDDQD",
          "电龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15260",
        "data": [
          "15260",
          "电龙的强力吸盘",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙尾部的强力吸盘，比起普通的吸盘，更大，吸力更强！</FONT>",
          "素材",
          "mat_body_01_GRY",
          "DLDQLXP",
          "电龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15261",
        "data": [
          "15261",
          "白化霜降肉",
          "<FONT COLOR=\"#6285C6\" >来源：电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从电龙肋骨上剥下的顶级肉，是一种相对美味的食材，但是需要特殊的料理方法才可以食用。</FONT>",
          "素材",
          "item_icon_16",
          "BHSJR",
          "电龙",
          "王立委托、王立精英、极限",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "15262",
        "data": [
          "15262",
          "金毛兽王的毛",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王身上剥下的毛，在阳光下闪现耀眼的金色光芒。</FONT>",
          "素材",
          "mat_hair_01_YEL",
          "JMSWDM",
          "金毛兽王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15263",
        "data": [
          "15263",
          "金毛兽王的皮",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的皮，韧度较高，呈现金黄色，能够用来制作装备。</FONT>",
          "素材",
          "mat_leather_02_YEL",
          "JMSWDP",
          "金毛兽王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15264",
        "data": [
          "15264",
          "金毛兽王的牙",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的牙，能够轻易咬碎动物的皮和鳞片。</FONT>",
          "素材",
          "mat_tooth_02_YEL",
          "JMSWDY",
          "金毛兽王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15265",
        "data": [
          "15265",
          "金毛兽王的大骨",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从金毛兽王身上剥下的大骨，不但巨大且无比结实。</FONT>",
          "素材",
          "prop_bone_03_YEL",
          "JMSWDDG",
          "金毛兽王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15266",
        "data": [
          "15266",
          "淡金色的毛",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">淡金色的金毛兽的毛，能够拿来制作一般的装备。</FONT>",
          "素材",
          "mat_hair_04_gold",
          "DJSDM",
          "金毛兽王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15267",
        "data": [
          "15267",
          "金毛兽王的爪",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的爪，是其在遇到敌人时进攻使用的主要武器。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "JMSWDZ",
          "金毛兽王",
          "大型怪物狩猎",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15268",
        "data": [
          "15268",
          "恶臭的粪便",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">金毛兽王用来攻击的便便，味道非常大，被这个东西砸到的话，一段时间内没人想靠近你。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：忍脚珠【1】</FONT>",
          "素材",
          "18",
          "ECDFB",
          "金毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15269",
        "data": [
          "15269",
          "腐烂的蘑菇",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">金毛兽王随身携带的蘑菇，已经放了很久开始腐烂，散发的难闻的恶臭。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：拔刀珠【1】</FONT>",
          "素材",
          "prop_plant_23",
          "FLDMG",
          "金毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15270",
        "data": [
          "15270",
          "猩红的臭牙",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">金毛兽王的牙齿，除了臭之外，鲜红的颜色非常醒目。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防御珠【2】</FONT>",
          "素材",
          "mat_tooth_02_YEL",
          "XHDCY",
          "金毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15271",
        "data": [
          "15271",
          "恶臭的腺体",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">金毛兽王用来制造难闻气味的腺体，从中提取的无色无味的分泌物具有强烈的挥发性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：攻击珠【3】</FONT>",
          "素材",
          "mat_visceral_01_YEL",
          "ECDXT",
          "金毛兽王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15274",
        "data": [
          "15274",
          "金毛兽王的刚毛",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从金毛兽王身上剥下的刚毛，韧性和硬度都比一般的毛要强力许多。</FONT>",
          "素材",
          "mat_hair_01_YEL",
          "JMSWDGM",
          "金毛兽王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15275",
        "data": [
          "15275",
          "金毛兽王的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的坚硬皮，不仅韧度足够，且硬度也非常出色。</FONT>",
          "素材",
          "mat_leather_02_YEL",
          "JMSWDYZP",
          "金毛兽王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15276",
        "data": [
          "15276",
          "金毛兽王的尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的坚硬之牙，具有一般猎人无法想象的坚硬程度。</FONT>",
          "素材",
          "mat_tooth_02_YEL",
          "JMSWDJY",
          "金毛兽王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15277",
        "data": [
          "15277",
          "金毛兽王的坚骨",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从金毛兽王身上剥下的优质脊骨，制作优异装备价值非常大。</FONT>",
          "素材",
          "prop_bone_03_YEL",
          "JMSWDJG",
          "金毛兽王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15278",
        "data": [
          "15278",
          "金色的毛",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色的金毛兽的毛，在夜晚似乎也能够发散出微微的光芒。</FONT>",
          "素材",
          "mat_hair_04_gold",
          "JSDM",
          "金毛兽王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15279",
        "data": [
          "15279",
          "金毛兽王的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的坚硬之爪，比一般的爪的锐利程度要高出许多。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "JMSWDJZ",
          "金毛兽王",
          "王立委托、王立精英、极限",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15304",
        "data": [
          "15304",
          "鬼狩蛛的盾爪壳",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">需要通过一定程度破坏才能获得的鬼狩蛛爪上的硬壳，其强度可以用来制作武器。</FONT>",
          "素材",
          "mat_shell_05",
          "GZZDDZK",
          "鬼狩蛛",
          "大型怪物狩猎",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15312",
        "data": [
          "15312",
          "鬼狩蛛的盾爪坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：鬼狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">珍贵的鬼狩蛛爪上的硬壳，刚硬的程度代表了爪的强度，具有如此硬度的甲壳很少见。</FONT>",
          "素材",
          "mat_shell_05",
          "GZZDDZJK",
          "鬼狩蛛",
          "王立委托、王立精英、极限",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15316",
        "data": [
          "15316",
          "沙狸兽的铁腕",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">沙狸兽的铁腕，是锻造武器的良好素材。</FONT>",
          "素材",
          "mat_claw_02_YEL",
          "SLSDTW",
          "沙狸兽",
          "大型怪物狩猎",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15324",
        "data": [
          "15324",
          "沙狸兽的刚腕",
          "<FONT COLOR=\"#6285C6\" >来源：沙狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">凶悍的沙狸兽爪部被破坏后留下的刚腕，是强力的素材，也有很多商人收购。</FONT>",
          "素材",
          "mat_claw_02_YEL",
          "SLSDGW",
          "沙狸兽",
          "王立委托、王立精英、极限",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15328",
        "data": [
          "15328",
          "桃毛兽王的头冠",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王的头冠，能用来制造装备。</FONT>",
          "素材",
          "mat_head_07_PNK",
          "TMSWDTG",
          "桃毛兽王",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15336",
        "data": [
          "15336",
          "桃毛兽王优质头冠",
          "<FONT COLOR=\"#6285C6\" >来源：桃毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">桃毛兽王优质的头冠，能用来制造更优秀的装备。</FONT>",
          "素材",
          "mat_head_07_PNK",
          "TMSWYZTG",
          "桃毛兽王",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15340",
        "data": [
          "15340",
          "沙龙王的背鳍",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能让沙龙王在沙地中自由行动的背鳍，是不能缺少的部位。</FONT>",
          "素材",
          "mat_shell_03_YEL",
          "SLWDBZ",
          "沙龙王",
          "大型怪物狩猎",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "15344",
        "data": [
          "15344",
          "沙龙王硬背鳍",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">较硬的沙龙王背鳍，能自如控制沙地移动的方向。</FONT>",
          "素材",
          "mat_fin_01",
          "SLWYBZ",
          "沙龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15348",
        "data": [
          "15348",
          "沙龙王的优质背鳍",
          "<FONT COLOR=\"#6285C6\" >来源：沙龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">较硬的沙龙王背鳍，能自如控制沙地移动的方向。</FONT>",
          "素材",
          "mat_shell_03_YEL",
          "SLWDYZBZ",
          "沙龙王",
          "王立委托、王立精英、极限",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "15352",
        "data": [
          "15352",
          "盾蟹的钳",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的大名盾蟹之钳，外壳可以做为素材，肉质则非常鲜美。</FONT>",
          "素材",
          "mat_clamp_01",
          "DXDQ",
          "大名盾蟹",
          "大型怪物狩猎",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15356",
        "data": [
          "15356",
          "盾蟹断脚",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">用锋利的武器断下的大名盾蟹脚，切口很平整，用来加工再好不过了。</FONT>",
          "素材",
          "mat_claw_01_bk_PNK",
          "DXDJ",
          "盾蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15360",
        "data": [
          "15360",
          "盾蟹的巨钳",
          "<FONT COLOR=\"#6285C6\" >来源：大名盾蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的大名盾蟹之钳，比起普通钳的硬度要更强一些。</FONT>",
          "素材",
          "mat_clamp_01",
          "DXDJQ",
          "大名盾蟹",
          "王立委托、王立精英、极限",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15364",
        "data": [
          "15364",
          "眠鸟的喙",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">形状特异的眠鸟的喙，是外观引人注目的素材。</FONT>",
          "素材",
          "mat_beak_01_bk_PNK",
          "MNDZ",
          "眠鸟",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15368",
        "data": [
          "15368",
          "眠鸟重喙",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">眠鸟的锋利嘴部，前端更为锋利，如果不破坏的话无法将其取下。</FONT>",
          "素材",
          "mat_beak_01_bk_PNK",
          "MNZZ",
          "眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15372",
        "data": [
          "15372",
          "眠鸟的牙喙",
          "<FONT COLOR=\"#6285C6\" >来源：眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">眠鸟的锋利嘴部，前端更为锋利，如果不破坏的话无法将其取下。</FONT>",
          "素材",
          "mat_beak_01_bk_PNK",
          "MNDYZ",
          "眠鸟",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15376",
        "data": [
          "15376",
          "金毛兽王的头冠",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的头冠，毛色亮丽，能打造一些特殊的装备。</FONT>",
          "素材",
          "mat_hair_02_YEL",
          "JMSWDTG",
          "金毛兽王",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15384",
        "data": [
          "15384",
          "金毛兽王优质头皮",
          "<FONT COLOR=\"#6285C6\" >来源：金毛兽王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金毛兽王的头冠，颜色更为鲜艳，厚度也更优秀。</FONT>",
          "素材",
          "mat_leather_01_YEL",
          "JMSWYZTP",
          "金毛兽王",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15388",
        "data": [
          "15388",
          "镰蟹的钳",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬、锋利，呈蓝色状的巨大之钳。</FONT>",
          "素材",
          "mat_clamp_02",
          "LXDQ",
          "将军镰蟹",
          "大型怪物狩猎",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15396",
        "data": [
          "15396",
          "镰蟹的巨钳",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更为坚硬巨大的将军镰蟹大钳，非常锋利，一刀两段。</FONT>",
          "素材",
          "mat_clamp_02",
          "LXDJQ",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15400",
        "data": [
          "15400",
          "雪狮子的毛",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)以及小雪狮子</FONT><BR><BR><FONT COLOR=\"#C6B262\">白色的雪狮子毛，扎成一捆的话能很好的起到保暖的作用。</FONT>",
          "素材",
          "mat_hair_04_BLU",
          "XSZDM",
          "雪狮子王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15404",
        "data": [
          "15404",
          "雪狮子的白毛",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">雪白的怪物毛，柔软且厚实，全身的毛竖起是要小心对方的攻击。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：冰结珠【2】</FONT>",
          "素材",
          "mat_hair_04_BLU",
          "XSZDBM",
          "雪狮子王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15408",
        "data": [
          "15408",
          "雪狮子的刚毛",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)以及小雪狮子</FONT><BR><BR><FONT COLOR=\"#C6B262\">白色的雪狮子刚毛，格外珍贵的部分能闪出光芒，也是打造装备的极好素材。</FONT>",
          "素材",
          "mat_hair_04_BLU",
          "XSZDGM",
          "雪狮子王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15412",
        "data": [
          "15412",
          "黑狼鸟的翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的翼膜，在鸟龙种中属上等的素材，稍带柔软却不易损坏。</FONT>",
          "素材",
          "item_icon_70",
          "HLNDYM",
          "黑狼鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15413",
        "data": [
          "15413",
          "黑狼鸟的喙",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的鸟喙，啄击具有一定威力，也具有一定精度。</FONT>",
          "素材",
          "mat_beak_04_bk",
          "HLNDZ",
          "黑狼鸟",
          "大型怪物狩猎",
          "面部"
        ]
      },
      {
        "iID": "15414",
        "data": [
          "15414",
          "黑狼鸟的翼",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的翼，不破坏的话在战斗中能掀起狂风。</FONT>",
          "素材",
          "mat_wing_01_bk_white",
          "HLNDY",
          "黑狼鸟",
          "大型怪物狩猎",
          "左右翼"
        ]
      },
      {
        "iID": "15415",
        "data": [
          "15415",
          "黑狼鸟的背甲",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">普通的黑狼鸟背部甲壳，可以用来加工成装备。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "HLNDBJ",
          "黑狼鸟",
          "大型怪物狩猎",
          "背部"
        ]
      },
      {
        "iID": "15420",
        "data": [
          "15420",
          "黑狼鸟的韧翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的优质翼膜，柔软且更具韧性。</FONT>",
          "素材",
          "item_icon_70",
          "HLNDRYM",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15421",
        "data": [
          "15421",
          "黑狼鸟的尖喙",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">猎人破坏狂躁的黑狼鸟嘴后获得素材，非常珍贵。</FONT>",
          "素材",
          "mat_beak_04_bk",
          "HLNDJZ",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "面部"
        ]
      },
      {
        "iID": "15422",
        "data": [
          "15422",
          "黑狼鸟的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">被破坏后剥下的黑狼鸟刚翼，硬度在鸟龙种中很上乘。</FONT>",
          "素材",
          "mat_wing_01_bk_white",
          "HLNDGY",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "左右翼"
        ]
      },
      {
        "iID": "15423",
        "data": [
          "15423",
          "黑狼鸟的坚背甲",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">优质的黑狼鸟背部甲壳，可以用来加工成优质的装备。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "HLNDJBJ",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "背部"
        ]
      },
      {
        "iID": "15424",
        "data": [
          "15424",
          "雌火龙的翼",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">张开后能遮住一切的巨大双翼，猎人将感受到压抑的气息。</FONT>",
          "素材",
          "mat_wing_02_GRN",
          "CHLDY",
          "雌火龙",
          "大型怪物狩猎",
          "左右翼"
        ]
      },
      {
        "iID": "15425",
        "data": [
          "15425",
          "雌火龙的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙尾部能剥取的素材，每个个体只有很少的产量。</FONT>",
          "素材",
          "mat_tail_06",
          "CHLDWB",
          "雌火龙",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15430",
        "data": [
          "15430",
          "雌火龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙的翼膜，具有不断飞行而练就的良好性能。</FONT>",
          "素材",
          "mat_wing_02_GRN",
          "CHLDGY",
          "雌火龙",
          "王立委托、王立精英、极限",
          "左右翼"
        ]
      },
      {
        "iID": "15431",
        "data": [
          "15431",
          "雌火龙的靭尾",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">在表面具有鳞片覆盖的雌火龙尾，是女王的战斗力的象征。</FONT>",
          "素材",
          "mat_tail_06",
          "CHLDZW",
          "雌火龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15433",
        "data": [
          "15433",
          "岩龙的翼",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙的翼，飞行能力并不优秀，却是锻造的好素材。</FONT>",
          "素材",
          "mat_wing_01_BLK",
          "YLDY",
          "岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15434",
        "data": [
          "15434",
          "岩龙的头壳",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙的头壳，被猎人用来制造防具，完整的更有价值。</FONT>",
          "素材",
          "mat_head_18_BLK",
          "YLDTK",
          "岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15435",
        "data": [
          "15435",
          "岩龙的背壳",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙的背壳，具有能经受打击的硬度。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "YLDBK",
          "岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15436",
        "data": [
          "15436",
          "岩龙的泪",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙身体中的高透明度的矿石结晶，远看似乎是一滴明亮的液体。</FONT>",
          "素材",
          "prop_gem_02",
          "YLDL",
          "岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15437",
        "data": [
          "15437",
          "岩龙的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙的甲壳，硬度超乎寻常，被大量用于生产，能为防具增加硬度。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "YLDJK",
          "岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15438",
        "data": [
          "15438",
          "岩龙的腹甲",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙腹部的甲壳，相对其他部位较为柔软。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "YLDFJ",
          "岩龙",
          "大型怪物狩猎",
          "腹部"
        ]
      },
      {
        "iID": "15439",
        "data": [
          "15439",
          "岩龙的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙的尾，硬度并不差，也可以用来制作一些装备。</FONT>",
          "素材",
          "mat_tail_07",
          "YLDWB",
          "岩龙",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15443",
        "data": [
          "15443",
          "厚重的石壳",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">坚硬的岩龙背部的石质甲壳，硬度非常大，防御性能出众。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防音珠【1】,鼓笛珠【1】</FONT>",
          "素材",
          "mat_shell_05",
          "HZDSK",
          "岩龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15444",
        "data": [
          "15444",
          "石质的脚趾",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">岩龙腿部覆满石块的脚趾，非常的重。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：短缩珠【1】</FONT>",
          "素材",
          "prop_bone_03_GRY",
          "SZDJZ",
          "岩龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15445",
        "data": [
          "15445",
          "松动的矿石",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">岩龙背部松动的矿石，经常被岩龙从身上甩下来。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：攻击珠【2】</FONT>",
          "素材",
          "prop_ore_03",
          "SDDKS",
          "岩龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15446",
        "data": [
          "15446",
          "岩龙的苔背甲",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">岩龙背部生长的苔藓的甲壳，表面非常的湿滑。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：早填珠【1】</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "YLDTBJ",
          "岩龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15453",
        "data": [
          "15453",
          "岩龙的优质翼",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的岩龙翼，并不能用于飞行，硬度有更大提升。</FONT>",
          "素材",
          "mat_wing_01_BLK",
          "YLDYZY",
          "岩龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15454",
        "data": [
          "15454",
          "岩龙的坚头壳",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能经受更大攻击的岩龙头壳，即使从高处摔下也不必担心会损坏。</FONT>",
          "素材",
          "mat_head_18_BLK",
          "YLDJTK",
          "岩龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15455",
        "data": [
          "15455",
          "岩龙的坚背壳",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更优质的岩龙背壳，由于其硬度剥取时也相当困难。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "YLDJBK",
          "岩龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15456",
        "data": [
          "15456",
          "岩龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙坚硬的甲壳，能经受猛烈的打击，狩猎时很头疼生产时却很受喜爱。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "YLDJK",
          "岩龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15457",
        "data": [
          "15457",
          "岩龙的晶泪",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙身体中的纯度更高的矿石结晶，仿佛一颗星辰闪耀着光芒。</FONT>",
          "素材",
          "prop_gem_02",
          "YLDJL",
          "岩龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15458",
        "data": [
          "15458",
          "岩龙的坚腹甲",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙腹部的优质甲壳，比普通的腹甲强度更高，泛用性很强。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "YLDJFJ",
          "岩龙",
          "王立委托、王立精英、极限",
          "腹部"
        ]
      },
      {
        "iID": "15459",
        "data": [
          "15459",
          "岩龙的靭尾",
          "<FONT COLOR=\"#6285C6\" >来源：岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">岩龙强韧的尾部，比同类更强韧的尾部会被用来制作上好的防具，品质也有所提升。</FONT>",
          "素材",
          "mat_tail_07",
          "YLDZW",
          "岩龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15463",
        "data": [
          "15463",
          "骇狩蛛的爪",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛的钳爪，具有一定的攻击能力。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "HZZDZ",
          "骇狩蛛",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15464",
        "data": [
          "15464",
          "骇狩蛛的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从骇狩蛛背部剥取的甲壳，带着具有挑衅意味的图形。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "HZZDJK",
          "骇狩蛛",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15465",
        "data": [
          "15465",
          "骇狩蛛的眼",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛的眼球，特殊材质能用来打造装备。</FONT>",
          "素材",
          "item_icon_73",
          "HZZDY",
          "骇狩蛛",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15466",
        "data": [
          "15466",
          "骇狩蛛的毛",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛的体毛，柔软的质地适合一些装备的需求。</FONT>",
          "素材",
          "mat_hair_02_YEL",
          "HZZDM",
          "骇狩蛛",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15467",
        "data": [
          "15467",
          "骇狩蛛的体液",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">每只骇狩蛛都存有的一定量的体液，具有一定的黏性。</FONT>",
          "素材",
          "item_icon_53",
          "HZZDTY",
          "骇狩蛛",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15468",
        "data": [
          "15468",
          "骇狩蛛的蛛丝",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛用来捕猎的蛛丝，韧性和黏性都不错。</FONT>",
          "素材",
          "17",
          "HZZDZS",
          "骇狩蛛",
          "大型怪物狩猎",
          "腹部"
        ]
      },
      {
        "iID": "15469",
        "data": [
          "15469",
          "骇狩蛛的盾爪壳",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛的爪被破坏后的坚硬部分，能用来作为武器的战斗部位。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "HZZDDZK",
          "骇狩蛛",
          "大型怪物狩猎",
          "右手（钳）"
        ]
      },
      {
        "iID": "15473",
        "data": [
          "15473",
          "破损的毒腺",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">骇狩蛛身体中已经被破坏的腺体，分泌物仍然致命非常危险。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：斗魂珠【1】</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "PSDDX",
          "骇狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15474",
        "data": [
          "15474",
          "鬼王之紫角",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">骇狩蛛背部的紫色尖角，非常的巨大且尖锐。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐绝珠【1】</FONT>",
          "素材",
          "mat_horn_01_YEL",
          "GWZZJ",
          "骇狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15475",
        "data": [
          "15475",
          "骇狩蛛的妖面壳",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">骇狩蛛背部用于伪装妖面的甲壳，瞪着紫色的眼神非常的吓人。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：早食珠【1】</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "HZZDYMK",
          "骇狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15476",
        "data": [
          "15476",
          "骇狩蛛的毒液",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">骇狩蛛身体中提取的毒液，毒性更加猛烈。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：无食珠【2】</FONT>",
          "素材",
          "item_icon_04",
          "HZZDDY",
          "骇狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15477",
        "data": [
          "15477",
          "骇狩蛛的麻痹液",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">骇狩蛛身体中提取的麻痹液，只需一滴即可让一头食草龙动弹不得。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：加散珠【1】</FONT>",
          "素材",
          "item_icon_11",
          "HZZDMBY",
          "骇狩蛛",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15483",
        "data": [
          "15483",
          "骇狩蛛的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛可怕的前爪，迅捷而有力。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "HZZDJZ",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15484",
        "data": [
          "15484",
          "骇狩蛛的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛的坚硬甲壳，好像形成了更可怖的表情。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "HZZDJK",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15485",
        "data": [
          "15485",
          "骇狩蛛的复眼",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">构造复杂的甲壳种眼，牢牢盯住猎物不使其逃脱。</FONT>",
          "素材",
          "item_icon_73",
          "HZZDFY",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15486",
        "data": [
          "15486",
          "骇狩蛛的刚毛",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的骇狩蛛体毛，比起柔软的部分在制作中更不容易损坏。</FONT>",
          "素材",
          "mat_hair_02_YEL",
          "HZZDGM",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15487",
        "data": [
          "15487",
          "骇狩蛛的浓液",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">散发着令人不悦气味的体液，在制作中被用来当做良好的粘合剂。</FONT>",
          "素材",
          "item_icon_53",
          "HZZDNY",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15488",
        "data": [
          "15488",
          "骇狩蛛的韧蛛丝",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">骇狩蛛黏性更大的丝，在体内的部分被保存的很好。</FONT>",
          "素材",
          "17",
          "HZZDRZS",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          "腹部"
        ]
      },
      {
        "iID": "15489",
        "data": [
          "15489",
          "骇狩蛛的盾爪坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：骇狩蛛(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">猛烈打击后获得的骇狩蛛的前爪，蜷曲的部分能将伤口的破坏进一步提升。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "HZZDDZJK",
          "骇狩蛛",
          "王立委托、王立精英、极限",
          "右手（钳）"
        ]
      },
      {
        "iID": "15493",
        "data": [
          "15493",
          "蓝色的鬃毛",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟蓝色的鬃毛，能够用来装饰装备。</FONT>",
          "素材",
          "mat_hair_01_CYN",
          "LSDZM",
          "冰雷鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15494",
        "data": [
          "15494",
          "冰雷鸟的皮",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">常见的冰雷鸟身上的皮，光滑的部分常用来打造防具。</FONT>",
          "素材",
          "mat_leather_01_CYN",
          "BLNDP",
          "冰雷鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15495",
        "data": [
          "15495",
          "冰雷鸟的翼",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟的翼，质地柔软，经常带有冰块。</FONT>",
          "素材",
          "mat_wing_01_CYN",
          "BLNDY",
          "冰雷鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15496",
        "data": [
          "15496",
          "蓝色的粘液",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">这东西跟冰块混合后就会爆炸，非常危险！</FONT>",
          "素材",
          "bottle_item_007",
          "LSDZY",
          "冰雷鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15497",
        "data": [
          "15497",
          "冰雷鸟的嗦囊",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟带有的容易引发爆炸的嗦囊，一旦与冰雷结合，嘭！</FONT>",
          "素材",
          "mat_visceral_01_CYN",
          "BLNDZN",
          "冰雷鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15498",
        "data": [
          "15498",
          "冰雷鸟的白鼻",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟白色的鼻子，上面沾满了冰。</FONT>",
          "素材",
          "mat_head_06_CYN",
          "BLNDBB",
          "冰雷鸟",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15503",
        "data": [
          "15503",
          "冰雷鸟的臼齿",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">从冰雷鸟的臼齿，常年吞食冰块，根本不怕冻，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐寒珠【2】</FONT>",
          "素材",
          "mat_tooth_03_YEL",
          "BLNDJC",
          "冰雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15504",
        "data": [
          "15504",
          "翠绿之眼",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">冰雷鸟翠路如宝石一般的眼睛，非常的漂亮。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：逆境珠【2】</FONT>",
          "素材",
          "mat_scale_01_CYN",
          "CLZY",
          "冰雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15505",
        "data": [
          "15505",
          "巨大冰雷鸟嘴",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">巨大的冰雷鸟嘴部，因为有时需要破冰取食所以格外坚固。</FONT>",
          "素材",
          "mat_beak_01_CYN",
          "JDBLNZ",
          "冰雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15506",
        "data": [
          "15506",
          "冰雷爆裂袋",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">存有易爆物质的器官，夹杂着冰片飞舞的威力更加可怕。</FONT>",
          "素材",
          "mat_visceral_02",
          "BLBLD",
          "冰雷鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15513",
        "data": [
          "15513",
          "湛蓝的刚鬃",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟湛蓝色的鬃毛，颜色更加醒目。</FONT>",
          "素材",
          "mat_hair_01_CYN",
          "ZLDGZ",
          "冰雷鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15514",
        "data": [
          "15514",
          "冰雷鸟的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟在残酷环境下磨练的皮，因为长时间的打磨已经很光滑。</FONT>",
          "素材",
          "mat_leather_01_CYN",
          "BLNDYZP",
          "冰雷鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15515",
        "data": [
          "15515",
          "冰雷鸟的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟坚韧的翼，比普通的品种更坚韧</FONT>",
          "素材",
          "mat_wing_01_CYN",
          "BLNDGY",
          "冰雷鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15516",
        "data": [
          "15516",
          "亮蓝色的粘液",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">纯度更高，亮丽的颜色表明它更容易爆炸。</FONT>",
          "素材",
          "bottle_item_007",
          "LLSDZY",
          "冰雷鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15517",
        "data": [
          "15517",
          "冰雷鸟的厚实嗉囊",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟引爆周围物质的嗦囊，一旦触碰到冰雷，嘭嘭！</FONT>",
          "素材",
          "mat_visceral_01_CYN",
          "BLNDHSZN",
          "冰雷鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15518",
        "data": [
          "15518",
          "冰雷鸟的苍白鼻",
          "<FONT COLOR=\"#6285C6\" >来源：冰雷鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟坚韧的翼膜，不花力气很难损坏，是打造装备的良好材料。</FONT>",
          "素材",
          "mat_head_06_CYN",
          "BLNDCBB",
          "冰雷鸟",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15523",
        "data": [
          "15523",
          "红电龙的翼",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙的翼，血红的颜色很鲜艳。</FONT>",
          "素材",
          "mat_wing_01_PNK",
          "HDLDY",
          "红电龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15524",
        "data": [
          "15524",
          "魅惑色的皮",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙柔软的外皮，能用来制作防具。</FONT>",
          "素材",
          "mat_leather_01_PNK",
          "ZHSDP",
          "红电龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15525",
        "data": [
          "15525",
          "红电龙的牙",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙的牙齿，被大量讨伐后剥取，数量很多。</FONT>",
          "素材",
          "mat_tooth_01",
          "HDLDY",
          "红电龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15526",
        "data": [
          "15526",
          "微光的电气袋",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙储存电气的器官，发出微弱的光芒，触摸的话有轻微的麻痹感。</FONT>",
          "素材",
          "mat_visceral_01_PNK",
          "WGDDQD",
          "红电龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15527",
        "data": [
          "15527",
          "红电龙的吸盘",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙尾部的吸盘，可以使红电龙吸附在崖壁上。</FONT>",
          "素材",
          "prop_bone_03_RED",
          "HDLDXP",
          "红电龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15528",
        "data": [
          "15528",
          "红色里脊肉",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">泛着红色的电龙脊肉，既是良好的食材也是制作一些装备需要的素材。</FONT>",
          "素材",
          "item_icon_18",
          "HSLJR",
          "红电龙",
          "大型怪物狩猎",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "15533",
        "data": [
          "15533",
          "魅惑色的翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">红电龙的翼膜，韧性很强。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：匠珠【2】</FONT>",
          "素材",
          "item_icon_71",
          "ZHSDYM",
          "红电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15534",
        "data": [
          "15534",
          "魅惑色的环状嘴",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">红电龙的嘴巴，长满了密密麻麻的牙齿，非常可怕。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：锁气珠【3】</FONT>",
          "素材",
          "mat_leather_01_PNK",
          "ZHSDHZZ",
          "红电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15535",
        "data": [
          "15535",
          "红电龙坚牙",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">红电龙掉落的牙齿，相当锋利使得在掉落时嵌在了地上。</FONT>",
          "素材",
          "mat_tooth_01",
          "HDLJY",
          "红电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15536",
        "data": [
          "15536",
          "红电击袋",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">怪物用来释放强大电击时使用的器官，看起来就麻麻的。</FONT>",
          "素材",
          "mat_visceral_01_PNK",
          "HDJD",
          "红电龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15543",
        "data": [
          "15543",
          "红电龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从红电龙身上剥取的翼膜，因为要支撑庞大的身体所以很坚韧。</FONT>",
          "素材",
          "mat_wing_01_PNK",
          "HDLDGY",
          "红电龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15544",
        "data": [
          "15544",
          "魅惑色的柔皮",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">颜色特别的外皮，比起一般的外皮更为柔软，但是由于质地更好而不易损坏。</FONT>",
          "素材",
          "mat_leather_01_PNK",
          "ZHSDRP",
          "红电龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15545",
        "data": [
          "15545",
          "红电龙的尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙掉落的牙齿，相当锋利使得在掉落时嵌在了地上。</FONT>",
          "素材",
          "mat_tooth_01",
          "HDLDJY",
          "红电龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15546",
        "data": [
          "15546",
          "强光的电气袋",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙储存电气的器官，发出强烈的光芒。禁止徒手触摸，小心触电。</FONT>",
          "素材",
          "mat_visceral_01_PNK",
          "QGDDQD",
          "红电龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15547",
        "data": [
          "15547",
          "红电龙的强力吸盘",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙尾部的强力吸盘，比起普通的吸盘，颜色跟深，更大，吸力更强！</FONT>",
          "素材",
          "prop_bone_03_RED",
          "HDLDQLXP",
          "红电龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15548",
        "data": [
          "15548",
          "红色霜降肉",
          "<FONT COLOR=\"#6285C6\" >来源：红电龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">肉质更好的红色生肉片，带有血色的肉看上去很新鲜。</FONT>",
          "素材",
          "item_icon_18",
          "HSSJR",
          "红电龙",
          "王立委托、王立精英、极限",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "15553",
        "data": [
          "15553",
          "银眠鸟的爪",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟的利爪，能在猎物身上撕开很深的伤口。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "YMNDZ",
          "银眠鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15554",
        "data": [
          "15554",
          "浑浊的眠液",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟体内产生的具有催眠效果的液体，浑浊不堪。</FONT>",
          "素材",
          "item_icon_53",
          "HZDMY",
          "银眠鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15555",
        "data": [
          "15555",
          "萎缩的眠袋",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">存有银眠鸟能使怪物睡眠的物质的内脏，能在危难时保护自己。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "WSDMD",
          "银眠鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15556",
        "data": [
          "15556",
          "银眠鸟的胃石",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">为了帮助消化，银眠鸟吞下的石头。</FONT>",
          "素材",
          "prop_ore_02",
          "YMNDWS",
          "银眠鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15557",
        "data": [
          "15557",
          "银眠鸟的羽毛",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟的羽毛，呈现出美丽的银白色。</FONT>",
          "素材",
          "mat_wing_03_white",
          "YMNDYM",
          "银眠鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15558",
        "data": [
          "15558",
          "白银尾羽",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟尾部的羽毛，似乎有炫耀的作用。</FONT>",
          "素材",
          "mat_feather_02",
          "BYWY",
          "银眠鸟",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15559",
        "data": [
          "15559",
          "银眠鸟的喙",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剥取银眠鸟可以获得的嘴部，啄击时有一定威力。</FONT>",
          "素材",
          "mat_beak_04_bk",
          "YMNDZ",
          "银眠鸟",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15563",
        "data": [
          "15563",
          "银色的绒毛",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">具有亮银的绒毛，市面上很受猎人们的欢迎。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：吸引珠【2】</FONT>",
          "素材",
          "mat_hair_01_white",
          "",
          "银眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15564",
        "data": [
          "15564",
          "银眠鸟的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">银眠鸟形状奇特的尾巴，可以用来制作道具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：回避珠【2】</FONT>",
          "素材",
          "mat_tail_12_white",
          "",
          "银眠鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15573",
        "data": [
          "15573",
          "银眠鸟的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟锋利的脚爪，要尽量避免和这样的部位正面对抗。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "YMNDJZ",
          "银眠鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15574",
        "data": [
          "15574",
          "晶莹的眠液",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶莹剔透的催眠液体，催眠效果是普通眠鸟的三倍。</FONT>",
          "素材",
          "item_icon_53",
          "JYDMY",
          "银眠鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15575",
        "data": [
          "15575",
          "圆鼓鼓的眠袋",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">具有强力催眠能力的内脏器官，不要随便打开，不然要很久很久才会醒来。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "YGGDMD",
          "银眠鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15576",
        "data": [
          "15576",
          "银眠鸟的银羽毛",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从银眠鸟的身上摘得的羽毛，大部分带有银色的光泽。</FONT>",
          "素材",
          "mat_wing_03_white",
          "YMNDYYM",
          "银眠鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15577",
        "data": [
          "15577",
          "银眠鸟的稀胃石",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟用来进行消化而吞下的稀少的石头，数量很少见。</FONT>",
          "素材",
          "prop_ore_02",
          "YMNDXWS",
          "银眠鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15578",
        "data": [
          "15578",
          "秘银尾羽",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟的亮丽羽毛，只有在尾部才能得到，是高档的装饰物。</FONT>",
          "素材",
          "mat_feather_02",
          "MYWY",
          "银眠鸟",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15579",
        "data": [
          "15579",
          "银眠鸟的牙喙",
          "<FONT COLOR=\"#6285C6\" >来源：银眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟的锐利嘴部，能够帮助银眠鸟进食更顺利。</FONT>",
          "素材",
          "mat_beak_04_bk",
          "YMNDYZ",
          "银眠鸟",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15583",
        "data": [
          "15583",
          "尾晶蝎的爪",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的爪，能用来打造素材。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "WJXDZ",
          "尾晶蝎",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15584",
        "data": [
          "15584",
          "尾晶蝎的毛",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎身上的毛，可以用来制作装备。</FONT>",
          "素材",
          "mat_hair_01",
          "WJXDM",
          "尾晶蝎",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15585",
        "data": [
          "15585",
          "尾晶蝎的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的甲壳，具有良好的保护能力。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "WJXDJK",
          "尾晶蝎",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15586",
        "data": [
          "15586",
          "尾晶蝎的晶石",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的晶石，仅是一般的品质也能在商人那卖个好价钱。</FONT>",
          "素材",
          "prop_gem_07",
          "WJXDJS",
          "尾晶蝎",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15587",
        "data": [
          "15587",
          "尾晶蝎的毒毛",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎身上非常稀少的毒毛，因为数量很少，价格很高。</FONT>",
          "素材",
          "mat_hair_01",
          "WJXDDM",
          "尾晶蝎",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15588",
        "data": [
          "15588",
          "尾晶蝎的颚",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从尾晶蝎身上剥取的颚，咬合力很强，在怪物还有行动能力的时候要小心。</FONT>",
          "素材",
          "mat_tooth_04_BLU",
          "WJXDZ",
          "尾晶蝎",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15589",
        "data": [
          "15589",
          "尾晶蝎的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的尾部，似乎可以喷射出晶体。</FONT>",
          "素材",
          "mat_tail_08",
          "WJXDWB",
          "尾晶蝎",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15590",
        "data": [
          "15590",
          "尾晶蝎的钳",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的钳子，有力而沉重。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "WJXDQ",
          "尾晶蝎",
          "大型怪物狩猎",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15593",
        "data": [
          "15593",
          "新鲜的体液",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">尾晶蝎的体液，在战斗结束后立刻采集，非常新鲜。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：痛击珠【3】</FONT>",
          "素材",
          "item_icon_53",
          "",
          "尾晶蝎",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15594",
        "data": [
          "15594",
          "变质的体液",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">尾晶蝎的体液，性质发生了变化，有很强的腐蚀性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：背水珠【2】</FONT>",
          "素材",
          "item_icon_09",
          "",
          "尾晶蝎",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15603",
        "data": [
          "15603",
          "尾晶蝎的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的尖爪，比起常见的品种更锋利一些。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "WJXDJZ",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15604",
        "data": [
          "15604",
          "尾晶蝎的刚毛",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的刚硬的毛，可以用来制作更精良的装备。</FONT>",
          "素材",
          "mat_hair_01",
          "WJXDGM",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15605",
        "data": [
          "15605",
          "尾晶蝎的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">甲壳种背部坚硬的壳，可以整块取下当做盾牌使用。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "WJXDJK",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15606",
        "data": [
          "15606",
          "尾晶蝎的紫晶",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够泛出紫色光芒的尾晶蝎带有的晶体，紫色越纯价值越高。</FONT>",
          "素材",
          "prop_gem_07",
          "WJXDZJ",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15607",
        "data": [
          "15607",
          "尾晶蝎的毒刚毛",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎身上更加稀少的坚硬毒毛，可以用来制作强力的装备。</FONT>",
          "素材",
          "mat_hair_01",
          "WJXDDGM",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15608",
        "data": [
          "15608",
          "尾晶蝎的大颚",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎巨大的颚部，虽然是甲壳种却能轻易咬断坚硬的物品，相当惊人。</FONT>",
          "素材",
          "mat_tooth_04_BLU",
          "WJXDDZ",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15609",
        "data": [
          "15609",
          "尾晶蝎的靭尾",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的尾部，品质较高者可以喷射出大量晶体，利用冲击力攻击猎物。</FONT>",
          "素材",
          "mat_tail_08",
          "WJXDZW",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15610",
        "data": [
          "15610",
          "尾晶蝎的巨钳",
          "<FONT COLOR=\"#6285C6\" >来源：尾晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的巨大钳子，可以用来打造各种装备。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "WJXDJQ",
          "尾晶蝎",
          "王立委托、王立精英、极限",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15613",
        "data": [
          "15613",
          "一角龙的翼",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的翅膀，能释放出强大的风压。</FONT>",
          "素材",
          "mat_wing_02_BRW",
          "YJLDY",
          "一角龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15614",
        "data": [
          "15614",
          "一角龙的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的甲壳，具有飞龙种所拥有的坚硬特质。</FONT>",
          "素材",
          "mat_shell_01_BRW",
          "YJLDJK",
          "一角龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15615",
        "data": [
          "15615",
          "一角龙的骨髓",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的骨髓，可以用来制作装备。</FONT>",
          "素材",
          "mat_head_17",
          "YJLDGS",
          "一角龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15616",
        "data": [
          "15616",
          "一角龙的心脏",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从一角龙体内剥取的心脏，个体庞大，还带有一些余温。</FONT>",
          "素材",
          "mat_body_01_BRW",
          "YJLDXZ",
          "一角龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15617",
        "data": [
          "15617",
          "一角龙的背甲",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的背部甲壳，比其他部位的更坚硬。</FONT>",
          "素材",
          "mat_shell_04_BRW",
          "YJLDBJ",
          "一角龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15618",
        "data": [
          "15618",
          "一角龙的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">可断下的一角龙尾部，去除不能使用的小部分后能制成各种装备。</FONT>",
          "素材",
          "mat_tail_05",
          "YJLDWB",
          "一角龙",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15623",
        "data": [
          "15623",
          "炽热的真红之角",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">暴怒状态下，仿佛燃烧着一般的一角龙的角，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：斩铁珠【3】</FONT>",
          "素材",
          "mat_horn_01",
          "",
          "一角龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15624",
        "data": [
          "15624",
          "一角龙的血液",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">暴怒状态下一角龙的血液，如同沸腾一般。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：短缩珠【3】</FONT>",
          "素材",
          "item_icon_10",
          "",
          "一角龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15633",
        "data": [
          "15633",
          "一角龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙坚硬的翅膀，虽然比不上头骨，但是已能够造成大伤害的攻击。</FONT>",
          "素材",
          "mat_wing_02_BRW",
          "YJLDGY",
          "一角龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15634",
        "data": [
          "15634",
          "一角龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的一角龙甲壳，要获取到需要花一点力气。</FONT>",
          "素材",
          "mat_shell_01_BRW",
          "YJLDJK",
          "一角龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15635",
        "data": [
          "15635",
          "一角龙的延髓",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的优质骨髓，可以用来制作更好的装备。</FONT>",
          "素材",
          "mat_head_17",
          "YJLDYS",
          "一角龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15636",
        "data": [
          "15636",
          "一角龙的坚甲",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的背部甲壳，在骨骼的构造上更致密，防御性能也更好。</FONT>",
          "素材",
          "mat_shell_04_BRW",
          "YJLDJJ",
          "一角龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15637",
        "data": [
          "15637",
          "脉动的心脏",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的心脏，仍然在不停的跳动，能保持很长时间。</FONT>",
          "素材",
          "mat_body_01_BRW",
          "MDDXZ",
          "一角龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15638",
        "data": [
          "15638",
          "一角龙的靭尾",
          "<FONT COLOR=\"#6285C6\" >来源：一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一角龙的尾部素材，可以用来进行各种制造，包覆的鳞片很厚实。</FONT>",
          "素材",
          "mat_tail_05",
          "YJLDZW",
          "一角龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15643",
        "data": [
          "15643",
          "微光的体液",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">在星龙和星羽蝶身上发现的体液，散发出微弱的光。</FONT>",
          "素材",
          "item_icon_11",
          "WGDTY",
          "星龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15644",
        "data": [
          "15644",
          "星龙的腹甲",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙具有韧性的腹部甲壳，可以用来制作装备。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "XLDFJ",
          "星龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15645",
        "data": [
          "15645",
          "星龙的角",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙头部的角，顶部很尖锐，能用来加强冲撞攻击的伤害。</FONT>",
          "素材",
          "mat_horn_01_YEL",
          "XLDJ",
          "星龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15646",
        "data": [
          "15646",
          "星龙的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能起到保护效果的甲壳，能用来打造一些防具。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "XLDJK",
          "星龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15647",
        "data": [
          "15647",
          "星之龙鳞",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙的稀有鳞片，宛如星河一般闪闪发光。</FONT>",
          "素材",
          "mat_scale_01_YEL",
          "XZLL",
          "星龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15648",
        "data": [
          "15648",
          "星羽蝶的羽翅",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">共生在星龙身上的星羽蝶的翅膀，非常的漂亮。</FONT>",
          "素材",
          "mat_wing_01_YEL",
          "XYDDYC",
          "星龙",
          "大型怪物狩猎",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "15649",
        "data": [
          "15649",
          "星龙的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙的尾部，整个的一条相当长，有用的部位也很多。</FONT>",
          "素材",
          "mat_tail_01",
          "XLDWB",
          "星龙",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15650",
        "data": [
          "15650",
          "鲜红的龙血",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙的血液，鲜红的颜色非常的醒目。</FONT>",
          "素材",
          "item_icon_10",
          "XHDLX",
          "星龙",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15651",
        "data": [
          "15651",
          "星龙的爪",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙的前爪，锋利且具有一定破坏能力。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "XLDZ",
          "星龙",
          "大型怪物狩猎",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15653",
        "data": [
          "15653",
          "星羽蝶的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">附生在星龙爪部的星羽蝶的甲壳，具有一定的强度，组合起来能提升星龙爪子的力量。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：KO珠【1】</FONT>",
          "素材",
          "mat_tail_01",
          "",
          "星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15654",
        "data": [
          "15654",
          "星羽蝶的角",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">星羽蝶的角，具有定位方向的能力，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：回避珠【1】</FONT>",
          "素材",
          "mat_horn_01_bk_YEL",
          "",
          "星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15655",
        "data": [
          "15655",
          "星羽蝶的体液",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">星羽蝶的体液，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：治愈珠【2】,千里珠【1】</FONT>",
          "素材",
          "item_icon_11",
          "",
          "星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15656",
        "data": [
          "15656",
          "摇曳的星光",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">星羽蝶身上闪烁的迷之发光物，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：破龙珠【1】</FONT>",
          "素材",
          "prop_gem_01_YEL",
          "",
          "星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15657",
        "data": [
          "15657",
          "星羽蝶的虫腹",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">星羽蝶的腹部，神秘的光芒从中若隐若现，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐龙珠【1】</FONT>",
          "素材",
          "mat_body_01_YEL",
          "",
          "星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15663",
        "data": [
          "15663",
          "星光的体液",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">在星龙和星羽蝶身上发现的体液，有更高的发光的强度。</FONT>",
          "素材",
          "item_icon_11",
          "XGDTY",
          "星龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15664",
        "data": [
          "15664",
          "星龙的坚腹甲",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙具有更高韧性的腹部甲壳，可以用来制作装备。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "XLDJFJ",
          "星龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15665",
        "data": [
          "15665",
          "星龙的尖角",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更为粗大的星龙角，研磨后似乎有锻造意外的其他功效。</FONT>",
          "素材",
          "mat_horn_01_YEL",
          "XLDJJ",
          "星龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15666",
        "data": [
          "15666",
          "星龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙坚硬的甲壳，全身仅有某些部位没有包覆，是很令人头疼的。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "XLDJK",
          "星龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15667",
        "data": [
          "15667",
          "降星之龙鳞",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙身上非常稀有的鳞片，闪烁着银河般的光辉，被原住民认为是群星眷顾的证明。</FONT>",
          "素材",
          "mat_scale_01_YEL",
          "JXZLL",
          "星龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15668",
        "data": [
          "15668",
          "星羽蝶的薄羽翅",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">共生在星龙身上的星羽蝶的翅膀，更薄呈现半透明的色彩，更加的漂亮。</FONT>",
          "素材",
          "mat_wing_01_YEL",
          "XYDDBYC",
          "星龙",
          "王立委托、王立精英、极限",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "15669",
        "data": [
          "15669",
          "星龙的韧尾",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">长且有力的星龙尾部，一旦被甩到可能会重伤。</FONT>",
          "素材",
          "mat_tail_01",
          "XLDRW",
          "星龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15670",
        "data": [
          "15670",
          "沸腾的龙血",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">星龙的血液，一直保持着相当的温度，似乎一直在沸腾。</FONT>",
          "素材",
          "item_icon_10",
          "FTDLX",
          "星龙",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15671",
        "data": [
          "15671",
          "星龙的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">前端锋利的星龙尖爪，巨大的掌也能造成伤害。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "XLDJZ",
          "星龙",
          "王立委托、王立精英、极限",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15673",
        "data": [
          "15673",
          "寒光的体液",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">在祸星龙和星羽蝶身上发现的体液，散发出冰冷的寒光。</FONT>",
          "素材",
          "item_icon_53",
          "HGDTY",
          "祸星龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15674",
        "data": [
          "15674",
          "祸星龙的腹甲",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙具有韧性的腹部甲壳，可以用来制作装备。</FONT>",
          "素材",
          "mat_shell_01_PLE",
          "HXLDFJ",
          "祸星龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15675",
        "data": [
          "15675",
          "祸星龙的角",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">可怕生物的头部犄角，祸星龙利用来驱赶弱小的生物。</FONT>",
          "素材",
          "mat_horn_01_PLE",
          "HXLDJ",
          "祸星龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15676",
        "data": [
          "15676",
          "祸星龙的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的甲壳，在背部如同岩石一般生长着。</FONT>",
          "素材",
          "mat_shell_01_PLE",
          "HXLDJK",
          "祸星龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15677",
        "data": [
          "15677",
          "祸之龙鳞",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的稀有鳞片，如同妖星在闪耀一般。</FONT>",
          "素材",
          "mat_scale_01_BLU",
          "HZLL",
          "祸星龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "15678",
        "data": [
          "15678",
          "星羽蝶的妖羽",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">对祸星龙同一部位反复攻击后才能获得的素材，一般猎人将它用来打造装备。</FONT>",
          "素材",
          "mat_wing_02_PLE",
          "XYDDYY",
          "祸星龙",
          "大型怪物狩猎",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "15679",
        "data": [
          "15679",
          "祸星龙的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙被断下的尾部，带有较深的色泽，看上去一整条很长。</FONT>",
          "素材",
          "mat_tail_01_PLE",
          "HXLDWB",
          "祸星龙",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15680",
        "data": [
          "15680",
          "浑浊的龙血",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的血液，浑浊不堪。</FONT>",
          "素材",
          "item_icon_10",
          "HZDLX",
          "祸星龙",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "15681",
        "data": [
          "15681",
          "祸星龙的爪",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的爪，能作为锻造的素材使用。</FONT>",
          "素材",
          "mat_claw_02",
          "HXLDZ",
          "祸星龙",
          "大型怪物狩猎",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15683",
        "data": [
          "15683",
          "妖艳的星光",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">星羽蝶身上闪烁的迷之发光物，发出诡异的妖光，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：重击珠【3】</FONT>",
          "素材",
          "prop_gem_24",
          "",
          "祸星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15684",
        "data": [
          "15684",
          "星羽蝶的妖角",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">星羽蝶的妖角，形状和颜色都非常独特，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：装填珠【2】</FONT>",
          "素材",
          "mat_horn_01_bk_PLE",
          "",
          "祸星龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "15693",
        "data": [
          "15693",
          "妖光的体液",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙和星羽蝶上发现的液体，散发着诡异妖娆的光芒。</FONT>",
          "素材",
          "item_icon_53",
          "YGDTY",
          "祸星龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15694",
        "data": [
          "15694",
          "祸星龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的刚翼，具有高强度的韧性，适用于各种锻造的需求。</FONT>",
          "素材",
          "mat_shell_01_PLE",
          "HXLDGY",
          "祸星龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15695",
        "data": [
          "15695",
          "祸星龙的尖角",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尖锐的祸星龙头部角，用来制作的防具很坚固，武器也相当优质。</FONT>",
          "素材",
          "mat_horn_01_PLE",
          "HXLDJJ",
          "祸星龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15696",
        "data": [
          "15696",
          "祸星龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙带有的坚硬背壳，覆盖整个身体的保护性能很好。</FONT>",
          "素材",
          "mat_shell_01_PLE",
          "HXLDJK",
          "祸星龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15697",
        "data": [
          "15697",
          "灾星龙鳞",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙非常稀有的鳞片，见到它的人都感觉会有不好的事情要发生。</FONT>",
          "素材",
          "mat_scale_01_BLU",
          "ZXLL",
          "祸星龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "15698",
        "data": [
          "15698",
          "星羽蝶的薄妖羽",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的背翅，似乎并不支持如此庞大的身躯起飞，但相当有力。</FONT>",
          "素材",
          "mat_wing_02_PLE",
          "XYDDBYY",
          "祸星龙",
          "王立委托、王立精英、极限",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "15699",
        "data": [
          "15699",
          "祸星龙的靭尾",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">较长的祸星龙尾部，相当适合作战使用。</FONT>",
          "素材",
          "mat_tail_01_PLE",
          "HXLDZW",
          "祸星龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15700",
        "data": [
          "15700",
          "混沌的龙血",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙奇特的血液，翻腾的龙血无法分辨它的状态。</FONT>",
          "素材",
          "item_icon_10",
          "HZDLX",
          "祸星龙",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "15701",
        "data": [
          "15701",
          "祸星龙的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：祸星龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">强力的祸星龙爪，比常见的个体还要更大，被当做上好的素材。</FONT>",
          "素材",
          "mat_claw_02",
          "HXLDJZ",
          "祸星龙",
          "王立委托、王立精英、极限",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15941",
        "data": [
          "15941",
          "吞渊龙的骨板甲",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的骨板甲，看起来很重，其实内部是独特的中空结构，非常轻。</FONT>",
          "素材",
          "mat_shell_04_BRW",
          "",
          "吞渊龙",
          "王立委托",
          ""
        ]
      },
      {
        "iID": "15942",
        "data": [
          "15942",
          "吞渊龙的岩壳",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的岩壳，抵御一般的攻击绰绰有余。</FONT>",
          "素材",
          "mat_shell_01_BRW",
          "",
          "吞渊龙",
          "王立委托",
          ""
        ]
      },
      {
        "iID": "15943",
        "data": [
          "15943",
          "炮铁砂",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙储藏在体内的沙子，混有不少金属，是吞渊龙攻击的主要武器。</FONT>",
          "素材",
          "prop_ore_01",
          "",
          "吞渊龙",
          "王立委托",
          ""
        ]
      },
      {
        "iID": "15944",
        "data": [
          "15944",
          "古龙之血",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">古龙的血液，成分是迷。</FONT>",
          "素材",
          "item_icon_10",
          "",
          "吞渊龙",
          "王立委托",
          ""
        ]
      },
      {
        "iID": "15945",
        "data": [
          "15945",
          "沙渊的龙玉",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">寄宿着神秘力量的玉石，会主动和附近的金属制品产生奇妙的引力，其原理目前还是迷。</FONT>",
          "素材",
          "mat_jade_05",
          "",
          "吞渊龙",
          "王立委托",
          ""
        ]
      },
      {
        "iID": "15946",
        "data": [
          "15946",
          "吞渊龙的腕甲",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的腕甲，具有锻造价值。</FONT>",
          "素材",
          "mat_claw_02_BRW",
          "",
          "吞渊龙",
          "王立委托",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15947",
        "data": [
          "15947",
          "吞渊龙的颚",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的颚，硬度很高，能使装备的强度提升。</FONT>",
          "素材",
          "mat_tooth_04_bk_BRW",
          "",
          "吞渊龙",
          "王立委托",
          "头部"
        ]
      },
      {
        "iID": "15948",
        "data": [
          "15948",
          "吞渊龙的背鳍",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的背鳍，可以在沙海中开辟航路。</FONT>",
          "素材",
          "mat_fin_01_BRW",
          "",
          "吞渊龙",
          "王立委托",
          "背部"
        ]
      },
      {
        "iID": "15949",
        "data": [
          "15949",
          "吞渊龙的尾甲",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的尾部甲壳，有不亚于颚的强度。</FONT>",
          "素材",
          "mat_tail_03",
          "",
          "吞渊龙",
          "王立委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "15961",
        "data": [
          "15961",
          "吞渊龙的坚骨甲",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的坚骨甲，拥有金属以上的硬度和毛皮的轻盈感。</FONT>",
          "素材",
          "mat_shell_04_BRW",
          "",
          "吞渊龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "15962",
        "data": [
          "15962",
          "吞渊龙的坚岩壳",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的坚岩壳，防御力直线上升。</FONT>",
          "素材",
          "mat_shell_01_BRW",
          "",
          "吞渊龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "15963",
        "data": [
          "15963",
          "炮钢砂",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙储藏在体内的沙子，混入的金属已经合金化，杀伤力更高。</FONT>",
          "素材",
          "prop_ore_01",
          "",
          "吞渊龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "15964",
        "data": [
          "15964",
          "古龙之燃血",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">古龙的高级血液，成分是迷。</FONT>",
          "素材",
          "item_icon_10",
          "",
          "吞渊龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "15965",
        "data": [
          "15965",
          "沙渊的龙神玉",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">寄宿着神秘力量的高级玉石，会主动和附近的金属制品产生奇妙的引力，其原理目前还是迷。</FONT>",
          "素材",
          "mat_jade_05",
          "",
          "吞渊龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "15966",
        "data": [
          "15966",
          "吞渊龙的坚腕甲",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的坚腕甲，具有锻造价值。</FONT>",
          "素材",
          "mat_claw_02_BRW",
          "",
          "吞渊龙",
          "王立精英委托",
          "左右手（钳）"
        ]
      },
      {
        "iID": "15967",
        "data": [
          "15967",
          "吞渊龙的大颚",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的大颚，硬度很高，能使装备的强度提升。</FONT>",
          "素材",
          "mat_tooth_04_bk_BRW",
          "",
          "吞渊龙",
          "王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "15968",
        "data": [
          "15968",
          "吞渊龙的优质背鳍",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的优质背鳍，可以在沙海中开辟航路。</FONT>",
          "素材",
          "mat_fin_01_BRW",
          "",
          "吞渊龙",
          "王立精英委托",
          "背部"
        ]
      },
      {
        "iID": "15969",
        "data": [
          "15969",
          "吞渊龙的坚尾甲",
          "<FONT COLOR=\"#6285C6\" >来源：吞渊龙(王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">吞渊龙的坚尾甲，有不亚于大颚的强度。</FONT>",
          "素材",
          "mat_tail_03",
          "",
          "吞渊龙",
          "王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "16001",
        "data": [
          "16001",
          "铠玉",
          "<FONT COLOR=\"#6285C6\" >来源：20~40级挑战难度狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">强化防具的关键素材，对热量会产生特别的反应。</FONT>",
          "素材",
          "prop_jewel_05",
          "ZY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "16015",
        "data": [
          "16015",
          "红速龙王的爪",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王的爪，红速龙进行攻击的武器，非常锐利。</FONT>",
          "素材",
          "mat_claw_01",
          "HSLWDZ",
          "红速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16016",
        "data": [
          "16016",
          "红速龙的鳞",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎)以及红速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从红速龙身上剥下的鳞片，在火山中具有隐藏和保护的作用。</FONT>",
          "素材",
          "mat_scale_01",
          "HSLDL",
          "红速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16017",
        "data": [
          "16017",
          "红速龙王的牙",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王的牙，坚硬锐利，具有很强的杀伤性。</FONT>",
          "素材",
          "mat_tooth_01",
          "HSLWDY",
          "红速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16018",
        "data": [
          "16018",
          "红速龙王的皮",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从红速龙王的身上剥下的皮，比一般的皮要强硬很多。</FONT>",
          "素材",
          "mat_leather_01",
          "HSLWDP",
          "红速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16019",
        "data": [
          "16019",
          "红速龙王的毒腺",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王产生毒素的器官。</FONT>",
          "素材",
          "mat_visceral_01",
          "HSLWDDX",
          "红速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16020",
        "data": [
          "16020",
          "红速龙王头冠",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王的头，拥有巨大的冠，是红速龙之王的象征。</FONT>",
          "素材",
          "mat_head_20_PNK",
          "HSLWTG",
          "红速龙王",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "16024",
        "data": [
          "16024",
          "红速龙王的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">红速龙王的尾巴，强大的韧性，可以像鞭子一样甩出用于攻击。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：强弹珠【1】</FONT>",
          "素材",
          "mat_visceral_01_YEL",
          "",
          "红速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16025",
        "data": [
          "16025",
          "红色的鸟龙皮",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">红速龙王的覆盖着红色鳞片的外皮，颜色亮丽，可以用来制作道具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：斩铁珠【1】</FONT>",
          "素材",
          "mat_leather_01",
          "",
          "红速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16027",
        "data": [
          "16027",
          "红速龙王的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王的尖爪，经过多次战斗的磨练，使得爪的锐利程度更适合制作装备。</FONT>",
          "素材",
          "mat_claw_01",
          "HSLWDJZ",
          "红速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16028",
        "data": [
          "16028",
          "红速龙的优质鳞",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(王立委托、王立精英委托)以及红速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从红速龙身上剥下的优质鳞片，能够防御住大型啃齿类怪物的撕咬。</FONT>",
          "素材",
          "mat_scale_01",
          "HSLDYZL",
          "红速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16029",
        "data": [
          "16029",
          "红速龙王的尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尖锐程度更上一层的红速龙王的牙，杀伤性性要比通常的牙强力许多。</FONT>",
          "素材",
          "mat_tooth_01",
          "HSLWDJY",
          "红速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16030",
        "data": [
          "16030",
          "红速龙王的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王的上等皮，无论韧度还是强度都要更上一层楼，能制作出更优质的装备。</FONT>",
          "素材",
          "mat_leather_01",
          "HSLWDYZP",
          "红速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16031",
        "data": [
          "16031",
          "红速龙王的猛毒腺",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">非常稀有的红速龙王产生毒素的器官。</FONT>",
          "素材",
          "mat_visceral_01",
          "HSLWDMDX",
          "红速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16032",
        "data": [
          "16032",
          "红速龙王的大头冠",
          "<FONT COLOR=\"#6285C6\" >来源：红速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红速龙王的上等头冠，颜色更加鲜艳。</FONT>",
          "素材",
          "mat_head_20_PNK",
          "HSLWDDTG",
          "红速龙王",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "16033",
        "data": [
          "16033",
          "白速龙王的爪",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王的爪，白速龙进行攻击的武器，非常锐利。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "BSLWDZ",
          "白速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16034",
        "data": [
          "16034",
          "白速龙的鳞",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎)以及白速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白速龙身上剥下的鳞片，在雪山中具有隐藏和保护的作用。</FONT>",
          "素材",
          "mat_scale_05",
          "BSLDL",
          "白速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16035",
        "data": [
          "16035",
          "白速龙王的牙",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王的牙，坚硬锐利，具有很强的杀伤性。</FONT>",
          "素材",
          "mat_tooth_02_GRY",
          "BSLWDY",
          "白速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16036",
        "data": [
          "16036",
          "白速龙王的冰结腺",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王产生冻结液体的器官。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "BSLWDBJX",
          "白速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16037",
        "data": [
          "16037",
          "白速龙王的皮",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白速龙王的身上剥下的皮，比一般的皮要强硬很多。</FONT>",
          "素材",
          "mat_leather_02_GRY",
          "BSLWDP",
          "白速龙王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16038",
        "data": [
          "16038",
          "白速龙王的头冠",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王的头，拥有巨大的冠，是白速龙之王的象征。</FONT>",
          "素材",
          "mat_head_02_white",
          "BSLWDTG",
          "白速龙王",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "16042",
        "data": [
          "16042",
          "白速龙王的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">白速龙王的尾巴，强大的韧性，可以像鞭子一样甩出用于攻击。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：锁气珠【1】</FONT>",
          "素材",
          "mat_tail_02_GRY",
          "",
          "白速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16043",
        "data": [
          "16043",
          "白色的鸟龙皮",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">白速龙王的覆盖着白色鳞片的外皮，颜色亮丽，可以用来制作道具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：贯通珠【1】</FONT>",
          "素材",
          "mat_leather_02_GRY",
          "",
          "白速龙王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16045",
        "data": [
          "16045",
          "白速龙王的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王的刚爪，稀有的素材，可以撕破较硬的树皮、鳞片和猎人的防具。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "BSLWDJZ",
          "白速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16046",
        "data": [
          "16046",
          "白速龙的优质鳞",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(王立委托、王立精英委托)以及白速龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白速龙身上剥下的极为优质的鳞片，无论是形状、色彩还是坚硬度都是一流的。</FONT>",
          "素材",
          "mat_scale_05",
          "BSLDYZL",
          "白速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16047",
        "data": [
          "16047",
          "白速龙王的尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尖锐程度更上一层的白速龙王的牙，杀伤性性要比通常的牙强力许多。</FONT>",
          "素材",
          "mat_tooth_02_GRY",
          "BSLWDJY",
          "白速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16048",
        "data": [
          "16048",
          "白速龙王的冻结腺",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王非常少见的冰冷的器官，拿取时一定要注意。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "BSLWDDJX",
          "白速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16049",
        "data": [
          "16049",
          "白速龙王的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白速龙身上剥下的极为优质的鳞片，无论是形状、色彩还是坚硬度都是一流的。</FONT>",
          "素材",
          "mat_leather_02_GRY",
          "BSLWDYZP",
          "白速龙王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16050",
        "data": [
          "16050",
          "白速龙王的大头冠",
          "<FONT COLOR=\"#6285C6\" >来源：白速龙王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白速龙王的极上等头冠，是白速龙王中王者的绝对象征。</FONT>",
          "素材",
          "mat_head_02_white",
          "BSLWDDTG",
          "白速龙王",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "16058",
        "data": [
          "16058",
          "火龙的上鳞",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄火龙的高级鳞片，从外表似乎看不出有太大区别，但实质硬度有很大差别。</FONT>",
          "素材",
          "mat_scale_02_OR",
          "",
          "雄火龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "16059",
        "data": [
          "16059",
          "火龙体液",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">火龙的体液，成分芜杂。经过数月静置后能进行分解提取，用途广泛。</FONT>",
          "素材",
          "item_icon_65",
          "",
          "雄火龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "16060",
        "data": [
          "16060",
          "爆炎袋",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">怪物的内脏器官，破裂后释放出炽热的火焰，将周围的物体焚烧殆尽。</FONT>",
          "素材",
          "mat_visceral_01_PNK",
          "",
          "雄火龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "16061",
        "data": [
          "16061",
          "火龙坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比雄火龙的甲壳更为坚硬，被称之为坚壳的素材。</FONT>",
          "素材",
          "mat_shell_01_OR",
          "",
          "雄火龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "16062",
        "data": [
          "16062",
          "火龙的锐翼爪",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄火龙之翼上的爪，猎人对雄火龙之翼进行破坏后较容易取得的素材。</FONT>",
          "素材",
          "mat_claw_03_OR",
          "",
          "雄火龙",
          "王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "16063",
        "data": [
          "16063",
          "火龙的延髓",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获得素材，容易着火的特性使得其加工起来非常困难。</FONT>",
          "素材",
          "mat_body_01_OR",
          "",
          "雄火龙",
          "王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "16064",
        "data": [
          "16064",
          "火龙的优质鳞",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄火龙的高级鳞片，从外表似乎看不出有太大区别，但实质硬度有很大差别。</FONT>",
          "素材",
          "mat_scale_01",
          "",
          "雄火龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "16065",
        "data": [
          "16065",
          "火龙的韧翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄火龙的优质翼膜，拥有更强的韧性。</FONT>",
          "素材",
          "item_icon_75",
          "",
          "雄火龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "16066",
        "data": [
          "16066",
          "炽热的火焰袋",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">破裂后释放出炽热的火焰，将周围的物体焚烧殆尽。</FONT>",
          "素材",
          "mat_visceral_01",
          "",
          "雄火龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "16067",
        "data": [
          "16067",
          "火龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比雄火龙的甲壳更为坚硬，被称之为坚壳的素材。</FONT>",
          "素材",
          "mat_shell_01",
          "",
          "雄火龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "16070",
        "data": [
          "16070",
          "火龙的逆鳞",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">据说生长在雄火龙尾巴上的逆之鳞片，背负着雄火龙之名，是极为珍贵的素材。</FONT>",
          "素材",
          "mat_scale_02_OR",
          "",
          "雄火龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "16071",
        "data": [
          "16071",
          "火龙的红玉",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">只有极少数雄火龙体内含有的稀有宝石。</FONT>",
          "素材",
          "mat_jade_01",
          "",
          "雄火龙",
          "王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "16074",
        "data": [
          "16074",
          "火龙翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄火龙的翼膜，具有不断飞行而练就的良好性能。</FONT>",
          "素材",
          "mat_wing_02_OR",
          "",
          "雄火龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "16075",
        "data": [
          "16075",
          "火龙的韧尾",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">在表面具有鳞片覆盖的雄火龙尾，是天空王者战斗力的象征。</FONT>",
          "素材",
          "mat_tail_06_OR",
          "",
          "雄火龙",
          "王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "16076",
        "data": [
          "16076",
          "火龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：雄火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大型雄火龙的翼部，挥舞时能掀起地面的巨石，风压的强度摄人心魄。</FONT>",
          "素材",
          "mat_wing_01_PNK",
          "",
          "雄火龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "16080",
        "data": [
          "16080",
          "剑豪之锋镰",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的镰刀，锋利异常。</FONT>",
          "素材",
          "mat_clamp_02",
          "JHZFL",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          "左右手（钳）"
        ]
      },
      {
        "iID": "16087",
        "data": [
          "16087",
          "剑豪镰蟹的储水袋",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹用来喷射水泡的器官，里面储存了大量的液体，压力非常大。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：破龙珠【2】</FONT>",
          "素材",
          "mat_visceral_01_BLU",
          "JHLXDCSD",
          "剑豪镰蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16088",
        "data": [
          "16088",
          "剑豪之将军角",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的头冠，像将军的头盔一般。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：剑术珠【3】</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "",
          "剑豪镰蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16093",
        "data": [
          "16093",
          "剑豪镰蟹的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的尖锐之爪，剑豪镰蟹赖以潜入地下的部位。</FONT>",
          "素材",
          "mat_claw_04_BLU",
          "JHLXDJZ",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16094",
        "data": [
          "16094",
          "剑豪镰蟹的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的坚硬之壳，坚硬度更强。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "JHLXDJK",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16095",
        "data": [
          "16095",
          "剑豪镰蟹的坚脚",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的坚硬之脚，边缘也非常锋利。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "JHLXDJJ",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16096",
        "data": [
          "16096",
          "剑豪镰蟹的坚钳",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更为坚硬的剑豪镰蟹大钳，敲击时会砰砰作响。</FONT>",
          "素材",
          "mat_clamp_02",
          "JHLXDJQ",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16097",
        "data": [
          "16097",
          "剑豪镰蟹的金色大真珠",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">泛出金色光芒的大真珠。</FONT>",
          "素材",
          "mat_Golden_01",
          "JHLXDJSDZZ",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16098",
        "data": [
          "16098",
          "剑豪的坚龙头壳",
          "<FONT COLOR=\"#6285C6\" >来源：剑豪镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">异常坚硬的龙头之壳，被聪明的剑豪镰蟹用来保护后背。</FONT>",
          "素材",
          "prop_bone_05",
          "JHDJLTK",
          "剑豪镰蟹",
          "王立委托、王立精英、极限",
          "壳"
        ]
      },
      {
        "iID": "16099",
        "data": [
          "16099",
          "晶岩龙的翼",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙的翼，飞行能力并不优秀，却是锻造的好素材。</FONT>",
          "素材",
          "mat_wing_01_BLK",
          "JYLDY",
          "晶岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16100",
        "data": [
          "16100",
          "晶岩龙的头壳",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙的头壳，被猎人用来制造防具，完整的更有价值。</FONT>",
          "素材",
          "mat_head_18_BLK",
          "JYLDTK",
          "晶岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16101",
        "data": [
          "16101",
          "晶岩龙的背壳",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙的背壳，具有能经受打击的硬度。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "JYLDBK",
          "晶岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16102",
        "data": [
          "16102",
          "晶岩龙的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙的甲壳，硬度超乎寻常，被大量用于生产，能为防具增加硬度。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "JYLDJK",
          "晶岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16103",
        "data": [
          "16103",
          "晶岩之泪",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙身体中的高透明度的矿石结晶，远看似乎是一滴明亮的液体。</FONT>",
          "素材",
          "prop_gem_02",
          "JYZL",
          "晶岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16104",
        "data": [
          "16104",
          "晶岩龙的腹甲",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙腹部的甲壳，相对其他部位较为柔软。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "JYLDFJ",
          "晶岩龙",
          "大型怪物狩猎",
          "腹部"
        ]
      },
      {
        "iID": "16105",
        "data": [
          "16105",
          "晶岩龙的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙的尾，硬度并不差，也可以用来制作一些装备。</FONT>",
          "素材",
          "mat_tail_07",
          "JYLDWB",
          "晶岩龙",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "16106",
        "data": [
          "16106",
          "晶岩龙的苔背甲",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">晶岩龙背部生长的苔藓的甲壳，表面非常的湿滑。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：KO珠【3】</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "",
          "晶岩龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16107",
        "data": [
          "16107",
          "厚重的晶石壳",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">坚硬的晶岩龙背部的石质甲壳，硬度非常大，防御性能出众。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：强壁珠【2】</FONT>",
          "素材",
          "mat_shell_05",
          "",
          "晶岩龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16113",
        "data": [
          "16113",
          "晶岩龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的晶岩龙翼，并不能用于飞行，硬度有更大提升。</FONT>",
          "素材",
          "mat_wing_01_BLK",
          "JYLDGY",
          "晶岩龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16114",
        "data": [
          "16114",
          "晶岩龙的坚头壳",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能经受更大攻击的晶岩龙头壳，即使从高处摔下也不必担心会损坏。</FONT>",
          "素材",
          "mat_head_18_BLK",
          "JYLDJTK",
          "晶岩龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16115",
        "data": [
          "16115",
          "晶岩龙的坚背壳",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更优质的晶岩龙背壳，由于其硬度剥取时也相当困难。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "JYLDJBK",
          "晶岩龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16116",
        "data": [
          "16116",
          "晶岩龙的坚甲",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙坚硬的甲壳，能经受猛烈的打击，狩猎时很头疼生产时却很受喜爱。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "JYLDJJ",
          "晶岩龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16117",
        "data": [
          "16117",
          "纯晶之泪",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙身体中的纯度更高的矿石结晶，仿佛一颗星辰闪耀着光芒。</FONT>",
          "素材",
          "prop_gem_02",
          "CJZL",
          "晶岩龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16118",
        "data": [
          "16118",
          "晶岩龙的坚腹甲",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙保存催眠的内脏，稍吸入一些便会昏睡，让人敬而远之。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "JYLDJFJ",
          "晶岩龙",
          "王立委托、王立精英、极限",
          "腹部"
        ]
      },
      {
        "iID": "16119",
        "data": [
          "16119",
          "晶岩龙的靭尾",
          "<FONT COLOR=\"#6285C6\" >来源：晶岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙强韧的尾部，比同类更强韧的尾部会被用来制作上好的防具，品质也有所提升。</FONT>",
          "素材",
          "mat_tail_07",
          "JYLDZW",
          "晶岩龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "16120",
        "data": [
          "16120",
          "战鬼河狸兽的爪",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的爪子，尖锐的爪尖能够非常容易的捕捉猎物。</FONT>",
          "素材",
          "mat_claw_02_BRW",
          "ZGHLSDZ",
          "战鬼河狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16121",
        "data": [
          "16121",
          "战鬼河狸兽的皮",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从战鬼河狸兽身上剥下的皮毛，可以制作一般的装备。</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "ZGHLSDP",
          "战鬼河狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16122",
        "data": [
          "16122",
          "战鬼河狸兽的牙",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的牙，战鬼河狸兽进行攻击时最重要的武器。</FONT>",
          "素材",
          "mat_tooth_02_BRW",
          "ZGHLSDY",
          "战鬼河狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16123",
        "data": [
          "16123",
          "战鬼河狸兽的尾甲",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽尾巴上的甲壳，非常规则的形状，可是用来制作装备。。</FONT>",
          "素材",
          "mat_shell_01_BRW",
          "ZGHLSDWJ",
          "战鬼河狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16124",
        "data": [
          "16124",
          "战鬼之眼",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">充满战意的眼睛，在制作装备中能够派上用场。</FONT>",
          "素材",
          "mat_head_01_BRW",
          "ZGZY",
          "战鬼河狸兽",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16125",
        "data": [
          "16125",
          "战鬼河狸兽尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的尖锐之爪，经过多年战斗与捕猎，战鬼河狸兽的爪子变得锐利无比，极为适合制作装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：斗魂珠【2】</FONT>",
          "素材",
          "mat_claw_02_BRW",
          "",
          "战鬼河狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16126",
        "data": [
          "16126",
          "战鬼河狸兽坚硬皮",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽在常年的活动中承受环境冲击的坚硬之皮，能够制造结实的防具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：加榴珠【1】</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "",
          "战鬼河狸兽",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16130",
        "data": [
          "16130",
          "战鬼河狸兽的利爪",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的尖锐之爪，经过多年战斗与捕猎，战鬼河狸兽的爪子变得锐利无比，极为适合制作装备。</FONT>",
          "素材",
          "mat_claw_02_BRW",
          "ZGHLSDJZ",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16131",
        "data": [
          "16131",
          "战鬼河狸兽的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽在常年的活动中承受环境冲击的坚硬之皮，能够制造结实的防具。</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "ZGHLSDYZP",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16132",
        "data": [
          "16132",
          "战鬼河狸兽的坚牙",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的坚硬之牙，发怒时战鬼河狸兽可以使用牙齿咬起丛林中的树木进行攻击。</FONT>",
          "素材",
          "mat_tooth_02_BRW",
          "ZGHLSDJY",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16133",
        "data": [
          "16133",
          "战鬼河狸兽的坚尾甲",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从战鬼河狸兽尾巴上剥去的更为完整且硬度更强的尾甲，能够用来制造高级的猎人装备。</FONT>",
          "素材",
          "mat_shell_01_BRW",
          "ZGHLSDJWJ",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16134",
        "data": [
          "16134",
          "战鬼凶眼",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">历经战斗磨练的河狸兽之眼，非常的稀少。</FONT>",
          "素材",
          "mat_head_01_BRW",
          "ZGXY",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16135",
        "data": [
          "16135",
          "断流之爪",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的断流之爪，破坏爪部后得到的素材，是锻造武器的良好素材。</FONT>",
          "素材",
          "mat_claw_02_BRW",
          "DLZZ",
          "战鬼河狸兽",
          "大型怪物狩猎",
          "左右手（钳）"
        ]
      },
      {
        "iID": "16137",
        "data": [
          "16137",
          "断流利爪",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的断流利爪，证明了它不俗的战斗力。</FONT>",
          "素材",
          "mat_claw_02_BRW",
          "DLLZ",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          "左右手（钳）"
        ]
      },
      {
        "iID": "16138",
        "data": [
          "16138",
          "完整的紫头壳",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽完好的紫色头壳，与其他素材一样能用来制造装备。</FONT>",
          "素材",
          "mat_head_01_BRW",
          "WZDZTK",
          "战鬼河狸兽",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "16140",
        "data": [
          "16140",
          "坚固的紫头壳",
          "<FONT COLOR=\"#6285C6\" >来源：战鬼河狸兽(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽非常优质的紫色头壳，剥取时更小心，得到了更大更好的部分。</FONT>",
          "素材",
          "mat_head_01_BRW",
          "JGDZTK",
          "战鬼河狸兽",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "16141",
        "data": [
          "16141",
          "独耳黑狼鸟的翼爪",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的翼爪，是较为优秀的素材。</FONT>",
          "素材",
          "mat_wing_01_white",
          "DEHLNDYZ",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16142",
        "data": [
          "16142",
          "独耳黑狼鸟的鳞",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟之鳞片，无论从哪个角度看都是好用的素材。</FONT>",
          "素材",
          "mat_scale_05",
          "DEHLNDL",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16143",
        "data": [
          "16143",
          "独耳黑狼鸟的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的甲壳，透露出深漆黑之色。</FONT>",
          "素材",
          "mat_shell_05",
          "DEHLNDJK",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16144",
        "data": [
          "16144",
          "独耳黑狼鸟的尾",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的尾巴，韧性良好。</FONT>",
          "素材",
          "mat_tail_07",
          "DEHLNDW",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "16145",
        "data": [
          "16145",
          "独耳黑狼鸟的髭",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的髭，难以获得，可以用来打造装备。</FONT>",
          "素材",
          "mat_hair_01_white",
          "DEHLNDZ",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16146",
        "data": [
          "16146",
          "独耳黑狼鸟的耳",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟之耳，较为珍贵。</FONT>",
          "素材",
          "mat_ear_02",
          "DEHLNDE",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "16147",
        "data": [
          "16147",
          "独耳黒狼鸟的毒棘",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的毒棘，充满了毒液，拿取时请务必小心。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防风珠【2】</FONT>",
          "素材",
          "mat_body_01_white",
          "",
          "独耳黑狼鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16148",
        "data": [
          "16148",
          "独耳黒紫色的小鳞",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的黑紫色小鳞，有非常高的适用性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：看破珠【2】</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "独耳黑狼鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16153",
        "data": [
          "16153",
          "独耳黑狼鸟的刚翼爪",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的刚翼爪，在鸟龙种中属上等的素材，稍带柔软却不易损坏。</FONT>",
          "素材",
          "mat_wing_01_white",
          "DEHLNDGYZ",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16154",
        "data": [
          "16154",
          "独耳黑狼鸟的优质鳞",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的上等鳞片，被用来打造独耳黑狼鸟特性装备的素材。</FONT>",
          "素材",
          "mat_scale_05",
          "DEHLNDYZL",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16155",
        "data": [
          "16155",
          "独耳黑狼鸟的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟种中较少能遇到的尖状的嘴部素材。</FONT>",
          "素材",
          "mat_shell_05",
          "DEHLNDJK",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16156",
        "data": [
          "16156",
          "独耳黑狼鸟的靭尾",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">韧性更高的独耳黑狼鸟之尾巴，令猎人痛苦不堪的来源之一。</FONT>",
          "素材",
          "mat_tail_07",
          "DEHLNDZW",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "16157",
        "data": [
          "16157",
          "独耳黑狼鸟的刚髭",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的独耳黑狼鸟的刚髭，非常稀有，可以用来打造装备。</FONT>",
          "素材",
          "mat_hair_01_white",
          "DEHLNDGZ",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16158",
        "data": [
          "16158",
          "独耳黑狼鸟的地狱耳",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">上等的独耳黑狼鸟之耳，聆听声音的能力更强。</FONT>",
          "素材",
          "mat_ear_02",
          "DEHLNDDYE",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "16159",
        "data": [
          "16159",
          "独耳黑狼鸟的翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的翼膜，在鸟龙种中属上等的素材，稍带柔软却不易损坏。</FONT>",
          "素材",
          "item_icon_70",
          "DEHLNDYM",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16160",
        "data": [
          "16160",
          "独耳黑狼鸟的喙",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的鸟喙，啄击具有一定威力，也具有一定精度。</FONT>",
          "素材",
          "mat_beak_04_bk",
          "DEHLNDZ",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "面部"
        ]
      },
      {
        "iID": "16161",
        "data": [
          "16161",
          "独耳黑狼鸟的翼",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟翼，不破坏的话在战斗中能掀起狂风。</FONT>",
          "素材",
          "mat_wing_01_bk_white",
          "DEHLNDY",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "左右翼"
        ]
      },
      {
        "iID": "16162",
        "data": [
          "16162",
          "独耳黑狼鸟的背甲",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟背部甲壳，可以用来加工成装备。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "DEHLNDBJ",
          "独耳黑狼鸟",
          "大型怪物狩猎",
          "背部"
        ]
      },
      {
        "iID": "16167",
        "data": [
          "16167",
          "独耳黑狼鸟的韧翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的优质翼膜，柔软且更具韧性。</FONT>",
          "素材",
          "item_icon_70",
          "DEHLNDRYM",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16168",
        "data": [
          "16168",
          "独耳黑狼鸟的尖喙",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">猎人破坏狂躁的独耳黑狼鸟嘴后获得素材，非常珍贵。</FONT>",
          "素材",
          "mat_beak_04_bk",
          "DEHLNDJZ",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "面部"
        ]
      },
      {
        "iID": "16169",
        "data": [
          "16169",
          "独耳黑狼鸟的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">被破坏后剥下的独耳黑狼鸟刚翼，硬度在鸟龙种中很上乘。</FONT>",
          "素材",
          "mat_wing_01_bk_white",
          "DEHLNDGY",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "左右翼"
        ]
      },
      {
        "iID": "16170",
        "data": [
          "16170",
          "独耳黑狼鸟的坚背甲",
          "<FONT COLOR=\"#6285C6\" >来源：独耳黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">优质的独耳黑狼鸟背部甲壳，可以用来加工成优质的装备。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "DELHNDJBJ",
          "独耳黑狼鸟",
          "王立委托、王立精英、极限",
          "背部"
        ]
      },
      {
        "iID": "16178",
        "data": [
          "16178",
          "炽热的折断真红之角",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">暴怒状态下，仿佛燃烧着一般的断刃一角龙的角，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：体术珠【2】</FONT>",
          "素材",
          "mat_horn_01",
          "CRDZDZHZJ",
          "断刃一角龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16179",
        "data": [
          "16179",
          "断刃一角龙的血液",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">暴怒状态下断刃一角龙的血液，如同沸腾一般。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：铁壁珠【2】</FONT>",
          "素材",
          "item_icon_10",
          "",
          "断刃一角龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16185",
        "data": [
          "16185",
          "断刃一角龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">断刃一角龙坚硬的翅膀，虽然比不上头骨，但是已能够造成大伤害的攻击。</FONT>",
          "素材",
          "mat_wing_02_BRW",
          "DRYJLDGY",
          "断刃一角龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16186",
        "data": [
          "16186",
          "断刃一角龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的断刃一角龙甲壳，要获取到需要花一点力气。</FONT>",
          "素材",
          "mat_shell_01_BRW",
          "DRYJLDJK",
          "断刃一角龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16187",
        "data": [
          "16187",
          "断刃一角龙的延髓",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚固的断刃一角龙的优质骨髓，可以用来制作更好的装备。</FONT>",
          "素材",
          "mat_head_17",
          "DRYJLDYS",
          "断刃一角龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16188",
        "data": [
          "16188",
          "断刃一角龙的坚甲",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">断刃一角龙的背部甲壳，在骨骼的构造上更致密，防御性能也更好。</FONT>",
          "素材",
          "mat_shell_04_BRW",
          "DRYJLDJJ",
          "断刃一角龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16189",
        "data": [
          "16189",
          "断刃一角龙的脉动心脏",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">断刃一角龙经过多次飞行后被剥取下的心脏，仍然带有滚烫的体温，能保持很长时间。</FONT>",
          "素材",
          "mat_shell_04_BRW",
          "DRYJLDMDXZ",
          "断刃一角龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16190",
        "data": [
          "16190",
          "断刃一角龙的靭尾",
          "<FONT COLOR=\"#6285C6\" >来源：断刃一角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">断刃一角龙的尾部素材，可以用来进行各种制造，包覆的鳞片很厚实。</FONT>",
          "素材",
          "mat_tail_05",
          "DRYJLDZW",
          "断刃一角龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "16192",
        "data": [
          "16192",
          "烈焰的骨髓",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获得素材，接触空气后会产生火焰。</FONT>",
          "素材",
          "mat_body_01_GRN",
          "LYDGS",
          "烈焰女王",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "16193",
        "data": [
          "16193",
          "烈焰的龙鳞",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">喜欢盘旋在自己巢穴附近的飞龙烈焰女王的鳞片。</FONT>",
          "素材",
          "mat_scale_02_GRN",
          "LYDLL",
          "烈焰女王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16194",
        "data": [
          "16194",
          "烈焰的龙棘",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在烈焰女王背后及翅膀附近，拥有毒性的好似针一般的毛。</FONT>",
          "素材",
          "mat_fin_01_grn",
          "LYDLJ",
          "烈焰女王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16195",
        "data": [
          "16195",
          "烈焰的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">多片烈焰女王的鳞片聚集重叠后加固的甲壳，比单个鳞片的耐久度要高。</FONT>",
          "素材",
          "mat_shell_02_GRN",
          "LYDJK",
          "烈焰女王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16196",
        "data": [
          "16196",
          "烈焰红玉",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">据说生长在烈焰女王尾巴上的火之鳞片，背负着烈焰女王之名，是极为珍贵的素材。</FONT>",
          "素材",
          "mat_jade_03",
          "LYDCL",
          "烈焰女王",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "16197",
        "data": [
          "16197",
          "烈焰的龙爪",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰女王的爪，锐利且坚硬，打磨后适宜制作装备和运用在生活中。</FONT>",
          "素材",
          "mat_claw_03_GRN",
          "LYDLZ",
          "烈焰女王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "16199",
        "data": [
          "16199",
          "烈焰的毒液",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰雌火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">从烈焰雌火龙棘上提取的毒液，可以用来制作素材。</FONT><FONT COLOR=\"#FF0000\" >可以制作：底力珠【2】</FONT>",
          "素材",
          "item_icon_53",
          "",
          "烈焰女王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16203",
        "data": [
          "16203",
          "烈焰的翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰雌火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">烈焰雌火龙的翼膜，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐暑珠【2】</FONT>",
          "素材",
          "item_icon_75",
          "",
          "烈焰女王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "16204",
        "data": [
          "16204",
          "烈焰的延髓",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获得素材，容易着火的特性使得其加工起来非常困难。</FONT>",
          "素材",
          "mat_body_01_GRN",
          "LYDYS",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "16205",
        "data": [
          "16205",
          "烈焰的优质龙鳞",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰女王的高级鳞片，从外表似乎看不出有太大区别，但实质硬度有很大差别。</FONT>",
          "素材",
          "mat_scale_02_GRN",
          "LYDYZLL",
          "烈焰女王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16206",
        "data": [
          "16206",
          "烈焰的优质棘",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在烈焰女王身上宛如刀刃般的毛，比一般的棘要更加坚固。</FONT>",
          "素材",
          "mat_fin_01_grn",
          "LYDYZJ",
          "烈焰女王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16207",
        "data": [
          "16207",
          "烈焰的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比烈焰女王的甲壳更为坚硬，被称之为坚壳的素材。</FONT>",
          "素材",
          "mat_shell_02_GRN",
          "LYDJK",
          "烈焰女王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16208",
        "data": [
          "16208",
          "烈焰的秘棘",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在烈焰女王身上宛如刀刃般的毛，比一般的棘要更加坚固。</FONT>",
          "素材",
          "mat_fin_01_grn",
          "LYDMJ",
          "烈焰女王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16209",
        "data": [
          "16209",
          "烈焰的刚龙爪",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰女王之翼上的爪，猎人对烈焰女王之翼进行破坏后较容易取得的素材。</FONT>",
          "素材",
          "mat_claw_03_GRN",
          "LYDGLZ",
          "烈焰女王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "16210",
        "data": [
          "16210",
          "烈焰红玉",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英、极限)</FONT><BR><BR><FONT COLOR=\"#C6B262\">据说生长在烈焰女王尾巴上的幻之鳞片，制造出的装备传言可以震天撼地</FONT>",
          "素材",
          "mat_jade_03",
          "LYDCL",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "16213",
        "data": [
          "16213",
          "烈焰的龙翼",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">张开后能遮住一切的巨大双翼，猎人将感受到压抑的气息。</FONT>",
          "素材",
          "mat_wing_02_GRN",
          "LYDLY",
          "烈焰女王",
          "大型怪物狩猎",
          "左右翼"
        ]
      },
      {
        "iID": "16214",
        "data": [
          "16214",
          "烈焰的龙尾",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰女王尾部能剥取的素材，每个个体只有很少的产量。</FONT>",
          "素材",
          "mat_tail_06",
          "LYDLW",
          "烈焰女王",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "16217",
        "data": [
          "16217",
          "烈焰的刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰女王的翼膜，具有不断飞行而练就的良好性能。</FONT>",
          "素材",
          "mat_wing_02_GRN",
          "LYDGY",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "左右翼"
        ]
      },
      {
        "iID": "16218",
        "data": [
          "16218",
          "烈焰的靭尾",
          "<FONT COLOR=\"#6285C6\" >来源：烈焰女王(王立委托、王立精英委托)</FONT><BR>",
          "素材",
          "mat_tail_06",
          "LYDZW",
          "烈焰女王",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "19991",
        "data": [
          "19991",
          "神秘粉末",
          "<FONT COLOR=\"#6285C6\" >来源：艾露农业特供</FONT><BR><BR><FONT COLOR=\"#C6B262\">加入之后才能有效的吸引怪物。</FONT>",
          "素材",
          "item_icon_65",
          "SMFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "19992",
        "data": [
          "19992",
          "强走精华",
          "<FONT COLOR=\"#6285C6\" >来源：毒怪鸟</FONT><BR><BR><FONT COLOR=\"#C6B262\">毒怪鸟特有的分泌物，产量很少，可以用来调配“强走药”。</FONT>",
          "素材",
          "mat_scale_03",
          "QZJH",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "19993",
        "data": [
          "19993",
          "白化精华",
          "<FONT COLOR=\"#6285C6\" >来源：电龙、红电龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">电龙及亚种特有的分泌物，产量很少，可以用来调配“觉醒药”。</FONT>",
          "素材",
          "mat_scale_03",
          "BHJH",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "19994",
        "data": [
          "19994",
          "银喵玉",
          "<FONT COLOR=\"#6285C6\" >来源：王立委托</FONT><BR><BR><FONT COLOR=\"#C6B262\">高级装备素材</FONT>",
          "素材",
          "prop_ep_lvup_s",
          "YZY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "19995",
        "data": [
          "19995",
          "金喵玉",
          "<FONT COLOR=\"#6285C6\" >来源：王立精英委托</FONT><BR><BR><FONT COLOR=\"#C6B262\">高级装备素材</FONT>",
          "素材",
          "prop_ep_lvup_g",
          "JZY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "19996",
        "data": [
          "19996",
          "蓝湖石",
          "<FONT COLOR=\"#6285C6\" >来源：1~3级庄园鱼塘。</FONT><BR><BR><FONT COLOR=\"#C6B262\">湖底坚硬的石头，调和异常状态攻击类子弹和填充器必备的素材之一。</FONT>",
          "素材",
          "prop_ore_02",
          "LHS",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "19997",
        "data": [
          "19997",
          "铃芽草",
          "<FONT COLOR=\"#6285C6\" >来源：1~3级庄园鱼塘。</FONT><BR><BR><FONT COLOR=\"#C6B262\">常见的水草，调和属性攻击类子弹和填充器必备的素材之一。</FONT>",
          "素材",
          "prop_herbs_07",
          "LYC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "19998",
        "data": [
          "19998",
          "高级技能珠素材券",
          "<FONT COLOR=\"#6285C6\" >来源：猎团商店；猎团赛、间接竞技等活动兑换。</FONT><BR><BR><FONT COLOR=\"#C6B262\">可以用来兑换高级技能珠配方的素材券，同时也是调和高级技能珠必不可少的原料之一。</FONT>",
          "素材",
          "prop_bill_13",
          "GJJNZSCQ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "20955",
        "data": [
          "20955",
          "黄速龙麻痹牙",
          "<FONT COLOR=\"#6285C6\" >来源：所有难度黄速龙。</FONT><BR><BR><FONT COLOR=\"#C6B262\">黄速龙的牙齿，具有一定的麻痹作用。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "HSLMBY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "20956",
        "data": [
          "20956",
          "鹿角",
          "<FONT COLOR=\"#6285C6\" >来源：所有难度精灵鹿，雪山麋鹿。</FONT><BR><BR><FONT COLOR=\"#C6B262\">具有滋补效用的鹿角，能从各种鹿身上剥取。</FONT>",
          "素材",
          "mat_hair_01_BRW",
          "LJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "20960",
        "data": [
          "20960",
          "艾露秘藏",
          "<FONT COLOR=\"#6285C6\" >来源：所有难度野生艾露，野生梅露。</FONT><BR><BR><FONT COLOR=\"#C6B262\">似乎具有一定价值的宝物。</FONT>",
          "素材",
          "mat_Golden_01",
          "ALMC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "20961",
        "data": [
          "20961",
          "鱼龙之牙",
          "<FONT COLOR=\"#6285C6\" >来源：所有难度小沙龙。</FONT><BR><BR><FONT COLOR=\"#C6B262\">鱼龙种的牙齿，前端被稍稍磨平。</FONT>",
          "素材",
          "mat_tooth_02_YEL",
          "YLZY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "20962",
        "data": [
          "20962",
          "蟹之壳",
          "<FONT COLOR=\"#6285C6\" >来源：所有难度大名盾蟹，镰蟹。</FONT><BR><BR><FONT COLOR=\"#C6B262\">蟹的背壳，似乎会被拿去收藏……</FONT>",
          "素材",
          "mat_shell_04",
          "XZK",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "20963",
        "data": [
          "20963",
          "蓝速龙之鳞",
          "<FONT COLOR=\"#6285C6\" >来源：所有难度蓝速龙。</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝速龙的鳞片。能串在一起编织成装备。</FONT>",
          "素材",
          "mat_scale_01_BLU",
          "LSLZL",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "20965",
        "data": [
          "20965",
          "隐藏的宝藏",
          "<FONT COLOR=\"#6285C6\" >来源：密境掘宝</FONT><BR>",
          "素材",
          "mat_Golden_01",
          "YCDBC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21000",
        "data": [
          "21000",
          "空心果",
          "<FONT COLOR=\"#6285C6\" >来源：1级种子概率产出；直接种植空心果可产出；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">里面是空的果实，种在任何地方都能生长的植物。</FONT>",
          "素材",
          "prop_plant_17",
          "KXG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21001",
        "data": [
          "21001",
          "黏着草",
          "<FONT COLOR=\"#6285C6\" >来源：1级种子概率产出；直接种植黏着草可产出；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">叶子表面带有强烈黏性的草，不小心粘在身上的话就取不下来了</FONT>",
          "素材",
          "prop_herbs_14",
          "ZZC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21002",
        "data": [
          "21002",
          "火药草",
          "<FONT COLOR=\"#6285C6\" >来源：2、3级种子概率产出；直接种植火药草可产出；20级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够引起火星的奇异植物。</FONT>",
          "素材",
          "prop_herbs_04",
          "HYC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21003",
        "data": [
          "21003",
          "解毒草",
          "<FONT COLOR=\"#6285C6\" >来源：2级种子概率产出；直接种植解毒草可产出；20级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">带有解毒功效的草，但是效果不稳定。</FONT>",
          "素材",
          "prop_herbs_13",
          "JDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21004",
        "data": [
          "21004",
          "睡眠草",
          "<FONT COLOR=\"#6285C6\" >来源：1级种子概率产出；直接种植睡眠草可产出；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">有睡眠效果的草。</FONT>",
          "素材",
          "prop_herbs_06",
          "SMC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21010",
        "data": [
          "21010",
          "常春藤叶",
          "<FONT COLOR=\"#6285C6\" >来源：1级种子概率产出；直接种植常春藤叶可产出；狩猎场采集。</FONT><BR><BR><FONT COLOR=\"#C6B262\">具有良好柔韧度的草。</FONT>",
          "素材",
          "prop_herbs_03",
          "CCTY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21011",
        "data": [
          "21011",
          "仙人掌花",
          "<FONT COLOR=\"#6285C6\" >来源：2级种子概率产出；直接种植仙人掌花可产出；20级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">含有解毒成分的花朵，但是无法单独服用。</FONT>",
          "素材",
          "prop_herbs_09",
          "XRZH",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21012",
        "data": [
          "21012",
          "落阳草",
          "<FONT COLOR=\"#6285C6\" >来源：1级种子概率产出；直接种植落阳草可产出；狩猎场采集。</FONT><BR><BR><FONT COLOR=\"#C6B262\">只能在阴暗的背光处培养，气味极香，经常作为调合素材使用。</FONT>",
          "素材",
          "prop_herbs_02",
          "LYC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21013",
        "data": [
          "21013",
          "怪力果实",
          "<FONT COLOR=\"#6285C6\" >来源：3级种子概率产出；直接种植怪力果实可产出；40级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">由怪力之种长成的奇异果实，看上去不太能吃。</FONT>",
          "素材",
          "prop_plant_09",
          "GLGS",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21014",
        "data": [
          "21014",
          "忍耐果实",
          "<FONT COLOR=\"#6285C6\" >来源：3级种子概率产出；直接种植忍耐果实可产出；40级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">由忍耐之种长成的奇异果实，看上去不太能吃。</FONT>",
          "素材",
          "prop_plant_10",
          "RNGS",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21018",
        "data": [
          "21018",
          "曼陀罗花",
          "<FONT COLOR=\"#6285C6\" >来源：2、3级种子概率产出；直接种植曼陀罗花可产出；狩猎场采集。</FONT><BR><BR><FONT COLOR=\"#C6B262\">据说会夺取人生命的植物，非常危险。</FONT>",
          "素材",
          "prop_herbs_11",
          "MTLH",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21019",
        "data": [
          "21019",
          "染色果",
          "<FONT COLOR=\"#6285C6\" >来源：1级种子概率产出；直接种植染色果可产出；狩猎场采集。</FONT><BR><BR><FONT COLOR=\"#C6B262\">果子破裂后会散发出强烈气味的种子。</FONT>",
          "素材",
          "prop_plant_08",
          "RSG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21020",
        "data": [
          "21020",
          "爆裂核桃",
          "<FONT COLOR=\"#6285C6\" >来源：1级种子概率产出；直接种植爆裂核桃可产出；狩猎场采集。</FONT><BR><BR><FONT COLOR=\"#C6B262\">外部受到冲击，内部就会爆裂的核桃。</FONT>",
          "素材",
          "prop_plant_12",
          "BLHT",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21022",
        "data": [
          "21022",
          "针果",
          "<FONT COLOR=\"#6285C6\" >来源：1级种子概率产出；直接种植针果可产出；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">果核如果针般锋利，可以作为弹药素材的果实。</FONT>",
          "素材",
          "prop_plant_13",
          "ZG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21026",
        "data": [
          "21026",
          "野生辣椒",
          "<FONT COLOR=\"#6285C6\" >来源：2级种子概率产出；直接种植野生辣椒可产出；20级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">放在嘴里吃一口就能感到如火般的辣味，常用来制作调味料使用。</FONT>",
          "素材",
          "prop_herbs_10",
          "YSLJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21028",
        "data": [
          "21028",
          "铁矿石",
          "<FONT COLOR=\"#6285C6\" >来源：1~3级庄园矿场；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">含有铁元素的矿石，加工后可以提炼出多种金属。</FONT>",
          "素材",
          "prop_ore_03",
          "TKS",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21029",
        "data": [
          "21029",
          "燕雀石",
          "<FONT COLOR=\"#6285C6\" >来源：2级庄园矿场；20~40级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">比铁矿石更为优质的金属矿石，加工后的金属更加坚韧耐用。</FONT>",
          "素材",
          "prop_ore_02",
          "YQS",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21030",
        "data": [
          "21030",
          "辉龙石",
          "<FONT COLOR=\"#6285C6\" >来源：3级庄园矿场；40级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">能精炼出更为优质金属的稀有矿石。</FONT>",
          "素材",
          "prop_ore_04",
          "HLS",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21039",
        "data": [
          "21039",
          "圆盘石",
          "<FONT COLOR=\"#6285C6\" >来源：1级庄园矿场；5~20级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">圆盘形状的石头，在装备制作时经常用到。</FONT>",
          "素材",
          "prop_ore_01",
          "YPS",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21040",
        "data": [
          "21040",
          "大地结晶",
          "<FONT COLOR=\"#6285C6\" >来源：2级庄园矿场；20~40级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">微生物的遗骸与动植物腐败结晶后产生的石头，蕴含大地的活力，工匠制作装备经常用到的素材。</FONT>",
          "素材",
          "prop_jewel_05",
          "DDJJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21041",
        "data": [
          "21041",
          "光水晶",
          "<FONT COLOR=\"#6285C6\" >来源：3级庄园矿场；40级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">纯度极高且闪耀光辉的水晶，具有很强的硬度。</FONT>",
          "素材",
          "prop_jewel_03",
          "GSJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21043",
        "data": [
          "21043",
          "辉水晶",
          "<FONT COLOR=\"#6285C6\" >来源：4级庄园矿场；35~45级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">闪耀光芒的水晶，硬度较强，被猎人们收纳后用来制作装备。</FONT>",
          "素材",
          "prop_jewel_05",
          "HSJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21045",
        "data": [
          "21045",
          "冰结晶",
          "<FONT COLOR=\"#6285C6\" >来源：1~6级庄园矿场；5~55级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">即使在常温下也不会融化的冰之结晶，具有提高矿石浓度的作用。</FONT>",
          "素材",
          "prop_ore_14",
          "BJJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21049",
        "data": [
          "21049",
          "圆蚂蚱",
          "<FONT COLOR=\"#6285C6\" >来源：1级庄园虫栖地；5~20级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">释放出裂龙鱼类喜爱味道的蚂蚱，经常被用来做为鱼饵使用。</FONT>",
          "素材",
          "prop_insect_03",
          "YMZ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21050",
        "data": [
          "21050",
          "黏着白蚁",
          "<FONT COLOR=\"#6285C6\" >来源：2级庄园虫栖地；20~40级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">建巢技术高超的蚁类，拥有粘度极高的体液和锐利的下颚。</FONT>",
          "素材",
          "prop_insect_08",
          "ZZBY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21051",
        "data": [
          "21051",
          "红角蝶",
          "<FONT COLOR=\"#6285C6\" >来源：3级庄园虫栖地；40级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">拥有特殊红色触角的美丽蝴蝶。</FONT>",
          "素材",
          "prop_insect_12",
          "HJD",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21058",
        "data": [
          "21058",
          "山青虫",
          "<FONT COLOR=\"#6285C6\" >来源：1级庄园虫栖地；5~20级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">释放出金枪鱼喜欢气味的昆虫，做为鱼饵的效果非常的好。</FONT>",
          "素材",
          "prop_insect_04",
          "SQC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21059",
        "data": [
          "21059",
          "杀人蜂幼虫",
          "<FONT COLOR=\"#6285C6\" >来源：2级庄园虫栖地；20~40级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">甲壳极为坚硬，同时具有亮丽光泽的甲虫，加工后可以做为研剂使用。</FONT>",
          "素材",
          "prop_insect_04",
          "SRFYC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21060",
        "data": [
          "21060",
          "土蜂幼虫",
          "<FONT COLOR=\"#6285C6\" >来源：3级庄园虫栖地；40级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">释放出黄金鱼喜欢气味的昆虫，做为鱼饵的效果非常的好。</FONT>",
          "素材",
          "prop_insect_04",
          "TFYC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21067",
        "data": [
          "21067",
          "苦虫",
          "<FONT COLOR=\"#6285C6\" >来源：1~3级庄园虫栖地；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">拥有自然愈合能力的昆虫，味道较苦。</FONT>",
          "素材",
          "prop_insect_06",
          "KC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21069",
        "data": [
          "21069",
          "不死虫",
          "<FONT COLOR=\"#6285C6\" >来源：2~3级庄园虫栖地；20级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">传说中具有千年寿命的虫类。</FONT>",
          "素材",
          "prop_insect_05",
          "BSC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21076",
        "data": [
          "21076",
          "光虫",
          "<FONT COLOR=\"#6285C6\" >来源：1~3级庄园虫栖地；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">在危险时刻会释放出强烈闪光的虫。</FONT>",
          "素材",
          "prop_insect_07",
          "GC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21078",
        "data": [
          "21078",
          "雷光虫",
          "<FONT COLOR=\"#6285C6\" >来源：1~3级庄园虫栖地；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">施加冲击就会放电的昆虫，被猎人们广泛采用在生活中或制作装备。</FONT>",
          "素材",
          "prop_insect_07",
          "LGC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21081",
        "data": [
          "21081",
          "蓝蘑菇",
          "<FONT COLOR=\"#6285C6\" >来源：1~3级庄园育菇木床；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">蕴含了增强效果的蘑菇。</FONT>",
          "素材",
          "prop_plant_01",
          "LMG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21082",
        "data": [
          "21082",
          "麻痹蘑菇",
          "<FONT COLOR=\"#6285C6\" >来源：1~3级庄园育菇木床；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">蕴含麻痹效果的蘑菇。</FONT>",
          "素材",
          "prop_plant_03",
          "MBMG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21083",
        "data": [
          "21083",
          "毒蘑菇",
          "<FONT COLOR=\"#6285C6\" >来源：1~3级庄园育菇木床；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">蕴含了毒素的蘑菇，食用的话会陷入中毒状态。</FONT>",
          "素材",
          "prop_plant_05",
          "DMG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21084",
        "data": [
          "21084",
          "硝化蘑菇",
          "<FONT COLOR=\"#6285C6\" >来源：1~3级庄园育菇木床；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">蕴含高温的稀有蘑菇。</FONT>",
          "素材",
          "prop_plant_02",
          "XHMG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21085",
        "data": [
          "21085",
          "龙骨【小】",
          "<FONT COLOR=\"#6285C6\" >来源：5~20级狩猎场；狩猎补给品商店。</FONT><BR><BR><FONT COLOR=\"#C6B262\">猎人狩猎生活中必不可缺的素材，能够加工成各种东西。</FONT>",
          "素材",
          "prop_bone_01",
          "LG【X】",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21086",
        "data": [
          "21086",
          "龙骨【中】",
          "<FONT COLOR=\"#6285C6\" >来源：20~40级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">大小适中的骨头，坚固柔软，与金属和木料的结合度非常高。</FONT>",
          "素材",
          "prop_bone_01",
          "LG【Z】",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21087",
        "data": [
          "21087",
          "龙骨【大】",
          "<FONT COLOR=\"#6285C6\" >来源：40级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">大型龙种的骨头，是加工高级优质物品绝对不可缺少的素材，同时也能够连接骨头与甲壳素材。</FONT>",
          "素材",
          "prop_bone_01",
          "LG【D】",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21088",
        "data": [
          "21088",
          "棒状之骨",
          "<FONT COLOR=\"#6285C6\" >来源：狩猎场；狩猎补给品商店。</FONT><BR><BR><FONT COLOR=\"#C6B262\">非常普通的骨头，已经风化到完全无法分辨是何种生物的了。</FONT>",
          "素材",
          "prop_bone_06",
          "BZZG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21089",
        "data": [
          "21089",
          "迷之骨",
          "<FONT COLOR=\"#6285C6\" >来源：狩猎场；狩猎补给品商店。</FONT><BR><BR><FONT COLOR=\"#C6B262\">被风化后的骨头，由于过于脆弱已经无法再进行任何加工。</FONT>",
          "素材",
          "prop_bone_09",
          "MZG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21090",
        "data": [
          "21090",
          "龙牙",
          "<FONT COLOR=\"#6285C6\" >来源：狩猎场</FONT><BR>",
          "素材",
          "mat_tooth_03",
          "LY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21091",
        "data": [
          "21091",
          "网",
          "<FONT COLOR=\"#6285C6\" >来源：狩猎场；发明调和。</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够承受一定重量的坚韧网。</FONT>",
          "素材",
          "17",
          "W",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21092",
        "data": [
          "21092",
          "小桶",
          "<FONT COLOR=\"#6285C6\" >来源：狩猎补给品商店。</FONT><BR><BR><FONT COLOR=\"#C6B262\">空无一物的小桶。</FONT>",
          "素材",
          "item_icon_56",
          "XT",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21093",
        "data": [
          "21093",
          "大桶",
          "<FONT COLOR=\"#6285C6\" >来源：狩猎补给品商店。</FONT><BR><BR><FONT COLOR=\"#C6B262\">空无一物的大桶。</FONT>",
          "素材",
          "item_icon_57",
          "DT",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21094",
        "data": [
          "21094",
          "陷阱机关",
          "<FONT COLOR=\"#6285C6\" >来源：狩猎补给品商店。</FONT><BR><BR><FONT COLOR=\"#C6B262\">制作各类陷阱必不可少的工具。</FONT>",
          "素材",
          "item_icon_68",
          "XZJG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21095",
        "data": [
          "21095",
          "炸药",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">制作爆桶的必备之物</FONT>",
          "素材",
          "item_icon_38",
          "ZY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21096",
        "data": [
          "21096",
          "飞虫之羽",
          "<FONT COLOR=\"#6285C6\" >来源：狩猎场</FONT><BR>",
          "素材",
          "mat_ear_01",
          "FCZY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21097",
        "data": [
          "21097",
          "生命之粉",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">被人们称为生命之源的不可思议的药粉。</FONT>",
          "素材",
          "item_icon_12",
          "SMZF",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21098",
        "data": [
          "21098",
          "素材玉",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和；狩猎补给品商店。</FONT><BR><BR><FONT COLOR=\"#C6B262\">制作投掷球的基本素材。</FONT>",
          "素材",
          "5",
          "SCY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21099",
        "data": [
          "21099",
          "完整的鸣袋",
          "<FONT COLOR=\"#6285C6\" >来源：青怪鸟(大型怪物狩猎)</FONT><BR><FONT COLOR=\"#C6B262\">怪物的内脏器官，割破后会发出震耳欲聋的噪音。</FONT>",
          "素材",
          "mat_visceral_03",
          "WZDMD",
          "青怪鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21100",
        "data": [
          "21100",
          "蜂蜜",
          "<FONT COLOR=\"#6285C6\" >来源：1~3级庄园蜂房；狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">营养价值很高的蜂蜜。</FONT>",
          "素材",
          "item_icon_72",
          "FM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21101",
        "data": [
          "21101",
          "怪物粪便",
          "<FONT COLOR=\"#6285C6\" >来源：狩猎场</FONT><BR><BR><FONT COLOR=\"#C6B262\">怪物的粪便。</FONT>",
          "素材",
          "18",
          "GWFB",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21103",
        "data": [
          "21103",
          "水光原珠",
          "<FONT COLOR=\"#6285C6\" >来源：珠宝调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">制作技能珠的必备素材。</FONT>",
          "素材",
          "prop_gem_11",
          "SGYZ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21104",
        "data": [
          "21104",
          "阳翔原珠",
          "<FONT COLOR=\"#6285C6\" >来源：珠宝调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">制作技能珠的必备素材。</FONT>",
          "素材",
          "prop_gem_12",
          "YXYZ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21105",
        "data": [
          "21105",
          "修罗原珠",
          "<FONT COLOR=\"#6285C6\" >来源：珠宝调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">制作技能珠的必备素材。</FONT>",
          "素材",
          "prop_gem_13",
          "XLYZ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21106",
        "data": [
          "21106",
          "琉璃原珠",
          "<FONT COLOR=\"#6285C6\" >来源：珠宝调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">制作技能珠的必备素材。</FONT>",
          "素材",
          "prop_gem_09",
          "LLYZ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21107",
        "data": [
          "21107",
          "白色宝石颗粒",
          "<FONT COLOR=\"#6285C6\" >来源：千狩模式战利品</FONT><BR><BR><FONT COLOR=\"#C6B262\">白色宝石的碎粒，可以通过珠宝生产技能还原成白色宝石。</FONT>",
          "素材",
          "prop_grain_02",
          "BSBSKL",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21108",
        "data": [
          "21108",
          "绿色宝石颗粒",
          "<FONT COLOR=\"#6285C6\" >来源：千狩模式战利品</FONT><BR><BR><FONT COLOR=\"#C6B262\">绿色宝石的碎粒，可以通过珠宝生产技能还原成绿色宝石。</FONT>",
          "素材",
          "prop_grain_03",
          "LSBSKL",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21109",
        "data": [
          "21109",
          "粉色宝石颗粒",
          "<FONT COLOR=\"#6285C6\" >来源：千狩模式战利品</FONT><BR><BR><FONT COLOR=\"#C6B262\">粉色宝石的碎粒，可以通过珠宝生产技能还原成粉色宝石。</FONT>",
          "素材",
          "prop_grain_04",
          "FSBSKL",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21110",
        "data": [
          "21110",
          "蓝色宝石颗粒",
          "<FONT COLOR=\"#6285C6\" >来源：千狩模式战利品</FONT><BR><BR><FONT COLOR=\"#C6B262\">蓝色宝石的碎粒，可以通过珠宝生产技能还原成蓝色宝石。</FONT>",
          "素材",
          "prop_grain_01",
          "LSBSKL",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21112",
        "data": [
          "21112",
          "兽骨【小】",
          "<FONT COLOR=\"#6285C6\" >来源：5~20级狩猎场；狩猎补给品商店。</FONT><BR><BR><FONT COLOR=\"#C6B262\">小块的野兽之骨，能够用来制作一般的装备。</FONT>",
          "素材",
          "prop_bone_03_YEL",
          "SG【X】",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21113",
        "data": [
          "21113",
          "兽骨【中】",
          "<FONT COLOR=\"#6285C6\" >来源：20~40级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">中等大小的野兽之骨，能够用来制作优秀的装备。</FONT>",
          "素材",
          "prop_bone_03_YEL",
          "SG【Z】",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21114",
        "data": [
          "21114",
          "兽骨【大】",
          "<FONT COLOR=\"#6285C6\" >来源：40级以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">大块的野兽之骨，能够用来制作高级别的装备。</FONT>",
          "素材",
          "prop_bone_03_YEL",
          "SG【D】",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21122",
        "data": [
          "21122",
          "精选蘑菇",
          "<FONT COLOR=\"#6285C6\" >来源：美食生产</FONT><BR><BR><FONT COLOR=\"#C6B262\">从三个蓝蘑菇中精选而出，增强效果要比一般的蓝蘑菇强。</FONT>",
          "素材",
          "prop_plant_21",
          "JXMG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21123",
        "data": [
          "21123",
          "特选蘑菇",
          "<FONT COLOR=\"#6285C6\" >来源：美食生产</FONT><BR><BR><FONT COLOR=\"#C6B262\">从十个蓝蘑菇中挑选而出，增强效果要更加强力。</FONT>",
          "素材",
          "prop_plant_21",
          "TXMG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21124",
        "data": [
          "21124",
          "秘选蘑菇",
          "<FONT COLOR=\"#6285C6\" >来源：美食生产</FONT><BR><BR><FONT COLOR=\"#C6B262\">从数量众多的蓝蘑菇中挑选而出，增强效果极佳的蓝蘑菇。</FONT>",
          "素材",
          "prop_plant_22",
          "MXMG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21125",
        "data": [
          "21125",
          "极选蘑菇",
          "<FONT COLOR=\"#6285C6\" >来源：美食生产</FONT><BR><BR><FONT COLOR=\"#C6B262\">从不计其数的蓝蘑菇中挑选而出的极品蓝蘑菇，增强效果无比强大。</FONT>",
          "素材",
          "prop_plant_22",
          "JXMG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21126",
        "data": [
          "21126",
          "精选蜂蜜",
          "<FONT COLOR=\"#6285C6\" >来源：美食生产</FONT><BR><BR><FONT COLOR=\"#C6B262\">从一般的蜂蜜中挑选而出的优质蜂蜜，味道非常不错。</FONT>",
          "素材",
          "prop_honey_03",
          "JXFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21127",
        "data": [
          "21127",
          "特选蜂蜜",
          "<FONT COLOR=\"#6285C6\" >来源：美食生产</FONT><BR><BR><FONT COLOR=\"#C6B262\">从精选蜂蜜中挑选而出的特选蜂蜜，仅仅只是闻到香味就已经欲罢不能了。</FONT>",
          "素材",
          "prop_honey_03",
          "TXFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21128",
        "data": [
          "21128",
          "秘选蜂蜜",
          "<FONT COLOR=\"#6285C6\" >来源：美食生产</FONT><BR><BR><FONT COLOR=\"#C6B262\">从特选蜂蜜中挑选而出的秘选蜂蜜，传说只有证明美食制作之魂的猎人才能品尝到。</FONT>",
          "素材",
          "prop_honey_04",
          "MXFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21129",
        "data": [
          "21129",
          "极选蜂蜜",
          "<FONT COLOR=\"#6285C6\" >来源：美食生产</FONT><BR><BR><FONT COLOR=\"#C6B262\">从秘选蜂蜜中挑选而出的极选蜂蜜，美味程度无法用语言形容。</FONT>",
          "素材",
          "prop_honey_04",
          "JXFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21130",
        "data": [
          "21130",
          "怪力粉末",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">用怪力之种研磨而成的粉末。</FONT>",
          "素材",
          "mat_visceral_01",
          "GLFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21131",
        "data": [
          "21131",
          "忍耐粉末",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">用耐力之种研磨而成的粉末。</FONT>",
          "素材",
          "mat_visceral_01_BLU",
          "RNFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21132",
        "data": [
          "21132",
          "曼陀罗粉末",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">用曼陀罗花研磨而成的粉末。</FONT>",
          "素材",
          "mat_visceral_01",
          "MTLFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21133",
        "data": [
          "21133",
          "落阳草粉末",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">用落阳草研磨而成的粉末。</FONT>",
          "素材",
          "mat_visceral_01_PNK",
          "LYCFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21134",
        "data": [
          "21134",
          "不死虫粉末",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">用不死虫研磨而成的粉末。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "BSCFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21135",
        "data": [
          "21135",
          "冰结晶片",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">一种特殊的由于寒冷而形成的晶状结片。</FONT>",
          "素材",
          "item_icon_26",
          "BJJP",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21136",
        "data": [
          "21136",
          "火药草粉末",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">用火药草研磨而成的粉末。</FONT>",
          "素材",
          "mat_visceral_01_PNK",
          "HYCFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21137",
        "data": [
          "21137",
          "雷光虫粉末",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">用雷光虫研磨而成的粉末。</FONT>",
          "素材",
          "mat_visceral_01_YEL",
          "LGCFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21138",
        "data": [
          "21138",
          "增强剂",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">能将素材和药品的效果提升的药剂。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "ZQJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21139",
        "data": [
          "21139",
          "大型增强剂",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">能将素材和药品的效果中量提升的药剂。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "DXZQJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21140",
        "data": [
          "21140",
          "特效增强剂",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">能将素材和药品的效果大幅提升。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "TXZQJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21141",
        "data": [
          "21141",
          "极效增强剂",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">能将素材和药品的效果提升至极致的药剂。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "JXZQJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21162",
        "data": [
          "21162",
          "捕获用麻醉药",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和；狩猎补给品商店。</FONT><BR><BR><FONT COLOR=\"#C6B262\">捕获专用的麻醉药。</FONT>",
          "素材",
          "item_icon_10",
          "BHYMZY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21163",
        "data": [
          "21163",
          "紫参草粉末",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和。</FONT><BR><BR><FONT COLOR=\"#C6B262\">用紫参草研磨而成的粉末。</FONT>",
          "素材",
          "prop_drug_03",
          "ZCCFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21164",
        "data": [
          "21164",
          "乌骨草粉末",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和。</FONT><BR><BR><FONT COLOR=\"#C6B262\">用乌骨草研磨而成的粉末。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "WGCFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21165",
        "data": [
          "21165",
          "绿钟草粉末",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和。</FONT><BR><BR><FONT COLOR=\"#C6B262\">用绿钟草研磨而成的粉末。</FONT>",
          "素材",
          "mat_visceral_03_GRN",
          "LZCFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21166",
        "data": [
          "21166",
          "无法望远的望远镜",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">“差评！”</FONT>",
          "素材",
          "item_icon_66",
          "WFWYDWYJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21167",
        "data": [
          "21167",
          "秘角笛粉末",
          "<FONT COLOR=\"#6285C6\" >来源：发明调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">用秘制角笛研磨而成的粉末。</FONT>",
          "素材",
          "mat_visceral_03_GRN",
          "MJDFM",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21173",
        "data": [
          "21173",
          "决心之证",
          "<FONT COLOR=\"#6285C6\" >来源：【千狩试炼】</FONT><BR><BR><FONT COLOR=\"#C6B262\">集齐足够决心之证，可以在锻造处用于打造“特典公会装备”的部件</FONT>",
          "素材",
          "prop_book_15",
          "JXZZ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21174",
        "data": [
          "21174",
          "般若原珠",
          "<FONT COLOR=\"#6285C6\" >来源：珠宝调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">制作技能珠的必备素材。</FONT>",
          "素材",
          "prop_gem_14",
          "BRYZ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21175",
        "data": [
          "21175",
          "明王原珠",
          "<FONT COLOR=\"#6285C6\" >来源：珠宝调和</FONT><BR><BR><FONT COLOR=\"#C6B262\">制作技能珠的必备素材。</FONT>",
          "素材",
          "prop_gem_20",
          "MWYZ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21176",
        "data": [
          "21176",
          "梅杰波尔坦硬币",
          "<FONT COLOR=\"#6285C6\" >来源：在线礼包、日程表奖励、活动礼包</FONT><BR><BR><FONT COLOR=\"#C6B262\">可以用于兑换各种稀有物品，是十分珍贵的货币。兑换地点：梅杰波尔坦</FONT>",
          "素材",
          "prop_bill_01",
          "MJBETYB",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21177",
        "data": [
          "21177",
          "小石子",
          "<FONT COLOR=\"#6285C6\" >来源：1~3级庄园矿场；狩猎场。</FONT><BR>",
          "素材",
          "prop_ore_11",
          "XSZ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21200",
        "data": [
          "21200",
          "爬虫甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：在线礼包</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的爬虫甲壳，用于制造“特典甲虫装备”。</FONT>",
          "素材",
          "mat_shell_01",
          "PCJK",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21201",
        "data": [
          "21201",
          "爬虫之羽",
          "<FONT COLOR=\"#6285C6\" >来源：在线礼包</FONT><BR><BR><FONT COLOR=\"#C6B262\">轻巧的爬虫羽翅，用于制造“特典甲虫装备”。</FONT>",
          "素材",
          "mat_ear_01",
          "PCZY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21204",
        "data": [
          "21204",
          "激运烤肉券",
          "<FONT COLOR=\"#6285C6\" >来源：【激运烤肉祭狩猎场】</FONT><BR><BR><FONT COLOR=\"#C6B262\">用于证明猎人曾经参加激运烤肉祭狩猎场的凭证。可通过此券于次日12:00~20:00前往官网活动页面进行烤肉小游戏，并通过积分兑换各类奖品。</FONT>",
          "素材",
          "prop_book_14",
          "JYKRQ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21205",
        "data": [
          "21205",
          "激运烤肉硬币",
          "<FONT COLOR=\"#6285C6\" >来源：【激运烤肉祭狩猎场】</FONT><BR><BR><FONT COLOR=\"#C6B262\">激运烤肉祭狩猎场奖励的特殊货币，可以在锻造商人处以此兑换特典装备。</FONT>",
          "素材",
          "prop_bill_05",
          "JYKRYB",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21208",
        "data": [
          "21208",
          "黑狼鸟的翼爪",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的翼爪，是较为优秀的素材。</FONT>",
          "素材",
          "mat_wing_01_white",
          "HLNDYZ",
          "黑狼鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21209",
        "data": [
          "21209",
          "黑狼鸟的鳞",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟之鳞片，无论从哪个角度看都是好用的素材。</FONT>",
          "素材",
          "mat_scale_05",
          "HLNDL",
          "黑狼鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21210",
        "data": [
          "21210",
          "黑狼鸟的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的甲壳，透露出深漆黑之色。</FONT>",
          "素材",
          "mat_shell_05",
          "HLNDJK",
          "黑狼鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21211",
        "data": [
          "21211",
          "黑狼鸟的尾",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的尾巴，韧性良好。</FONT>",
          "素材",
          "mat_tail_07",
          "HLNDW",
          "黑狼鸟",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "21212",
        "data": [
          "21212",
          "黑狼鸟的髭",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的髭，难以获得，可以用来打造装备。</FONT>",
          "素材",
          "mat_hair_01_white",
          "HLNDZ",
          "黑狼鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21213",
        "data": [
          "21213",
          "黑狼鸟的耳",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟之耳，较为珍贵。</FONT>",
          "素材",
          "mat_ear_02",
          "HLNDE",
          "黑狼鸟",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "21214",
        "data": [
          "21214",
          "黒狼鸟的毒棘",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">黑狼鸟的毒棘，充满了毒液，拿取时请务必小心。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：刺杀珠【3】</FONT>",
          "素材",
          "mat_body_01_BLK",
          "",
          "黑狼鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21215",
        "data": [
          "21215",
          "黒紫色的小鳞",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">黑狼鸟的黑紫色小鳞，有非常高的适用性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：拔刀珠【2】</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "黑狼鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21220",
        "data": [
          "21220",
          "黑狼鸟的刚翼爪",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟之刚翼爪，坚硬无比，是制作装备的优异素材。</FONT>",
          "素材",
          "mat_wing_01_white",
          "HLNDGYZ",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21221",
        "data": [
          "21221",
          "黑狼鸟的优质鳞",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从黑狼鸟身上剥取下的上等鳞片，打造装备的稀有素材。</FONT>",
          "素材",
          "mat_scale_05",
          "HLNDYZL",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21222",
        "data": [
          "21222",
          "黑狼鸟的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬如铁的黑狼鸟之壳，直到战斗结束一刻也不会轻易损坏。</FONT>",
          "素材",
          "mat_shell_05",
          "HLNDJK",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21223",
        "data": [
          "21223",
          "黑狼鸟的靭尾",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">韧性更高的黑狼鸟之尾巴，令猎人痛苦不堪的来源之一。</FONT>",
          "素材",
          "mat_tail_07",
          "HLNDZW",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "21224",
        "data": [
          "21224",
          "黑狼鸟的刚髭",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的刚髭，非常稀有，可以用来打造装备。</FONT>",
          "素材",
          "mat_hair_01_white",
          "HLNDGZ",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21225",
        "data": [
          "21225",
          "黑狼鸟的地狱耳",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">优秀的黑狼鸟耳，有些黑狼鸟仅有一只，难以取得。</FONT>",
          "素材",
          "mat_ear_02",
          "HLNDDYE",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "21226",
        "data": [
          "21226",
          "毒鸟的紫翼",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟之翼，质地较好。</FONT>",
          "素材",
          "mat_wing_01_BLU",
          "DNDZY",
          "紫毒鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21227",
        "data": [
          "21227",
          "橡胶质的紫皮",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">颜色更为发深的紫毒鸟之皮，是打造装备的常用素材。</FONT>",
          "素材",
          "mat_leather_02",
          "XJZDZP",
          "紫毒鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21228",
        "data": [
          "21228",
          "紫毒鸟的嘴",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟之嘴，比怪鸟的更为坚硬。</FONT>",
          "素材",
          "mat_beak_06",
          "ZDNDZ",
          "紫毒鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21229",
        "data": [
          "21229",
          "橡胶质的绿尾",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒怪鸟橡胶质地的尾巴，非常具有伸缩性</FONT>",
          "素材",
          "mat_tail_11_BLU",
          "XJZDLW",
          "紫毒鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21230",
        "data": [
          "21230",
          "毒鸟的紫头",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟的头，剥下后要保证完整形状。</FONT>",
          "素材",
          "mat_head_19",
          "DNDZT",
          "紫毒鸟",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21231",
        "data": [
          "21231",
          "诡异的光水晶",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">由紫毒怪鸟改造过的光水晶，成因仍然是迷。</FONT>",
          "素材",
          "prop_gem_13",
          "GYDGSJ",
          "紫毒鸟",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "21232",
        "data": [
          "21232",
          "厚实的紫毒舌",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">紫毒怪鸟的舌头，小心中毒。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：观察珠【1】</FONT>",
          "素材",
          "mat_body_01_BLU",
          "HSDZDS",
          "紫毒鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21233",
        "data": [
          "21233",
          "完整的大块紫胶皮",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">从紫毒怪鸟身上剥去的大块橡胶皮，能进一步大幅提升装备的防御力。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：强壁珠【1】</FONT>",
          "素材",
          "mat_leather_02",
          "WZDDKZJP",
          "紫毒鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21234",
        "data": [
          "21234",
          "深紫色的毒液",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">紫毒怪鸟吐出的毒液，颜色更加深沉，毒性更加猛烈。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：炮术珠【1】,背水珠【1】</FONT>",
          "素材",
          "item_icon_04",
          "SZSDDY",
          "紫毒鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21235",
        "data": [
          "21235",
          "骇人的毒臼齿",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">紫毒怪鸟的牙齿，经过毒液的侵蚀变的更加的可怕骇人。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：加弹珠【1】</FONT>",
          "素材",
          "mat_tooth_01",
          "HRDDJC",
          "紫毒鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21236",
        "data": [
          "21236",
          "翠绿色的胶皮",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒怪鸟身上特有的翠绿色胶皮，质地特殊，可以打造特殊的装备。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：根性珠【2】</FONT>",
          "素材",
          "mat_leather_01_CYN",
          "",
          "紫毒鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21238",
        "data": [
          "21238",
          "毒鸟的紫刚翼",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟引以为豪的翼，巨大且坚固。</FONT>",
          "素材",
          "mat_wing_01_BLU",
          "DNDZGY",
          "紫毒鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21239",
        "data": [
          "21239",
          "橡胶质的紫柔皮",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟的深紫色皮，因为质地更厚颜色变得更深。</FONT>",
          "素材",
          "mat_leather_02",
          "XJZDZRP",
          "紫毒鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21240",
        "data": [
          "21240",
          "紫毒鸟的坚硬嘴",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟的坚硬嘴部，要和头骨分离很困难。</FONT>",
          "素材",
          "mat_beak_06",
          "ZDNDJYZ",
          "紫毒鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21241",
        "data": [
          "21241",
          "橡胶质的绿韧尾",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒怪鸟橡胶质地的优质尾巴，具有更强的韧性和伸缩性，可以制造更强力的装备。</FONT>",
          "素材",
          "mat_tail_11_BLU",
          "XJZDLRW",
          "紫毒鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21242",
        "data": [
          "21242",
          "毒鸟的紫坚硬头",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">紫毒鸟更加坚硬的头，重量超乎想象。</FONT>",
          "素材",
          "mat_head_19",
          "DNDZJYT",
          "紫毒鸟",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21243",
        "data": [
          "21243",
          "诡异的新星水晶",
          "<FONT COLOR=\"#6285C6\" >来源：紫毒鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">由紫毒怪鸟改造过的新星水晶，放出的闪光强度一般人完全承受不住，成因仍然是迷。</FONT>",
          "素材",
          "prop_gem_13",
          "GYDXXSJ",
          "紫毒鸟",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "21244",
        "data": [
          "21244",
          "镰蟹的爪",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">将军镰蟹的爪子，适合用来制作各种装备。</FONT>",
          "素材",
          "mat_claw_04_BLU",
          "LXDZ",
          "将军镰蟹",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21245",
        "data": [
          "21245",
          "镰蟹的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">将军镰蟹的甲壳，具有一定的坚硬度。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "LXDJK",
          "将军镰蟹",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21246",
        "data": [
          "21246",
          "镰蟹的脚",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">将军镰蟹的脚，适合制作武器固定部位的素材。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "LXDJ",
          "将军镰蟹",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21247",
        "data": [
          "21247",
          "镰蟹的小壳",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(大型怪物狩猎)以及小将军镰蟹</FONT><BR><BR><FONT COLOR=\"#C6B262\">将军镰蟹小巧的甲壳，通途很广。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "LXDXK",
          "将军镰蟹",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21248",
        "data": [
          "21248",
          "金真珠",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">微微泛光的金色真珠。</FONT>",
          "素材",
          "mat_Golden_01",
          "JZZ",
          "将军镰蟹",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21249",
        "data": [
          "21249",
          "龙头壳",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">龙种的头壳，比兽壳要更坚硬一些。</FONT>",
          "素材",
          "prop_bone_05",
          "LTK",
          "将军镰蟹",
          "大型怪物狩猎",
          "壳"
        ]
      },
      {
        "iID": "21250",
        "data": [
          "21250",
          "肥美的蟹膏",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">镰蟹的蟹膏，胆大的美食猎人拿它来制作料理，本身也可以用来制作一些道具。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：加护珠【1】</FONT>",
          "素材",
          "mat_claw_04_BLU",
          "FMDXG",
          "将军镰蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21251",
        "data": [
          "21251",
          "将军之角",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">镰蟹的头冠，像将军的头盔一般。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：早气珠【1】</FONT>",
          "素材",
          "mat_body_02_BLU",
          "JJZJ",
          "将军镰蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21252",
        "data": [
          "21252",
          "锋利的镰",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">镰蟹镰刀刀刃部分的甲壳，和刀锋一样锋利，有非常广泛的用途。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：剑术珠【1】</FONT>",
          "素材",
          "mat_clamp_02",
          "FLDL",
          "将军镰蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21253",
        "data": [
          "21253",
          "镰蟹的储水袋",
          "<FONT COLOR=\"#6285C6\" >来源：镰蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">镰蟹用来喷射水泡的器官，里面储存了大量的液体，压力非常大，可以将流水喷射到非常远的地方。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：加贯珠【1】</FONT>",
          "素材",
          "mat_visceral_01_BLU",
          "LXDCSD",
          "将军镰蟹",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21254",
        "data": [
          "21254",
          "极上金真珠",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">泛出金色光芒的大真珠。</FONT>",
          "素材",
          "mat_Golden_01",
          "JSDZZ",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21255",
        "data": [
          "21255",
          "坚龙头壳",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">异常坚硬的龙头之壳，被聪明的将军镰蟹用来保护后背。</FONT>",
          "素材",
          "prop_bone_05",
          "JLTK",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          "壳"
        ]
      },
      {
        "iID": "21256",
        "data": [
          "21256",
          "镰蟹的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">将军镰蟹的尖锐之爪，将军镰蟹赖以潜入地下的部位。</FONT>",
          "素材",
          "mat_claw_04_BLU",
          "LXDJZ",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21257",
        "data": [
          "21257",
          "镰蟹的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">将军镰蟹的坚硬之壳，坚硬度更强。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "LXDJK",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21258",
        "data": [
          "21258",
          "镰蟹的长脚",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">将军镰蟹的坚硬之脚，边缘也非常锋利。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "LXDCJ",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21259",
        "data": [
          "21259",
          "镰蟹的小坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：将军镰蟹(王立委托、王立精英委托)以及小将军镰蟹</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的将军镰蟹小甲，硬度上有较大的提升。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "LXDXJK",
          "将军镰蟹",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21262",
        "data": [
          "21262",
          "雪狮子的牙",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从雪狮子身上剥取的牙齿。</FONT>",
          "素材",
          "mat_tooth_02",
          "XSZDY",
          "雪狮子王",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "21263",
        "data": [
          "21263",
          "雪狮子的皮",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从雪狮子身上剥取的极具韧性的雪白色皮。</FONT>",
          "素材",
          "mat_leather_06",
          "XSZDP",
          "雪狮子王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21264",
        "data": [
          "21264",
          "雪狮子的大骨",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从雪狮子身上剥取的大骨，非常巨大。</FONT>",
          "素材",
          "prop_bone_03",
          "XSZDDG",
          "雪狮子王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21265",
        "data": [
          "21265",
          "雪狮子的尾巴",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的尾巴。</FONT>",
          "素材",
          "mat_tail_02",
          "XSZDWB",
          "雪狮子王",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "21266",
        "data": [
          "21266",
          "雪狮子的髭",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的胡髭，适合做为锻造装备的辅助素材。</FONT>",
          "素材",
          "mat_hair_01",
          "XSZDZ",
          "雪狮子王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21267",
        "data": [
          "21267",
          "雪狮子的爪",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的爪，非常锋利。</FONT>",
          "素材",
          "mat_claw_02",
          "XSZDZ",
          "雪狮子王",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21269",
        "data": [
          "21269",
          "冰冷的爪子",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">冰冷的兽爪，非常锋利，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：冰结珠【1】</FONT>",
          "素材",
          "mat_claw_02",
          "BLDZZ",
          "雪狮子王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21270",
        "data": [
          "21270",
          "冰冷的头骨",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">在雪地中发现的雪狮子王头骨，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐寒珠【1】</FONT>",
          "素材",
          "prop_bone_03",
          "BLDTG",
          "雪狮子王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21272",
        "data": [
          "21272",
          "冰雪覆盖的厚毛皮",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沾满冰雪的厚毛皮，对于冰冷有强大的抗性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：制冰珠【1】</FONT>",
          "素材",
          "mat_leather_02",
          "",
          "雪狮子王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21273",
        "data": [
          "21273",
          "冰雪覆盖的毛皮",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">沾满冰雪的毛皮，对于冰冷有一定的抗性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：耐冰珠【1】</FONT>",
          "素材",
          "mat_leather_02",
          "",
          "雪狮子王",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21274",
        "data": [
          "21274",
          "雪狮子的尖牙",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从雪狮子身上剥取的坚硬之牙齿，硬度足以撕裂一般的盔甲。</FONT>",
          "素材",
          "mat_tooth_02",
          "XSZDJY",
          "雪狮子王",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "21275",
        "data": [
          "21275",
          "雪狮子的优质皮",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从雪狮子身上剥取的韧性更高、品质更优异的皮，被用来制作防具。</FONT>",
          "素材",
          "mat_leather_06",
          "XSZDYZP",
          "雪狮子王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21276",
        "data": [
          "21276",
          "雪狮子的坚骨",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的优质骨头，巨大的骨头只有族群领袖才有。</FONT>",
          "素材",
          "prop_bone_03",
          "XSZDJG",
          "雪狮子王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21277",
        "data": [
          "21277",
          "雪狮子的靭尾",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的锐利之尾，挥舞时能折断树木。</FONT>",
          "素材",
          "mat_tail_02",
          "XSZDZW",
          "雪狮子王",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "21278",
        "data": [
          "21278",
          "雪狮子的刚髭",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的刚髭，相当坚硬，嵌入装备后能拥有更高的强度。</FONT>",
          "素材",
          "mat_hair_01",
          "XSZDGZ",
          "雪狮子王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21279",
        "data": [
          "21279",
          "雪狮子的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：雪狮子王(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雪狮子的锐利之爪，能够轻易的击碎岩石。</FONT>",
          "素材",
          "mat_claw_02",
          "XSZDJZ",
          "雪狮子王",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21280",
        "data": [
          "21280",
          "雌火龙的骨髓",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获得素材，接触空气后会产生火焰。</FONT>",
          "素材",
          "mat_body_01_GRN",
          "CHLDGS",
          "雌火龙",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "21281",
        "data": [
          "21281",
          "雌火龙的鳞",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">喜欢盘旋在自己巢穴附近的飞龙雌火龙的鳞片。</FONT>",
          "素材",
          "mat_scale_02_GRN",
          "CHLDL",
          "雌火龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21282",
        "data": [
          "21282",
          "雌火龙之棘",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在雌火龙背后及翅膀附近，拥有毒性的好似针一般的毛。</FONT>",
          "素材",
          "mat_body_01_GRN",
          "CHLZJ",
          "雌火龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21283",
        "data": [
          "21283",
          "雌火龙赤鳞",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">据说生长在雌火龙尾巴上的逆之鳞片，背负着雌火龙之名，是极为珍贵的素材。</FONT>",
          "素材",
          "mat_scale_02_GRN",
          "CHLDCL",
          "雌火龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21284",
        "data": [
          "21284",
          "雌火龙的甲壳",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">多片雌火龙的鳞片聚集重叠后加固的甲壳，比单个鳞片的耐久度要高。</FONT>",
          "素材",
          "mat_shell_02_GRN",
          "CHLDJK",
          "雌火龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21285",
        "data": [
          "21285",
          "雌火龙的爪",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙的爪，锐利且坚硬，打磨后适宜制作装备和运用在生活中。</FONT>",
          "素材",
          "mat_claw_03_GRN",
          "CHLDZ",
          "雌火龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "21287",
        "data": [
          "21287",
          "雌火龙的翼膜",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">雌火龙的翼膜，防音效果非常好，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：防音珠【3】</FONT>",
          "素材",
          "mat_membrane_01_GRN",
          "",
          "雌火龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21291",
        "data": [
          "21291",
          "雌火龙的毒液",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">从雌火龙棘上提取的毒液，可以用来制作素材。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：倒地珠【1】</FONT>",
          "素材",
          "item_icon_53",
          "",
          "雌火龙",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "21292",
        "data": [
          "21292",
          "雌火龙的延髓",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获得素材，容易着火的特性使得其加工起来非常困难。</FONT>",
          "素材",
          "mat_body_01_GRN",
          "CHLDYS",
          "雌火龙",
          "王立委托、王立精英、极限",
          "头部"
        ]
      },
      {
        "iID": "21293",
        "data": [
          "21293",
          "雌火龙的优质鳞",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙的高级鳞片，从外表似乎看不出有太大区别，但实质硬度有很大差别。</FONT>",
          "素材",
          "mat_scale_02_GRN",
          "CHLDYZL",
          "雌火龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21294",
        "data": [
          "21294",
          "雌火龙的优质棘",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在雌火龙身上宛如刀刃般的毛，比一般的棘要更加坚固。</FONT>",
          "素材",
          "mat_fin_01_grn",
          "CHLDYZJ",
          "雌火龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21295",
        "data": [
          "21295",
          "雌火龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比雌火龙的甲壳更为坚硬，被称之为坚壳的素材。</FONT>",
          "素材",
          "mat_scale_02_GRN",
          "CHLDJK",
          "雌火龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21296",
        "data": [
          "21296",
          "雌火龙的秘棘",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在雌火龙身上宛如刀刃般的毛，比一般的棘要更加坚固。</FONT>",
          "素材",
          "mat_fin_01_grn",
          "CHLDMJ",
          "雌火龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21297",
        "data": [
          "21297",
          "雌火龙的尖爪",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙之翼上的爪，猎人对雌火龙之翼进行破坏后较容易取得的素材。</FONT>",
          "素材",
          "mat_claw_03_GRN",
          "CHLDJZ",
          "雌火龙",
          "王立委托、王立精英、极限",
          ""
        ]
      },
      {
        "iID": "21298",
        "data": [
          "21298",
          "雌火龙红玉",
          "<FONT COLOR=\"#6285C6\" >来源：雌火龙(王立委托、王立精英、极限)</FONT><BR><BR><FONT COLOR=\"#C6B262\">据说生长在雌火龙尾巴上的幻之鳞片，制造出的装备传言可以震天撼地</FONT>",
          "素材",
          "mat_jade_03",
          "CHLDCL",
          "雌火龙",
          "王立委托、王立精英、极限",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "21316",
        "data": [
          "21316",
          "龙骨端材",
          "<FONT COLOR=\"#6285C6\" >来源：喵喵异闻录</FONT><BR><BR><FONT COLOR=\"#C6B262\">最常见的端材，和其他材料的结合度非常高，是制造艾露装备的必备材料。</FONT>",
          "素材",
          "airo_hazai_01",
          "LGDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21317",
        "data": [
          "21317",
          "金刚端材",
          "<FONT COLOR=\"#6285C6\" >来源：二星以上喵喵异闻录</FONT><BR><BR><FONT COLOR=\"#C6B262\">较为常见的端材，质地较为坚硬，用作材料可以提升艾露装备的坚固程度。</FONT>",
          "素材",
          "airo_hazai_02",
          "JGDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21318",
        "data": [
          "21318",
          "宝玉端材",
          "<FONT COLOR=\"#6285C6\" >来源：五星以上喵喵异闻录</FONT><BR><BR><FONT COLOR=\"#C6B262\">珍贵的端材，有较高的硬度并且表面富有光泽，适用于制作进阶艾露装备。</FONT>",
          "素材",
          "airo_hazai_03",
          "BYDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21319",
        "data": [
          "21319",
          "古金属端材",
          "<FONT COLOR=\"#6285C6\" >来源：六星以上喵喵异闻录</FONT><BR><BR><FONT COLOR=\"#C6B262\">几种稀有金属的混合端材，不仅坚固无比并且具有良好的延展性，是制作高级艾露装备的不二选择。</FONT>",
          "素材",
          "airo_hazai_04",
          "GJSDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21320",
        "data": [
          "21320",
          "秘石端材",
          "<FONT COLOR=\"#6285C6\" >来源：猎人星级挑战卡片奖励</FONT><BR><BR><FONT COLOR=\"#C6B262\">表面散发着淡淡的光芒，可以完美和各种材料融合引发不可思议的效果，是制作高级艾露装备的不二选择。</FONT>",
          "素材",
          "airo_hazai_05",
          "MSDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21328",
        "data": [
          "21328",
          "罗刹原珠",
          "<FONT COLOR=\"#6285C6\" >来源：珠宝生产</FONT><BR><BR><FONT COLOR=\"#C6B262\">制造高级装饰品的素材，非常稀少，传说还可以用来制造特有的胚珠。</FONT>",
          "素材",
          "item_icon_46",
          "LSYZ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21329",
        "data": [
          "21329",
          "夜叉原珠",
          "<FONT COLOR=\"#6285C6\" >来源：珠宝生产</FONT><BR><BR><FONT COLOR=\"#C6B262\">制造高级装饰品的素材，非常稀少，传说还可以用来制造特有的胚珠。</FONT>",
          "素材",
          "item_icon_47",
          "YCYZ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21332",
        "data": [
          "21332",
          "普通的艾露宝物碎片",
          "<FONT COLOR=\"#6285C6\" >来源：艾露猫日常任务、喵喵异闻录</FONT><BR><BR><FONT COLOR=\"#C6B262\">猫婆婆一直在收集的物品，可以用来兑换艾露猫的宝物袋。</FONT>",
          "素材",
          "prop_bill_13",
          "PTDALBWSP",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21333",
        "data": [
          "21333",
          "稀有的艾露宝物碎片",
          "<FONT COLOR=\"#6285C6\" >来源：黍老伯兑换、六星喵喵异闻录白金评价</FONT><BR><BR><FONT COLOR=\"#C6B262\">猫婆婆一直在收集的物品，可以用来兑换艾露猫的秘籍袋。</FONT>",
          "素材",
          "prop_bill_02",
          "XYDALBWSP",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21383",
        "data": [
          "21383",
          "米拉德硬币",
          "<FONT COLOR=\"#6285C6\" >来源：登录礼包【柒】</FONT><BR><BR><FONT COLOR=\"#C6B262\">可在艾露游乐团处兑换时装</FONT>",
          "素材",
          "prop_bill_12",
          "MLDYB",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21384",
        "data": [
          "21384",
          "神秘武器碎片",
          "<FONT COLOR=\"#6285C6\" >来源：任务奖励</FONT><BR><BR><FONT COLOR=\"#C6B262\">神秘武器的碎片，用于兑换神秘装备宝箱</FONT>",
          "素材",
          "prop_bill_11",
          "SMWQSP",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21386",
        "data": [
          "21386",
          "特权碎片",
          "<FONT COLOR=\"#6285C6\" >来源：活动期间登录礼包</FONT><BR><BR><FONT COLOR=\"#C6B262\">可在活动页面兑换专属特权</FONT>",
          "素材",
          "prop_bill_08",
          "TQSP",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21387",
        "data": [
          "21387",
          "蜘蛛的巢穴",
          "<FONT COLOR=\"#6285C6\" >来源：1~6级庄园虫栖地；5~55级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">蜘蛛的巢穴，布满了带有韧性的蛛丝，能制作成工具使用。</FONT>",
          "素材",
          "17",
          "ZZDCX",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21388",
        "data": [
          "21388",
          "霜降草",
          "<FONT COLOR=\"#6285C6\" >来源：2级种子概率产出；直接种植霜降草可产出；15~25级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">能吸附部分有害物质的植物，生长于路边，还带有一丝丝凉意。</FONT>",
          "素材",
          "prop_herbs_17",
          "SJC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21389",
        "data": [
          "21389",
          "兴奋蘑菇",
          "<FONT COLOR=\"#6285C6\" >来源：2~3级庄园育菇木床；15~55级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">具有特殊功能的蘑菇，仅仅采集到就够让人兴奋的了。</FONT>",
          "素材",
          "prop_plant_01",
          "XFMG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21390",
        "data": [
          "21390",
          "空填充器",
          "<FONT COLOR=\"#6285C6\" >来源：狩猎场；狩猎补给品商店。</FONT><BR><BR><FONT COLOR=\"#C6B262\">空空的填充器，里面什么也没有。</FONT>",
          "素材",
          "prop_bottle_01",
          "KTCQ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21391",
        "data": [
          "21391",
          "空心骨【小】",
          "<FONT COLOR=\"#6285C6\" >来源：狩猎场；狩猎补给品商店。</FONT><BR><BR><FONT COLOR=\"#C6B262\">中空状的小骨头，可以用来制作瓶或者子弹。</FONT>",
          "素材",
          "prop_bone_01",
          "KXG【X】",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21394",
        "data": [
          "21394",
          "沙丁鱼",
          "<FONT COLOR=\"#6285C6\" >来源：2级庄园鱼塘；20~39级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">在鱼塘中常见的鱼，可以用来制造子弹。</FONT>",
          "素材",
          "prop_fish_02",
          "SDY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21395",
        "data": [
          "21395",
          "破裂龙鱼",
          "<FONT COLOR=\"#6285C6\" >来源：2级庄园鱼塘；20~39级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">奇特的鱼类，体内似乎含有可以制造爆炸的物质。</FONT>",
          "素材",
          "prop_fish_03",
          "PLLY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21396",
        "data": [
          "21396",
          "爆裂龙鱼",
          "<FONT COLOR=\"#6285C6\" >来源：3级庄园鱼塘；40~55级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">体内的爆炸物质积累一定程度后，似乎能对别的物质起到反应的鱼类。</FONT>",
          "素材",
          "prop_fish_04",
          "BLLY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21397",
        "data": [
          "21397",
          "扩散金鱼",
          "<FONT COLOR=\"#6285C6\" >来源：2级庄园鱼塘；20~39级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">死亡后会飞溅在各处的鱼，会很难收拾。</FONT>",
          "素材",
          "prop_fish_05",
          "KSJY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21398",
        "data": [
          "21398",
          "扩散凸眼金鱼",
          "<FONT COLOR=\"#6285C6\" >来源：3级庄园鱼塘；40~55级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">肉质纤细以至于死亡后会分散成过多部分，作为子弹的素材很常用。</FONT>",
          "素材",
          "prop_fish_06",
          "KSTYJY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21399",
        "data": [
          "21399",
          "贯通果",
          "<FONT COLOR=\"#6285C6\" >来源：1级种子概率产出；直接种植贯通果可产出；5~15级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">硬度能贯穿骨肉，是植物中的特殊种类。</FONT>",
          "素材",
          "prop_plant_17",
          "GTG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21400",
        "data": [
          "21400",
          "金枪鱼",
          "<FONT COLOR=\"#6285C6\" >来源：2级庄园鱼塘；20~39级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">尖利的嘴部能穿透船板，在冲出水面时令人防不胜防。</FONT>",
          "素材",
          "prop_fish_08",
          "JQY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21401",
        "data": [
          "21401",
          "针金枪鱼",
          "<FONT COLOR=\"#6285C6\" >来源：3级庄园鱼塘；40~55级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">有时似乎能直接冲破渔网，令渔民们相当头疼的鱼。</FONT>",
          "素材",
          "prop_fish_09",
          "ZJQY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21402",
        "data": [
          "21402",
          "切味鱼",
          "<FONT COLOR=\"#6285C6\" >来源：1级庄园鱼塘；5~55级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">被认为是美味料理的素材，在鱼塘中能捕获到。</FONT>",
          "素材",
          "prop_fish_10",
          "QWY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21403",
        "data": [
          "21403",
          "矿石端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在矿石中混入怪物素材，用于制造艾露猫武器的端材。</FONT>",
          "素材",
          "airo_hazai_21",
          "KSDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21404",
        "data": [
          "21404",
          "木质端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在木材中混入怪物素材，用于制造艾露猫防具的端材。</FONT>",
          "素材",
          "airo_hazai_22",
          "MZDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21405",
        "data": [
          "21405",
          "晶石端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在晶石中混入怪物素材，用于制造艾露猫武器的端材。</FONT>",
          "素材",
          "airo_hazai_17",
          "JSDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21406",
        "data": [
          "21406",
          "骨质端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在骨质中混入怪物素材，用于制造艾露猫防具的端材。</FONT>",
          "素材",
          "airo_hazai_09",
          "GZDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21407",
        "data": [
          "21407",
          "上晶石端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在上晶石中混入怪物素材，用于制造艾露猫武器的端材。</FONT>",
          "素材",
          "airo_hazai_18",
          "SJSDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21408",
        "data": [
          "21408",
          "上骨质端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在上骨质中混入怪物素材，用于制造艾露猫防具的端材。</FONT>",
          "素材",
          "airo_hazai_10",
          "SGZDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21409",
        "data": [
          "21409",
          "坚晶石端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在坚晶石中混入怪物素材，用于制造艾露猫武器的端材。</FONT>",
          "素材",
          "airo_hazai_19",
          "JJSDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21410",
        "data": [
          "21410",
          "坚骨质端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在坚骨质中混入怪物素材，用于制造艾露猫防具的端材。</FONT>",
          "素材",
          "airo_hazai_11",
          "JGZDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21411",
        "data": [
          "21411",
          "重晶石端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在重晶石中混入怪物素材，用于制造艾露猫武器的端材。</FONT>",
          "素材",
          "airo_hazai_20",
          "ZJSDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21412",
        "data": [
          "21412",
          "重骨质端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在重骨质中混入怪物素材，用于制造艾露猫防具的端材。</FONT>",
          "素材",
          "airo_hazai_12",
          "ZGZDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21413",
        "data": [
          "21413",
          "秘石端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在秘石中混入怪物素材，用于制造艾露猫武器的端材。</FONT>",
          "素材",
          "airo_hazai_05",
          "MSDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21414",
        "data": [
          "21414",
          "龙木端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在龙木中混入怪物素材，用于制造艾露猫防具的端材。</FONT>",
          "素材",
          "airo_hazai_13",
          "LMDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21415",
        "data": [
          "21415",
          "上秘石端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在上秘石中混入怪物素材，用于制造艾露猫武器的端材。</FONT>",
          "素材",
          "airo_hazai_06",
          "SMSDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21416",
        "data": [
          "21416",
          "上龙木端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在上龙木中混入怪物素材，用于制造艾露猫防具的端材。</FONT>",
          "素材",
          "airo_hazai_14",
          "SLMDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21417",
        "data": [
          "21417",
          "坚秘石端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在坚秘石中混入怪物素材，用于制造艾露猫武器的端材。</FONT>",
          "素材",
          "airo_hazai_07",
          "JMSDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21418",
        "data": [
          "21418",
          "坚龙木端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在坚龙木中混入怪物素材，用于制造艾露猫防具的端材。</FONT>",
          "素材",
          "airo_hazai_15",
          "JLMDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21419",
        "data": [
          "21419",
          "重秘石端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在重秘石中混入怪物素材，用于制造艾露猫武器的端材。</FONT>",
          "素材",
          "airo_hazai_08",
          "ZMSDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21420",
        "data": [
          "21420",
          "重龙木端材",
          "<FONT COLOR=\"#6285C6\" >来源：商店精算点兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">在重龙木中混入怪物素材，用于制造艾露猫防具的端材。</FONT>",
          "素材",
          "airo_hazai_16",
          "ZLMDC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21444",
        "data": [
          "21444",
          "古文书·一",
          "<FONT COLOR=\"#6285C6\" >来源：王立普通委托</FONT><BR><BR><FONT COLOR=\"#C6B262\">持有古文书才能接取王立精英委托进行狩猎</FONT>",
          "素材",
          "prop_book_06",
          "GWS·Y",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21446",
        "data": [
          "21446",
          "古文书·二",
          "<FONT COLOR=\"#6285C6\" >来源：王立普通委托</FONT><BR><BR><FONT COLOR=\"#C6B262\">持有古文书才能接取王立精英委托进行狩猎</FONT>",
          "素材",
          "prop_book_06",
          "GWS·E",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21448",
        "data": [
          "21448",
          "急速狩猎币",
          "<FONT COLOR=\"#6285C6\" >来源：战队赛制活动</FONT><BR><BR><FONT COLOR=\"#C6B262\">可以用于兑换各种稀有物品</FONT>",
          "素材",
          "currency_battlegrouppoint",
          "JSZLB",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21449",
        "data": [
          "21449",
          "舞会硬币",
          "<FONT COLOR=\"#6285C6\" >来源：战队赛制活动</FONT><BR><BR><FONT COLOR=\"#C6B262\">可以用于兑换各种稀有物品</FONT>",
          "素材",
          "currency_battlegrouppoint",
          "WHYB",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "21450",
        "data": [
          "21450",
          "怪物素材券",
          "<FONT COLOR=\"#6285C6\" >来源：商团委托</FONT><BR><BR><FONT COLOR=\"#C6B262\">可以用于兑换怪物时装</FONT>",
          "素材",
          "prop_book_08",
          "GWSCQ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22008",
        "data": [
          "22008",
          "砦蟹之重甲",
          "<FONT COLOR=\"#6285C6\" >来源：砦蟹(活动)</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "",
          "砦蟹",
          "活动",
          ""
        ]
      },
      {
        "iID": "22013",
        "data": [
          "22013",
          "砦蟹之天壳",
          "<FONT COLOR=\"#6285C6\" >来源：砦蟹(活动)</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "",
          "砦蟹",
          "活动",
          ""
        ]
      },
      {
        "iID": "22015",
        "data": [
          "22015",
          "砦蟹之崩山铗",
          "<FONT COLOR=\"#6285C6\" >来源：砦蟹(活动)</FONT>",
          "素材",
          "mat_clamp_02_BLK",
          "",
          "砦蟹",
          "活动",
          ""
        ]
      },
      {
        "iID": "22016",
        "data": [
          "22016",
          "砦蟹之裂岳爪",
          "<FONT COLOR=\"#6285C6\" >来源：砦蟹(活动)</FONT>",
          "素材",
          "mat_claw_04_GRY",
          "",
          "砦蟹",
          "活动",
          ""
        ]
      },
      {
        "iID": "22017",
        "data": [
          "22017",
          "泌酸腺",
          "<FONT COLOR=\"#6285C6\" >来源：砦蟹(活动)</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "",
          "砦蟹",
          "活动",
          ""
        ]
      },
      {
        "iID": "22019",
        "data": [
          "22019",
          "折断的巨角",
          "<FONT COLOR=\"#6285C6\" >来源：砦蟹(活动)</FONT>",
          "素材",
          "mat_head_18_BLK",
          "",
          "砦蟹",
          "活动",
          "壳"
        ]
      },
      {
        "iID": "22033",
        "data": [
          "22033",
          "极炼蟹糕",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "素材",
          "mat_body_01_PNK",
          "",
          "红莲砦蟹,铠岩砦蟹",
          "活动",
          ""
        ]
      },
      {
        "iID": "22035",
        "data": [
          "22035",
          "砦蟹之刚赤螯",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "素材",
          "mat_claw_04_RED",
          "",
          "红莲砦蟹,铠岩砦蟹",
          "活动",
          ""
        ]
      },
      {
        "iID": "22036",
        "data": [
          "22036",
          "砦蟹之烈刃爪",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "素材",
          "mat_clamp_01",
          "",
          "红莲砦蟹,铠岩砦蟹",
          "活动",
          ""
        ]
      },
      {
        "iID": "22037",
        "data": [
          "22037",
          "业炎的秘宝",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "素材",
          "mat_visceral_01",
          "",
          "红莲砦蟹,铠岩砦蟹",
          "活动",
          ""
        ]
      },
      {
        "iID": "22038",
        "data": [
          "22038",
          "砦蟹之极上甲",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "素材",
          "mat_shell_01",
          "",
          "红莲砦蟹,铠岩砦蟹",
          "活动",
          ""
        ]
      },
      {
        "iID": "22039",
        "data": [
          "22039",
          "霸之苍曜角",
          "<FONT COLOR=\"#6285C6\" >来源：红莲砦蟹，铠岩砦蟹(活动)</FONT>",
          "素材",
          "mat_horn_01_bk_OR",
          "",
          "红莲砦蟹,铠岩砦蟹",
          "活动",
          "壳"
        ]
      },
      {
        "iID": "22083",
        "data": [
          "22083",
          "轰龙的上鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">没有一丝伤痕的轰龙鳞片。组合在一起的话比上等的钢硬度还好。</FONT>",
          "素材",
          "mat_scale_01_YEL",
          "",
          "轰龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22084",
        "data": [
          "22084",
          "轰龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过岁月洗礼的轰龙甲壳，锐尖的边是轰龙凶暴的证明。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "",
          "轰龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22085",
        "data": [
          "22085",
          "轰龙的锐牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙的锐利的牙，可以更容易地撕破猎物。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "",
          "轰龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22086",
        "data": [
          "22086",
          "轰龙的尖爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过岁月洗礼的轰龙爪，可以撕碎任何猎物。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "",
          "轰龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22087",
        "data": [
          "22087",
          "轰龙的颚",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙的可怕下巴，令人不寒而栗。</FONT>",
          "素材",
          "mat_body_01_YEL",
          "",
          "轰龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22088",
        "data": [
          "22088",
          "轰龙的头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙的头，看上去仍如活物般可怕。</FONT>",
          "素材",
          "mat_body_01_YEL",
          "",
          "轰龙",
          "王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22089",
        "data": [
          "22089",
          "轰龙的韧尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">凶暴的轰龙的尾巴，对加工要求很高。</FONT>",
          "素材",
          "mat_body_01_YEL",
          "",
          "轰龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22090",
        "data": [
          "22090",
          "轰龙的翼膜",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙退化了的翼膜，非常坚韧并且延伸性也良好，很适合加工。</FONT>",
          "素材",
          "item_icon_73",
          "",
          "轰龙",
          "王立委托、王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "22110",
        "data": [
          "22110",
          "剑极狼的刚毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼的硬质背毛，打造的护具兼具减伤与保暖效果。</FONT>",
          "素材",
          "mat_hair_01_white",
          "",
          "剑极狼",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22111",
        "data": [
          "22111",
          "剑极狼的上腕甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼前爪的优质甲壳，耐受性能高，质地坚硬，是锻造的优选材料。</FONT>",
          "素材",
          "mat_shell_05",
          "",
          "剑极狼",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22112",
        "data": [
          "22112",
          "剑极狼的锐牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼锋利的尖牙，薄片的齿缘切碎筋肉毫不费力。</FONT>",
          "素材",
          "mat_tooth_02_GRY",
          "",
          "剑极狼",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22113",
        "data": [
          "22113",
          "剑极狼的尖爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼锐利的尖爪，硬度很高，几乎看不出磨损的痕迹。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "剑极狼",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22114",
        "data": [
          "22114",
          "剑极狼的凶戾眼",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼之怒目，狂暴后呈现红色的充血状态，轻触即能感受到恐怖的气息。</FONT>",
          "素材",
          "mat_eye_01",
          "",
          "剑极狼",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22115",
        "data": [
          "22115",
          "剑极狼的獠齿",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼面部向外伸出的长獠，只有经验丰富的工匠才能从头部完整剥取。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "剑极狼",
          "王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22116",
        "data": [
          "22116",
          "剑极狼的硬骨刃",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在剑极狼肘部的坚硬骨刃，形状类似短剑，破坏后能快速再生。</FONT>",
          "素材",
          "mat_tail_01_GRY",
          "",
          "剑极狼",
          "王立委托、王立精英委托",
          "左/右臂"
        ]
      },
      {
        "iID": "22117",
        "data": [
          "22117",
          "剑极狼的上背棘",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在剑极狼背部的犹如剑刃一般的刺棘，质地上乘，是砥砺武器的优选素材。</FONT>",
          "素材",
          "mat_body_01_white",
          "",
          "剑极狼",
          "王立委托、王立精英委托",
          "背部"
        ]
      },
      {
        "iID": "22118",
        "data": [
          "22118",
          "剑极狼的劲尾鬃",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼尾尖的鬃毛，针芒一般的坚锐，具体用途待考。</FONT>",
          "素材",
          "mat_tail_02_GRY",
          "",
          "剑极狼",
          "王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22119",
        "data": [
          "22119",
          "剑极狼的黑毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼身上的黑色毛发，比白色毛发具有更好的保暖性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：抗棘珠【1】</FONT>",
          "素材",
          "mat_hair_01_white",
          "",
          "剑极狼",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22133",
        "data": [
          "22133",
          "电甲虫的坚壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫锋利无比的铗足，挥舞起来能轻松击碎巨石。</FONT>",
          "素材",
          "mat_membrane_01_CYN",
          "",
          "电甲虫",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22134",
        "data": [
          "22134",
          "电甲虫的薄羽",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫保持平衡的足，其锐利程度足以推开一切阻挡物。</FONT>",
          "素材",
          "mat_ear_01_CYN",
          "",
          "电甲虫",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22135",
        "data": [
          "22135",
          "极电精华",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">分泌强酸液的腺体，与电甲虫的贮酸器官紧密相连，腺管细密采取时需要倍加小心。</FONT>",
          "素材",
          "mat_visceral_01_CYN",
          "",
          "电甲虫",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22136",
        "data": [
          "22136",
          "电甲虫的大颚",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫背脊的重型背甲，经过岁月的洗练，遂成金刚不坏的境地。</FONT>",
          "素材",
          "mat_tooth_01_CYN",
          "",
          "电甲虫",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22137",
        "data": [
          "22137",
          "电甲虫的坚尾须",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫至高的甲壳，致密度极高的素材。无论什么利器都难以穿透，锻造起来非常困难。</FONT>",
          "素材",
          "mat_tail_13_BLU",
          "",
          "电甲虫",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22138",
        "data": [
          "22138",
          "电甲虫的尖角",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫头部突击的长尖角，具有良好的绝缘性能</FONT>",
          "素材",
          "mat_horn_03_BLU",
          "",
          "电甲虫",
          "王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22139",
        "data": [
          "22139",
          "电甲虫的极电角",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫头部长出的短角，可以分泌特殊的精华液。</FONT>",
          "素材",
          "mat_horn_02_BLU",
          "",
          "电甲虫",
          "王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22156",
        "data": [
          "22156",
          "樱火龙的上鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">飞龙种樱火龙的优质鳞片，硬度更高，是锻造和加工的首选素材。</FONT>",
          "素材",
          "mat_scale_02_PINK",
          "",
          "樱火龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22157",
        "data": [
          "22157",
          "樱火龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">樱火龙甲壳中较为坚硬的部分，剥取难度较高，经常被用作铠甲素材。</FONT>",
          "素材",
          "mat_shell_01_PNK",
          "",
          "樱火龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22158",
        "data": [
          "22158",
          "樱火龙的上棘",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在雌火龙背后及翅膀附近，拥有毒性的好似针一般的毛。</FONT>",
          "素材",
          "item_icon_71",
          "",
          "樱火龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22159",
        "data": [
          "22159",
          "樱红的爆炎袋",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">贮存可燃粉末的内脏器官，有接触空气即可自燃的危险属性，剥取时需要十分小心。</FONT>",
          "素材",
          "mat_visceral_01_PNK",
          "",
          "樱火龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22160",
        "data": [
          "22160",
          "樱火龙的逆鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在樱火龙身上的逆之鳞片，背负着空之王者名号，是极为珍贵的素材。</FONT>",
          "素材",
          "mat_scale_02_PINK",
          "",
          "樱火龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22161",
        "data": [
          "22161",
          "樱火龙的延髓",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获取的樱火龙的素材，剥取的失败率很高，因此较为稀有。</FONT>",
          "素材",
          "mat_body_01_PNK",
          "",
          "樱火龙",
          "王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22162",
        "data": [
          "22162",
          "樱火龙的韧尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">覆盖鳞片的樱火龙之尾，是天空王者战斗力的象征。</FONT>",
          "素材",
          "mat_tail_06_PNK",
          "",
          "樱火龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22163",
        "data": [
          "22163",
          "樱火龙的锐翼爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">樱火龙翼部生长的锐爪，破坏飞翼后有机会剥取获得。</FONT>",
          "素材",
          "mat_claw_01_PNK",
          "",
          "樱火龙",
          "王立委托、王立精英委托",
          "左,右翼"
        ]
      },
      {
        "iID": "22164",
        "data": [
          "22164",
          "雌火龙的红玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在极少数樱火龙体内的稀有宝石，工匠们一直在考虑它的用途。</FONT>",
          "素材",
          "mat_jade_03",
          "",
          "樱火龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22181",
        "data": [
          "22181",
          "苍火龙的上鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">飞龙种苍火龙的优质鳞片，硬度更高，是锻造和加工的首选素材。</FONT>",
          "素材",
          "mat_scale_01_CYN",
          "",
          "苍火龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22182",
        "data": [
          "22182",
          "苍火龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">苍火龙甲壳中较为坚硬的部分，剥取难度较高，经常被用作铠甲素材。</FONT>",
          "素材",
          "mat_shell_01_CYN",
          "",
          "苍火龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22183",
        "data": [
          "22183",
          "苍火龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">伸展时能遮蔽苍穹的飞龙之翼，拥有优秀的保温和延展性能。</FONT>",
          "素材",
          "mat_membrane_01_CYN",
          "",
          "苍火龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22184",
        "data": [
          "22184",
          "苍蓝的爆炎袋",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">苍火龙体内贮存可燃粉末的内脏器官，有接触空气即可自燃的危险属性，剥取时需要十分小心。</FONT>",
          "素材",
          "mat_visceral_01_CYN",
          "",
          "苍火龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22185",
        "data": [
          "22185",
          "苍火龙的逆鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在苍火龙身上的逆之鳞片，背负着空之王者名号，是极为珍贵的素材。</FONT>",
          "素材",
          "mat_scale_01_CYN",
          "",
          "苍火龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22186",
        "data": [
          "22186",
          "苍火龙的延髓",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获取的苍火龙头部素材，剥取的失败率很高，因此较为稀有。</FONT>",
          "素材",
          "mat_body_01_CYN",
          "",
          "苍火龙",
          "王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22187",
        "data": [
          "22187",
          "苍火龙的韧尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">覆盖鳞片的苍火龙之尾，是天空王者战斗力的象征。</FONT>",
          "素材",
          "mat_tail_06_CYN",
          "",
          "苍火龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22188",
        "data": [
          "22188",
          "苍火龙的锐翼爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">苍火龙翼部生长的锐爪，破坏飞翼后有机会剥取获得。</FONT>",
          "素材",
          "mat_claw_01_CYN",
          "",
          "苍火龙",
          "王立委托、王立精英委托",
          "左,右翼"
        ]
      },
      {
        "iID": "22189",
        "data": [
          "22189",
          "火龙的红玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在极少数苍火龙体内的稀有宝石，工匠们一直在考虑它的用途。</FONT>",
          "素材",
          "mat_jade_01",
          "",
          "苍火龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22205",
        "data": [
          "22205",
          "角龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比角龙甲壳更坚硬的外壳，被称作坚壳。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "",
          "角龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22206",
        "data": [
          "22206",
          "角龙的锐牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从角龙身上剥取的锋利巨齿，很难被破坏。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "",
          "角龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22207",
        "data": [
          "22207",
          "角龙的坚甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">角龙背部的坚甲，光是切割取用就需要花费很多功夫。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "",
          "角龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22208",
        "data": [
          "22208",
          "角龙的坚尾甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">角龙尾部的甲壳，质地与重量可以轻易击碎巨石。</FONT>",
          "素材",
          "mat_tail_01",
          "",
          "角龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22209",
        "data": [
          "22209",
          "角龙的延髓",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从角龙体内剥离出的特殊骨质，十分稀少且剥取困难，也是研究角龙的重要标本。</FONT>",
          "素材",
          "mat_body_01_YEL",
          "",
          "角龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22210",
        "data": [
          "22210",
          "角龙的韧尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一条较为完整的角龙尾巴，具有压倒性的强度。</FONT>",
          "素材",
          "mat_tail_06_OR",
          "",
          "角龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22211",
        "data": [
          "22211",
          "上等的卷角",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">材质上等的角龙之角，用途十分广泛。</FONT>",
          "素材",
          "mat_horn_01_bk_YEL",
          "",
          "角龙",
          "王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22212",
        "data": [
          "22212",
          "优质的弯曲角",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">优质的角龙曲角，象征角龙不屈的斗魂，是猎人们梦寐以求的装饰。</FONT>",
          "素材",
          "mat_horn_01_YEL",
          "",
          "角龙",
          "王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22225",
        "data": [
          "22225",
          "水龙的上鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：水龙(大湖围猎祭)</FONT><BR><BR><FONT COLOR=\"#C6B262\">水龙闪着琉璃色的鳞片，尽管失去了水分，但依然闪着蓝光。</FONT>",
          "素材",
          "mat_scale_01_CYN",
          "",
          "水龙",
          "大湖围猎祭",
          ""
        ]
      },
      {
        "iID": "22226",
        "data": [
          "22226",
          "水龙的锐牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：水龙(大湖围猎祭)</FONT><BR><BR><FONT COLOR=\"#C6B262\">水龙尖锐的牙齿，可以轻易将小型甲壳种的外壳咬碎。</FONT>",
          "素材",
          "mat_claw_01_CYN",
          "",
          "水龙",
          "大湖围猎祭",
          ""
        ]
      },
      {
        "iID": "22227",
        "data": [
          "22227",
          "水龙的上鳍",
          "<FONT COLOR=\"#6285C6\" >主要来源：水龙(大湖围猎祭)</FONT><BR><BR><FONT COLOR=\"#C6B262\">水龙美丽的上等鳍，与其美丽的外表不符，里面藏有带有神经性剧毒的棘。</FONT>",
          "素材",
          "mat_body_01_CYN",
          "",
          "水龙",
          "大湖围猎祭",
          ""
        ]
      },
      {
        "iID": "22228",
        "data": [
          "22228",
          "水龙的翼膜",
          "<FONT COLOR=\"#6285C6\" >主要来源：水龙(大湖围猎祭)</FONT><BR><BR><FONT COLOR=\"#C6B262\">虽然加工困难，但是由于保水性极佳，经常被用来当做铠甲的素材。</FONT>",
          "素材",
          "mat_membrane_01_CYN",
          "",
          "水龙",
          "大湖围猎祭",
          ""
        ]
      },
      {
        "iID": "22229",
        "data": [
          "22229",
          "水龙的坚头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：水龙(大湖围猎祭)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚质的水龙头壳，保存完整，常被水域的原住民奉为图腾的象征。</FONT>",
          "素材",
          "mat_body_01_CYN",
          "",
          "水龙",
          "大湖围猎祭",
          ""
        ]
      },
      {
        "iID": "22230",
        "data": [
          "22230",
          "虾的大壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：水龙(大湖围猎祭)</FONT><BR><BR><FONT COLOR=\"#C6B262\">作为诱饵的龙虾王的壳，残留在胃袋中，属于珍品。</FONT>",
          "素材",
          "mat_claw_04",
          "",
          "水龙",
          "大湖围猎祭",
          ""
        ]
      },
      {
        "iID": "22245",
        "data": [
          "22245",
          "砂岩龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙坚硬的甲壳，能经受猛烈的打击，狩猎时很头疼生产时却很受喜爱。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "",
          "砂岩龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22246",
        "data": [
          "22246",
          "砂岩龙的坚头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能经受更大攻击的砂岩龙头壳，即使从高处摔下也不必担心会损坏。</FONT>",
          "素材",
          "mat_head_18_BLK",
          "",
          "砂岩龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22247",
        "data": [
          "22247",
          "砂岩龙的坚背壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更优质的砂岩龙背壳，由于其硬度剥取时也相当困难。</FONT>",
          "素材",
          "mat_shell_04",
          "",
          "砂岩龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22248",
        "data": [
          "22248",
          "砂岩龙的优质翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的砂岩龙翼，并不能用于飞行，硬度有更大提升。</FONT>",
          "素材",
          "mat_wing_03",
          "",
          "砂岩龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22249",
        "data": [
          "22249",
          "砂岩龙的沙泪",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙泪腺附近发现的怪石，宛如沙漠中的一颗星辰。</FONT>",
          "素材",
          "prop_gem_01_YEL",
          "",
          "砂岩龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22250",
        "data": [
          "22250",
          "砂岩龙的坚腹甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙腹部的优质甲壳，比普通的腹甲强度更高，泛用性很强。</FONT>",
          "素材",
          "mat_shell_01_OR",
          "",
          "砂岩龙",
          "王立委托、王立精英委托",
          "腹部"
        ]
      },
      {
        "iID": "22251",
        "data": [
          "22251",
          "砂岩龙的靭尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙强韧的尾部，比同类更强韧的尾部会被用来制作上好的防具，品质也有所提升。</FONT>",
          "素材",
          "mat_tail_07",
          "",
          "砂岩龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22252",
        "data": [
          "22252",
          "金眠鸟的赤金毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从眠鸟身上剥下的金色的爪，为什么闪耀着金光是一个未解之谜。</FONT>",
          "素材",
          "mat_feather_03",
          "",
          "金眠鸟",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22253",
        "data": [
          "22253",
          "金眠鸟的尖爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟的鲜艳体毛，为什么闪耀着金光是一个未解之谜。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "",
          "金眠鸟",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22254",
        "data": [
          "22254",
          "金眠鸟的睡眠袋",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟体内生产催眠液体的器官，里面充满了催眠液体，请小心拿取。</FONT>",
          "素材",
          "mat_visceral_01_YEL",
          "",
          "金眠鸟",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22255",
        "data": [
          "22255",
          "完好的蟾衣",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟捕食金色蟾蜍的整片蟾衣，虽然边缘已经被胃液腐蚀，但已经非常难得。</FONT>",
          "素材",
          "mat_claw_01_bk_YEL",
          "",
          "金眠鸟",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22256",
        "data": [
          "22256",
          "金眠鸟的希胃石",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟的胃石，为什么闪耀着金光是一个未解之谜。</FONT>",
          "素材",
          "mat_Golden_01",
          "",
          "金眠鸟",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22257",
        "data": [
          "22257",
          "金眠鸟的坚喙",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟的喙，为什么闪耀着金光是一个未解之谜。</FONT>",
          "素材",
          "mat_body_01_YEL",
          "",
          "金眠鸟",
          "王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22258",
        "data": [
          "22258",
          "幻金尾羽",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟尾部的华丽羽毛，为什么闪耀着金光是一个未解之谜。</FONT>",
          "素材",
          "mat_feather_02",
          "",
          "金眠鸟",
          "王立委托、王立精英委托",
          "背部"
        ]
      },
      {
        "iID": "22259",
        "data": [
          "22259",
          "灰晶蝎的尖爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎的尖爪，比起常见的品种更锋利一些。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "",
          "灰晶蝎",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22260",
        "data": [
          "22260",
          "灰晶蝎的刚毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎的刚硬的毛，可以用来制作更精良的装备。</FONT>",
          "素材",
          "mat_hair_01",
          "",
          "灰晶蝎",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22261",
        "data": [
          "22261",
          "灰晶蝎的坚壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">甲壳种背部坚硬的壳，可以整块取下当做盾牌使用。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "",
          "灰晶蝎",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22262",
        "data": [
          "22262",
          "灰晶蝎的辉晶石",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够泛出白色光芒的灰晶蝎带有的晶体，白色越纯价值越高。</FONT>",
          "素材",
          "prop_gem_07",
          "",
          "灰晶蝎",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22263",
        "data": [
          "22263",
          "灰晶蝎的毒刚毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎身上更加稀少的坚硬毒毛，可以用来制作强力的装备。</FONT>",
          "素材",
          "mat_hair_01",
          "",
          "灰晶蝎",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22264",
        "data": [
          "22264",
          "灰晶蝎的大颚",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎巨大的颚部，虽然是甲壳种却能轻易咬断坚硬的物品，相当惊人。</FONT>",
          "素材",
          "mat_tooth_04_BLU",
          "",
          "灰晶蝎",
          "王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22265",
        "data": [
          "22265",
          "灰晶蝎的靭尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎的尾部，品质较高者可以喷射出大量晶体，利用冲击力攻击猎物。</FONT>",
          "素材",
          "mat_tail_08",
          "",
          "灰晶蝎",
          "王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22266",
        "data": [
          "22266",
          "灰晶蝎的巨钳",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎的巨大钳子，可以用来打造各种装备。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "",
          "灰晶蝎",
          "王立委托、王立精英委托",
          "左,右手（钳）"
        ]
      },
      {
        "iID": "22267",
        "data": [
          "22267",
          "腐朽的龙鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙身上腐朽的鳞片，尽管如此依然具有强大的压迫感。</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "钢龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22268",
        "data": [
          "22268",
          "钢之上龙鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙的上等龙鳞，硬度与质感共存，有着比钢铁还好的硬度。</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "钢龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22269",
        "data": [
          "22269",
          "钢龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙的甲壳经过岁月洗礼变得更加坚硬，加工困难的素材。</FONT>",
          "素材",
          "mat_shell_05",
          "",
          "钢龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22270",
        "data": [
          "22270",
          "钢龙的尖爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙闪着黑光的锐利爪，仿佛现在还活着一般。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "钢龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22271",
        "data": [
          "22271",
          "钢龙的逆鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙身上稀少的鳞片，坚硬程度不是普通鳞片可以匹敌的。</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "钢龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22272",
        "data": [
          "22272",
          "钢龙的尖角",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙头上威猛的角，受到冲击的话周围会发出冷气。</FONT>",
          "素材",
          "mat_horn_01_GRY",
          "",
          "钢龙",
          "王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22273",
        "data": [
          "22273",
          "钢龙的靭尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙强韧的尾巴，那种强度不是一般人可以想象的。</FONT>",
          "素材",
          "mat_tail_07",
          "",
          "钢龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22274",
        "data": [
          "22274",
          "钢龙的翼膜",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">加工难度高，但是却和金属相性良好，结实又轻便。</FONT>",
          "素材",
          "item_icon_70",
          "",
          "钢龙",
          "王立委托、王立精英委托",
          "左,右翼"
        ]
      },
      {
        "iID": "22275",
        "data": [
          "22275",
          "钢龙的宝玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过岁月洗礼钢龙体内生成的宝玉，微微带着光十分美丽。</FONT>",
          "素材",
          "item_icon_26",
          "",
          "钢龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22276",
        "data": [
          "22276",
          "荒厄龙的鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(王立委托、王立精英委托)</FONT>",
          "素材",
          "mat_scale_01_BLU",
          "",
          "荒厄龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22277",
        "data": [
          "22277",
          "荒厄龙的甲壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(王立委托、王立精英委托)</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "",
          "荒厄龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22278",
        "data": [
          "22278",
          "荒厄龙的蛮爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(王立委托、王立精英委托)</FONT>",
          "素材",
          "mat_claw_02",
          "",
          "荒厄龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22279",
        "data": [
          "22279",
          "荒厄龙的剑鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(王立委托、王立精英委托)</FONT>",
          "素材",
          "mat_scale_01_BLU",
          "",
          "荒厄龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22280",
        "data": [
          "22280",
          "荒厄龙的眼",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(王立委托、王立精英委托)</FONT>",
          "素材",
          "mat_jade_02",
          "",
          "荒厄龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22281",
        "data": [
          "22281",
          "荒厄龙的角",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(王立委托、王立精英委托)</FONT>",
          "素材",
          "mat_horn_01_PLE",
          "",
          "荒厄龙",
          "王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22282",
        "data": [
          "22282",
          "荒厄龙的剑尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(王立委托、王立精英委托)</FONT>",
          "素材",
          "mat_tail_01_PLE",
          "",
          "荒厄龙",
          "王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22283",
        "data": [
          "22283",
          "荒厄龙的骨翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(王立委托、王立精英委托)</FONT>",
          "素材",
          "mat_wing_01_BLU",
          "",
          "荒厄龙",
          "王立委托、王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "22284",
        "data": [
          "22284",
          "荒厄龙的胸壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(王立委托、王立精英委托)</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "",
          "荒厄龙",
          "王立委托、王立精英委托",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "22285",
        "data": [
          "22285",
          "灾厄的宝珠",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(王立委托、王立精英委托)</FONT>",
          "素材",
          "mat_jade_02",
          "",
          "荒厄龙",
          "王立委托、王立精英委托",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "22286",
        "data": [
          "22286",
          "红色的体液",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎在某些特殊条件下才会出现的红色体液，十分珍贵。</FONT>",
          "素材",
          "item_icon_10",
          "",
          "灰晶蝎",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22287",
        "data": [
          "22287",
          "沙尘晶",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙体表面沙尘经过岁月的洗刷结晶而成的物质，非常稀有</FONT>",
          "素材",
          "prop_ore_04",
          "",
          "砂岩龙",
          "王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22288",
        "data": [
          "22288",
          "蓝闪蝶",
          "<FONT COLOR=\"#6285C6\" >来源：4级庄园虫栖地；50级及以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">拥有美丽蓝色翅膀的蝴蝶。</FONT>",
          "素材",
          "prop_insect_12",
          "LSD",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22289",
        "data": [
          "22289",
          "龙目蜻蜓",
          "<FONT COLOR=\"#6285C6\" >来源：4级庄园虫栖地；50级及以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">眼睛巨大的蜻蜓，捕获后加工可以成为素材使用。</FONT>",
          "素材",
          "prop_insect_03",
          "LMQT",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22290",
        "data": [
          "22290",
          "灵鹤石",
          "<FONT COLOR=\"#6285C6\" >来源：4级庄园矿场；50级及以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够精炼出灵鹤钢材的金属矿石。</FONT>",
          "素材",
          "prop_ore_05",
          "LHS",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22291",
        "data": [
          "22291",
          "辉水晶",
          "<FONT COLOR=\"#6285C6\" >来源：4级庄园矿场；50级及以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">闪耀光芒的水晶，硬度较强，被猎人们收纳后用来制作装备。</FONT>",
          "素材",
          "prop_jewel_05",
          "HSJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22292",
        "data": [
          "22292",
          "炎狮子的刚毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子身上红色的毛束，可以保护身体不受到火山炎热环境影响，是耐暑材料的佳品。</FONT>",
          "素材",
          "mat_leather_01",
          "",
          "炎狮子",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22293",
        "data": [
          "22293",
          "炎狮子的尖爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子象征力量的前肢，尖锐的爪子可以在岩石上留下深刻的抓痕。</FONT>",
          "素材",
          "mat_claw_01",
          "",
          "炎狮子",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22294",
        "data": [
          "22294",
          "炎狮子的坚长骨",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子的腕骨，拥有难以想象的硬度，虽然难以加工，但是确实优质武具不可或缺的素材。</FONT>",
          "素材",
          "prop_bone_03_RED",
          "",
          "炎狮子",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22295",
        "data": [
          "22295",
          "炎狮子的刚髭",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">长在炎狮子嘴部附近的髭，据说胡子的长度直接代表了炎狮子的强弱。</FONT>",
          "素材",
          "mat_body_01_PNK",
          "",
          "炎狮子",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22296",
        "data": [
          "22296",
          "炎狮子的上头冠",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子头部的毛发，奇特的造型可以给对手带来巨大的心理压力。</FONT>",
          "素材",
          "mat_hair_01_PNK",
          "",
          "炎狮子",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22297",
        "data": [
          "22297",
          "炎狮子的尖牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子发达的门牙，有人类的小腿那么粗，似乎可以直接当做武器使用。</FONT>",
          "素材",
          "mat_tooth_01",
          "",
          "炎狮子",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "22298",
        "data": [
          "22298",
          "炎狮子的靭尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子的尾巴，柔软的手感让人爱不释手。</FONT>",
          "素材",
          "mat_body_01_PNK",
          "",
          "炎狮子",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22299",
        "data": [
          "22299",
          "白一角龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比白一角龙甲壳更坚硬的外壳，被称作坚壳。</FONT>",
          "素材",
          "mat_shell_01_WHT",
          "",
          "白一角龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22300",
        "data": [
          "22300",
          "白一角龙的锐牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白一角龙身上剥取的锋利巨齿，很难被破坏。</FONT>",
          "素材",
          "mat_claw_01_WHT",
          "",
          "白一角龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22301",
        "data": [
          "22301",
          "白一角龙的坚甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙背部的坚甲，光是切割取用就需要花费很多功夫。</FONT>",
          "素材",
          "mat_shell_01_WHT",
          "",
          "白一角龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22302",
        "data": [
          "22302",
          "白一角龙的坚尾甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙尾部的甲壳，质地与重量可以轻易击碎巨石。</FONT>",
          "素材",
          "mat_tail_01_WHT",
          "",
          "白一角龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22303",
        "data": [
          "22303",
          "白一角龙的延髓",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙体内的特殊物质，难以加工。</FONT>",
          "素材",
          "mat_body_01_WHT",
          "",
          "白一角龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22304",
        "data": [
          "22304",
          "白一角龙的韧尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一条较为完整的白一角龙尾巴，具有压倒性的强度。</FONT>",
          "素材",
          "mat_tail_05_WHT",
          "",
          "白一角龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22305",
        "data": [
          "22305",
          "白银之角",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙的尖角，银白色的角即便不是猎人也很想会得到。</FONT>",
          "素材",
          "mat_horn_01_GRY",
          "",
          "白一角龙",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "22306",
        "data": [
          "22306",
          "熔岩龙的上鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">熔岩龙的鳞片，剥下凝固的熔岩，可以看到闪着金光的鳞片。</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "熔岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22307",
        "data": [
          "22307",
          "熔岩龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">覆盖着熔岩龙全身的甲壳，冷却后凝固的熔岩成为了保护身体的铠甲。</FONT>",
          "素材",
          "mat_shell_05",
          "",
          "熔岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22308",
        "data": [
          "22308",
          "熔岩龙的锐牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">熔岩龙发达的牙齿，其质量与硬度已经超越了其他鱼龙种。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "熔岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22309",
        "data": [
          "22309",
          "熔岩龙的尾鳍",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">熔岩龙尾部的鳍，质地与重量可以轻易击碎巨石。</FONT>",
          "素材",
          "mat_body_01_GRY",
          "",
          "熔岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22310",
        "data": [
          "22310",
          "熔岩块",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">熔岩龙体内的特殊矿石结晶，遇到空气后会迅速升温并且爆炸。</FONT>",
          "素材",
          "prop_ore_10",
          "",
          "熔岩龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22311",
        "data": [
          "22311",
          "熔岩龙的上鳍",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">熔岩龙背部的鳍，在岩浆中受到了锤炼变成了一把天然的利刃。</FONT>",
          "素材",
          "mat_body_01_GRY",
          "",
          "熔岩龙",
          "大型怪物狩猎",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "22312",
        "data": [
          "22312",
          "熔岩龙的坚头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">熔岩龙的头壳，凶残的外形让人无法想象它是鱼龙种。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "",
          "熔岩龙",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "22313",
        "data": [
          "22313",
          "霞龙的上皮",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙体表的皮，拥有不可思议的良好触感，并且坚固而轻便。</FONT>",
          "素材",
          "mat_leather_01_PLE",
          "",
          "霞龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22314",
        "data": [
          "22314",
          "霞龙的尖爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的爪，虽然很细但是非常坚硬，而且便于加工。</FONT>",
          "素材",
          "mat_claw_01_PLE",
          "",
          "霞龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22315",
        "data": [
          "22315",
          "霞龙的锐牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的牙齿，所有被舌头勾取过来的猎物无一幸免地都会被撕成尖锐的牙齿咬碎。</FONT>",
          "素材",
          "mat_tooth_04_PLE",
          "",
          "霞龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22316",
        "data": [
          "22316",
          "霞龙的翼膜",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙薄而轻便的翼膜。具有良好的延伸性和耐久度，常被当做内衣素材。</FONT>",
          "素材",
          "item_icon_74",
          "",
          "霞龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22317",
        "data": [
          "22317",
          "霞龙的长舌",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的舌头，超强的延伸性和坚硬程度可以轻易拖走任何猎物。</FONT>",
          "素材",
          "mat_body_01_PLE",
          "",
          "霞龙",
          "大型怪物狩猎",
          ""
        ]
      },
      {
        "iID": "22318",
        "data": [
          "22318",
          "霞龙的尖角",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙尖锐的角，明明非常坚硬却又十分容易加工，是一种不可思议的素材。</FONT>",
          "素材",
          "mat_horn_01_PLE",
          "",
          "霞龙",
          "大型怪物狩猎",
          "头部"
        ]
      },
      {
        "iID": "22319",
        "data": [
          "22319",
          "霞龙的靭尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的尾巴，形状十分奇特，摸上去感觉非常舒适。</FONT>",
          "素材",
          "mat_body_01_PLE",
          "",
          "霞龙",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22320",
        "data": [
          "22320",
          "霞龙的宝玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙（古龙征伐）</FONT><BR><BR><FONT COLOR=\"#C6B262\">经常岁月的洗礼在霞龙体内生成的宝玉，散发着七彩的光芒。</FONT>",
          "素材",
          "mat_jade_02",
          "",
          "霞龙",
          "大型怪物狩猎",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22321",
        "data": [
          "22321",
          "空喵玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：王立委托。</FONT><BR><BR><FONT COLOR=\"#C6B262\">高级装备素材。</FONT>",
          "素材",
          "prop_yz_06",
          "KMY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22322",
        "data": [
          "22322",
          "上龙骨",
          "<FONT COLOR=\"#6285C6\" >来源：20级及以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">上等的龙之骨，入手相对困难，是武器和防具不可或缺的素材。</FONT>",
          "素材",
          "prop_bone_09",
          "SLG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22323",
        "data": [
          "22323",
          "上兽骨",
          "<FONT COLOR=\"#6285C6\" >来源：20级及以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">上等兽骨，骨质较一般的兽骨要好很多，制作装备必备的素材。</FONT>",
          "素材",
          "prop_bone_07",
          "SSG",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22324",
        "data": [
          "22324",
          "剑豪镰蟹的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑豪镰蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的刚韧之爪，剑豪镰蟹赖以潜入地下的部位。</FONT>",
          "素材",
          "mat_claw_04_BLU",
          "",
          "剑豪镰蟹",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22325",
        "data": [
          "22325",
          "剑豪镰蟹的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑豪镰蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹厚重的壳，坚硬度更强。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "",
          "剑豪镰蟹",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22326",
        "data": [
          "22326",
          "剑豪镰蟹的重脚",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑豪镰蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的刚韧之脚，边缘也非常锋利。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "",
          "剑豪镰蟹",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22327",
        "data": [
          "22327",
          "剑豪镰蟹的刚钳",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑豪镰蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更为坚硬的剑豪镰蟹大钳，敲击时会砰砰作响。</FONT>",
          "素材",
          "mat_clamp_02",
          "",
          "剑豪镰蟹",
          "50级以上王立委托、王立精英委托",
          "左右手（钳）"
        ]
      },
      {
        "iID": "22328",
        "data": [
          "22328",
          "极品金色大真珠",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑豪镰蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">泛出金色光芒的极品大真珠，品质无可挑剔。</FONT>",
          "素材",
          "mat_Golden_01",
          "",
          "剑豪镰蟹",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22329",
        "data": [
          "22329",
          "剑豪的重龙头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑豪镰蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬异常的龙之头壳，被聪明的剑豪镰蟹用来保护后背。</FONT>",
          "素材",
          "prop_bone_05",
          "",
          "剑豪镰蟹",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22330",
        "data": [
          "22330",
          "剑豪之刃镰",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑豪镰蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑豪镰蟹的镰刀，锋利异常。</FONT>",
          "素材",
          "mat_clamp_02",
          "",
          "剑豪镰蟹",
          "50级以上王立委托、王立精英委托",
          "壳"
        ]
      },
      {
        "iID": "22331",
        "data": [
          "22331",
          "魅惑色的刚翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：红电龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从红电龙身上剥取的翼膜，因为要支撑庞大的身体所以很坚韧。</FONT>",
          "素材",
          "mat_wing_01_PNK",
          "",
          "红电龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22332",
        "data": [
          "22332",
          "魅惑色的韧皮",
          "<FONT COLOR=\"#6285C6\" >主要来源：红电龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">颜色特别的外皮，比起一般的外皮更为柔软，但是由于质地更好而不易损坏。</FONT>",
          "素材",
          "mat_leather_01_PNK",
          "",
          "红电龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22333",
        "data": [
          "22333",
          "红电龙的重牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：红电龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙掉落的牙齿，相当锋利使得在掉落时嵌在了地上。</FONT>",
          "素材",
          "mat_tooth_01",
          "",
          "红电龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22334",
        "data": [
          "22334",
          "强光的电击袋",
          "<FONT COLOR=\"#6285C6\" >主要来源：红电龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙储存电气的器官，发出强烈的光芒。禁止徒手触摸，小心触电。</FONT>",
          "素材",
          "mat_visceral_01_PNK",
          "",
          "红电龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22335",
        "data": [
          "22335",
          "红电龙的超强吸盘",
          "<FONT COLOR=\"#6285C6\" >主要来源：红电龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">红电龙尾部的超级强力的吸盘，比起普通的吸盘，颜色跟深，更大，吸力更强！</FONT>",
          "素材",
          "prop_bone_03_RED",
          "",
          "红电龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22336",
        "data": [
          "22336",
          "特等红色霜降肉",
          "<FONT COLOR=\"#6285C6\" >主要来源：红电龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">肉质最好的红色生肉片，带有血色的肉看上去很新鲜。</FONT>",
          "素材",
          "item_icon_18",
          "",
          "红电龙",
          "50级以上王立委托、王立精英委托",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "22337",
        "data": [
          "22337",
          "银眠鸟的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：银眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟锋利的脚爪，要尽量避免和这样的部位正面对抗。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "银眠鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22338",
        "data": [
          "22338",
          "闪耀的眠液",
          "<FONT COLOR=\"#6285C6\" >主要来源：银眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">闪着光芒的催眠液体，催眠效果是普通银眠鸟的三倍。</FONT>",
          "素材",
          "item_icon_53",
          "",
          "银眠鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22339",
        "data": [
          "22339",
          "圆鼓鼓的昏睡袋",
          "<FONT COLOR=\"#6285C6\" >主要来源：银眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">具有强力催眠能力的内脏器官，不要随便打开，不然可能永远都醒不来了。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "",
          "银眠鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22340",
        "data": [
          "22340",
          "银眠鸟的豪银羽",
          "<FONT COLOR=\"#6285C6\" >主要来源：银眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从银眠鸟的身上摘得的羽毛，大部分带有银色的光泽。</FONT>",
          "素材",
          "mat_wing_03_white",
          "",
          "银眠鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22341",
        "data": [
          "22341",
          "银眠鸟的珍胃石",
          "<FONT COLOR=\"#6285C6\" >主要来源：银眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟用来进行消化而吞下的稀少的石头，数量很少见。</FONT>",
          "素材",
          "prop_ore_02",
          "",
          "银眠鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22342",
        "data": [
          "22342",
          "秘银大尾羽",
          "<FONT COLOR=\"#6285C6\" >主要来源：银眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟的亮丽羽毛，只有在尾部才能得到，是高档的装饰物。</FONT>",
          "素材",
          "mat_feather_02",
          "",
          "银眠鸟",
          "50级以上王立委托、王立精英委托",
          "背部"
        ]
      },
      {
        "iID": "22343",
        "data": [
          "22343",
          "银眠鸟的重牙喙",
          "<FONT COLOR=\"#6285C6\" >主要来源：银眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">银眠鸟的锐利嘴部，能够帮助银眠鸟进食更顺利。</FONT>",
          "素材",
          "mat_beak_04_bk",
          "",
          "银眠鸟",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22344",
        "data": [
          "22344",
          "黑狼鸟的钩爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的翼爪，坚硬无比，是制作装备的优异素材。</FONT>",
          "素材",
          "mat_wing_01_white",
          "",
          "黑狼鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22345",
        "data": [
          "22345",
          "黑狼鸟的厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从黑狼鸟身上剥取下的厚重鳞片，打造装备的稀有素材。</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "黑狼鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22346",
        "data": [
          "22346",
          "黑狼鸟的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬如铁的黑狼鸟厚重的壳，直到战斗结束一刻也不会轻易损坏。</FONT>",
          "素材",
          "mat_shell_05",
          "",
          "黑狼鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22347",
        "data": [
          "22347",
          "黑狼鸟的刚翼膜",
          "<FONT COLOR=\"#6285C6\" >主要来源：黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟最上等的翼膜，柔软且更具韧性。</FONT>",
          "素材",
          "item_icon_70",
          "",
          "黑狼鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22348",
        "data": [
          "22348",
          "黑狼鸟的重髭",
          "<FONT COLOR=\"#6285C6\" >主要来源：黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的刚髭，非常稀有，可以用来打造装备。</FONT>",
          "素材",
          "mat_hair_01_white",
          "",
          "黑狼鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22349",
        "data": [
          "22349",
          "黑狼鸟的银狼毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">优质的黑狼鸟背部甲壳，可以用来加工成优质的装备。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "",
          "黑狼鸟",
          "50级以上王立委托、王立精英委托",
          "背部"
        ]
      },
      {
        "iID": "22350",
        "data": [
          "22350",
          "黑狼鸟的凶耳",
          "<FONT COLOR=\"#6285C6\" >主要来源：黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">优秀的黑狼鸟耳，有些黑狼鸟仅有一只，难以取得。</FONT>",
          "素材",
          "mat_ear_02",
          "",
          "黑狼鸟",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22351",
        "data": [
          "22351",
          "黑狼鸟的大翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">被破坏后剥下的黑狼鸟刚翼，硬度在鸟龙种中很上乘。</FONT>",
          "素材",
          "mat_wing_01_bk_white",
          "",
          "黑狼鸟",
          "50级以上王立委托、王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "22352",
        "data": [
          "22352",
          "黑狼鸟的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">带有剧烈毒素的的黑狼鸟尾巴，令猎人痛苦不堪的来源之一。</FONT>",
          "素材",
          "mat_tail_07",
          "",
          "黑狼鸟",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22353",
        "data": [
          "22353",
          "黑狼鸟的重喙",
          "<FONT COLOR=\"#6285C6\" >主要来源：黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">猎人破坏狂躁的黑狼鸟嘴后获得素材，非常珍贵。</FONT>",
          "素材",
          "mat_beak_04_bk",
          "",
          "黑狼鸟",
          "50级以上王立委托、王立精英委托",
          "面部"
        ]
      },
      {
        "iID": "22354",
        "data": [
          "22354",
          "独耳黑狼鸟的钩爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：独耳黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的翼爪，在鸟龙种中属上等的素材，稍带柔软却不易损坏。</FONT>",
          "素材",
          "mat_wing_01_white",
          "",
          "片耳黑狼鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22355",
        "data": [
          "22355",
          "独耳黑狼鸟的厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：独耳黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的厚重鳞片，被用来打造独耳黑狼鸟特性装备的素材。</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "片耳黑狼鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22356",
        "data": [
          "22356",
          "独耳黑狼鸟的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：独耳黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬如铁的独耳黑狼鸟厚重的壳，直到战斗结束一刻也不会轻易损坏。</FONT>",
          "素材",
          "mat_shell_05",
          "",
          "片耳黑狼鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22357",
        "data": [
          "22357",
          "独耳黑狼鸟的刚翼膜",
          "<FONT COLOR=\"#6285C6\" >主要来源：独耳黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">独耳黑狼鸟的优质翼膜，柔软且更具韧性。</FONT>",
          "素材",
          "item_icon_70",
          "",
          "片耳黑狼鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22358",
        "data": [
          "22358",
          "独耳黑狼鸟的重髭",
          "<FONT COLOR=\"#6285C6\" >主要来源：独耳黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的独耳黑狼鸟的刚髭，非常稀有，可以用来打造装备。</FONT>",
          "素材",
          "mat_hair_01_white",
          "",
          "片耳黑狼鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22359",
        "data": [
          "22359",
          "独耳黑狼鸟的凶耳",
          "<FONT COLOR=\"#6285C6\" >主要来源：独耳黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">上等的独耳黑狼鸟之耳，聆听声音的能力更强。</FONT>",
          "素材",
          "mat_ear_02",
          "",
          "片耳黑狼鸟",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22360",
        "data": [
          "22360",
          "独耳黑狼鸟的重喙",
          "<FONT COLOR=\"#6285C6\" >主要来源：独耳黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">猎人破坏狂躁的独耳黑狼鸟嘴后获得素材，非常珍贵。</FONT>",
          "素材",
          "mat_beak_04_bk",
          "",
          "片耳黑狼鸟",
          "50级以上王立委托、王立精英委托",
          "面部"
        ]
      },
      {
        "iID": "22361",
        "data": [
          "22361",
          "独耳黑狼鸟的大翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：独耳黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">被破坏后剥下的独耳黑狼鸟刚翼，硬度在鸟龙种中很上乘。</FONT>",
          "素材",
          "mat_wing_01_bk_white",
          "",
          "片耳黑狼鸟",
          "50级以上王立委托、王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "22362",
        "data": [
          "22362",
          "独耳狼黑鸟的银狼毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：独耳黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">优质的独耳黑狼鸟背部甲壳，可以用来加工成优质的装备。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "",
          "片耳黑狼鸟",
          "50级以上王立委托、王立精英委托",
          "背部"
        ]
      },
      {
        "iID": "22363",
        "data": [
          "22363",
          "独耳黑狼鸟的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：独耳黑狼鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">韧性更高的独耳黑狼鸟之尾巴，令猎人痛苦不堪的来源之一。</FONT>",
          "素材",
          "mat_tail_07",
          "",
          "片耳黑狼鸟",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22364",
        "data": [
          "22364",
          "炎狮子的豪刚毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子身上红色的毛束，可以保护身体不受到火山炎热环境影响，是耐暑材料的佳品。</FONT>",
          "素材",
          "mat_leather_01",
          "",
          "炎狮子",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22365",
        "data": [
          "22365",
          "炎狮子的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子象征力量的前肢，尖锐的爪子可以在岩石上留下深刻的抓痕。</FONT>",
          "素材",
          "mat_claw_01",
          "",
          "炎狮子",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22366",
        "data": [
          "22366",
          "炎狮子的重骨",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子的腕骨，拥有难以想象的硬度，虽然难以加工，但是确实优质武具不可或缺的素材。</FONT>",
          "素材",
          "prop_bone_03_RED",
          "",
          "炎狮子",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22367",
        "data": [
          "22367",
          "炎狮子的强韧髭",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">长在炎狮子嘴部附近的髭，据说胡子的长度直接代表了炎狮子的强弱。</FONT>",
          "素材",
          "mat_body_01_PNK",
          "",
          "炎狮子",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22368",
        "data": [
          "22368",
          "炎狮子的豪头冠",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子头部的毛发，奇特的造型可以给对手带来巨大的心理压力。</FONT>",
          "素材",
          "mat_hair_01_PNK",
          "",
          "炎狮子",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22369",
        "data": [
          "22369",
          "炎狮子的重牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子发达的门牙，有人类的小腿那么粗，似乎可以直接当做武器使用。</FONT>",
          "素材",
          "mat_tooth_01",
          "",
          "炎狮子",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22370",
        "data": [
          "22370",
          "炎狮子的豪尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：炎狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">炎狮子的尾巴，柔软的手感让人爱不释手。</FONT>",
          "素材",
          "mat_body_01_PNK",
          "",
          "炎狮子",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22371",
        "data": [
          "22371",
          "轰龙的厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">没有一丝伤痕的轰龙鳞片。组合在一起的话比上等的钢硬度还好。</FONT>",
          "素材",
          "mat_scale_01_YEL",
          "",
          "轰龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22372",
        "data": [
          "22372",
          "轰龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过岁月洗礼的轰龙甲壳，锐尖的边是轰龙凶暴的证明。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "",
          "轰龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22373",
        "data": [
          "22373",
          "轰龙的重牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙的锐利的牙，可以更容易地撕破猎物。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "",
          "轰龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22374",
        "data": [
          "22374",
          "轰龙的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过岁月洗礼的轰龙爪，可以撕碎任何猎物。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "",
          "轰龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22375",
        "data": [
          "22375",
          "轰龙的大颚",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙的可怕下巴，令人不寒而栗。</FONT>",
          "素材",
          "mat_body_01_YEL",
          "",
          "轰龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22376",
        "data": [
          "22376",
          "轰龙的重头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙的头，看上去仍如活物般可怕。</FONT>",
          "素材",
          "mat_body_01_YEL",
          "",
          "轰龙",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22377",
        "data": [
          "22377",
          "轰龙的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">凶暴的轰龙的尾巴，对加工要求很高。</FONT>",
          "素材",
          "mat_body_01_YEL",
          "",
          "轰龙",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22378",
        "data": [
          "22378",
          "轰龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙退化了的翼膜，非常坚韧并且延伸性也良好，很适合加工。</FONT>",
          "素材",
          "item_icon_73",
          "",
          "轰龙",
          "50级以上王立委托、王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "22379",
        "data": [
          "22379",
          "轰龙的天鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：轰龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">轰龙身上的幻之鳞片，被用在武具上的话据说威力可以毁天灭地。</FONT>",
          "素材",
          "mat_scale_YEL",
          "",
          "轰龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22380",
        "data": [
          "22380",
          "尾晶蝎的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：尾晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的刚爪，比起尖爪的品质更高一层。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "",
          "尾晶蝎",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22381",
        "data": [
          "22381",
          "尾晶蝎的豪毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：尾晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎背部的硬毛，可以用来制作更精良的装备。</FONT>",
          "素材",
          "mat_hair_01",
          "",
          "尾晶蝎",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22382",
        "data": [
          "22382",
          "尾晶蝎的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：尾晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎体表厚重的外壳，可以整块取下当做盾牌使用。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "",
          "尾晶蝎",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22383",
        "data": [
          "22383",
          "尾晶蝎的纯紫晶",
          "<FONT COLOR=\"#6285C6\" >主要来源：尾晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够泛出紫色光芒的尾晶蝎带有的晶体，紫色越纯价值越高。</FONT>",
          "素材",
          "prop_gem_07",
          "",
          "尾晶蝎",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22384",
        "data": [
          "22384",
          "尾晶蝎的毒豪毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：尾晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎身上非常稀少的坚硬毒毛，可以用来制作强力的装备。</FONT>",
          "素材",
          "mat_hair_01",
          "",
          "尾晶蝎",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22385",
        "data": [
          "22385",
          "尾晶蝎的重颚",
          "<FONT COLOR=\"#6285C6\" >主要来源：尾晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎巨大的颚部，虽然是甲壳种却能轻易咬断坚硬的物品，相当惊人。</FONT>",
          "素材",
          "mat_tooth_04_BLU",
          "",
          "尾晶蝎",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22386",
        "data": [
          "22386",
          "尾晶蝎的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：尾晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的尾部，品质较高者可以喷射出大量晶体，利用冲击力攻击猎物。</FONT>",
          "素材",
          "mat_tail_08",
          "",
          "尾晶蝎",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22387",
        "data": [
          "22387",
          "尾晶蝎的刚钳",
          "<FONT COLOR=\"#6285C6\" >主要来源：尾晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尾晶蝎的巨大钳子，可以用来打造各种装备。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "",
          "尾晶蝎",
          "50级以上王立委托、王立精英委托",
          "左右手（钳）"
        ]
      },
      {
        "iID": "22388",
        "data": [
          "22388",
          "灰晶蝎的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎的刚爪，比起常见的品种更锋利一些。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "",
          "灰晶蝎",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22389",
        "data": [
          "22389",
          "灰晶蝎的豪毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎的刚硬的毛，可以用来制作更精良的装备</FONT>",
          "素材",
          "mat_hair_01",
          "",
          "灰晶蝎",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22390",
        "data": [
          "22390",
          "灰晶蝎的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">甲壳种背部厚重的壳，可以整块取下当做盾牌使用。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "",
          "灰晶蝎",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22391",
        "data": [
          "22391",
          "灰晶蝎的星辉石",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够泛出白色光芒的灰晶蝎带有的晶体，白色越纯价值越高。</FONT>",
          "素材",
          "prop_gem_07",
          "",
          "灰晶蝎",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22392",
        "data": [
          "22392",
          "灰晶蝎的毒豪毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎身上更加稀少的坚硬毒毛，可以用来制作强力的装备。</FONT>",
          "素材",
          "mat_hair_01",
          "",
          "灰晶蝎",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22393",
        "data": [
          "22393",
          "灰晶蝎的重颚",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎巨大的颚部，虽然是甲壳种却能轻易咬断坚硬的物品，相当惊人。</FONT>",
          "素材",
          "mat_tooth_04_BLU",
          "",
          "灰晶蝎",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22394",
        "data": [
          "22394",
          "灰晶蝎的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎的尾部，品质较高者可以喷射出大量晶体，利用冲击力攻击猎物。</FONT>",
          "素材",
          "mat_tail_08",
          "",
          "灰晶蝎",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22395",
        "data": [
          "22395",
          "灰晶蝎的刚钳",
          "<FONT COLOR=\"#6285C6\" >主要来源：灰晶蝎(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">灰晶蝎的巨大钳子，可以用来打造各种装备。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "",
          "灰晶蝎",
          "50级以上王立委托、王立精英委托",
          "左,右手（钳）"
        ]
      },
      {
        "iID": "22396",
        "data": [
          "22396",
          "深蓝的刚鬃",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰雷鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟深蓝色的鬃毛，颜色更加醒目。</FONT>",
          "素材",
          "mat_hair_01_CYN",
          "",
          "冰雷鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22397",
        "data": [
          "22397",
          "冰雷鸟的特上皮",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰雷鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟在残酷环境下磨练的皮，因为长时间的打磨已经很光滑。</FONT>",
          "素材",
          "mat_leather_01_CYN",
          "",
          "冰雷鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22398",
        "data": [
          "22398",
          "冰雷鸟的冻翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰雷鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟坚韧的翼，胡乱触碰甚至会被冻伤</FONT>",
          "素材",
          "mat_wing_01_CYN",
          "",
          "冰雷鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22399",
        "data": [
          "22399",
          "纯蓝的粘液",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰雷鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">纯度更高，亮丽的颜色表明它更容易爆炸。</FONT>",
          "素材",
          "bottle_item_007",
          "",
          "冰雷鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22400",
        "data": [
          "22400",
          "冰雷鸟的极寒嗉囊",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰雷鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟引爆周围物质的嗦囊，一旦触碰到冰雷，嘭嘭！</FONT>",
          "素材",
          "mat_visceral_01_CYN",
          "",
          "冰雷鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22401",
        "data": [
          "22401",
          "冰雷鸟的惨白鼻",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰雷鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰雷鸟的鼻子，白色颜色的多少代表了冰雷鸟的实力</FONT>",
          "素材",
          "mat_head_06_CYN",
          "",
          "冰雷鸟",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22402",
        "data": [
          "22402",
          "角龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比角龙的坚壳更坚硬的外壳，被称作重壳。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "",
          "角龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22403",
        "data": [
          "22403",
          "角龙的重牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从角龙身上剥取的锋利巨齿，很难被破坏。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "",
          "角龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22404",
        "data": [
          "22404",
          "角龙的重甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">角龙背部的厚重外甲，光是切割取用就需要花费很多功夫。</FONT>",
          "素材",
          "mat_shell_01_YEL",
          "",
          "角龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22405",
        "data": [
          "22405",
          "角龙的重尾甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">角龙尾部的甲壳，质地与重量可以轻易击碎巨石。</FONT>",
          "素材",
          "mat_tail_01",
          "",
          "角龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22406",
        "data": [
          "22406",
          "角龙的心脏",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从角龙体内剥离出的心脏，非常难以剥取，是研究角龙的重要标本。</FONT>",
          "素材",
          "mat_body_01_YEL",
          "",
          "角龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22407",
        "data": [
          "22407",
          "角龙的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一条较为完整的角龙尾巴，具有压倒性的强度。</FONT>",
          "素材",
          "mat_tail_06_YEL",
          "",
          "角龙",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22408",
        "data": [
          "22408",
          "坚牢的卷角",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">角龙坚牢的角，只有非常少的角能够在狩猎后保持完好。</FONT>",
          "素材",
          "mat_horn_01_bk_YEL",
          "",
          "角龙",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22409",
        "data": [
          "22409",
          "贯穿大地的刚角",
          "<FONT COLOR=\"#6285C6\" >主要来源：角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">角龙异常壮丽的角，像这样完好保留下来的并不多，是不可多得的珍品。</FONT>",
          "素材",
          "mat_horn_01_YEL",
          "",
          "角龙",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22410",
        "data": [
          "22410",
          "火龙的厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：雄火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">火龙数枚鳞片重叠后的鳞片，它的强度超乎想象。</FONT>",
          "素材",
          "mat_scale_01",
          "",
          "雄火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22411",
        "data": [
          "22411",
          "火龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：雄火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比火龙的坚壳更加坚硬的外壳，被称为重壳。</FONT>",
          "素材",
          "mat_shell_01",
          "",
          "雄火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22412",
        "data": [
          "22412",
          "火龙的靭翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：雄火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">伸展时能遮蔽苍穹的飞龙之翼，拥有优秀的保温和延展性能。</FONT>",
          "素材",
          "item_icon_75",
          "",
          "雄火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22413",
        "data": [
          "22413",
          "业炎袋",
          "<FONT COLOR=\"#6285C6\" >主要来源：雄火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">贮存可燃粉末的内脏器官，有接触空气即可自燃的危险属性，剥取时需要十分小心。</FONT>",
          "素材",
          "mat_visceral_01",
          "",
          "雄火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22414",
        "data": [
          "22414",
          "火龙的逆厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：雄火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在雄火龙身上的逆之厚鳞片，背负着空之王者名号，是极为珍贵的素材。</FONT>",
          "素材",
          "mat_scale_01",
          "",
          "雄火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22415",
        "data": [
          "22415",
          "火龙的体液",
          "<FONT COLOR=\"#6285C6\" >主要来源：雄火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获取的雄火龙头部素材，剥取的失败率很高，因此较为稀有。</FONT>",
          "素材",
          "mat_body_01_PNK",
          "",
          "雄火龙",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22416",
        "data": [
          "22416",
          "火龙的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：雄火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">覆盖鳞片的雄火龙之尾，是天空王者战斗力的象征。</FONT>",
          "素材",
          "mat_tail_06_PNK",
          "",
          "雄火龙",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22417",
        "data": [
          "22417",
          "火龙的重翼爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：雄火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雄火龙翼部生长的锐爪，破坏飞翼后有机会剥取获得。</FONT>",
          "素材",
          "mat_claw_01",
          "",
          "雄火龙",
          "50级以上王立委托、王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "22418",
        "data": [
          "22418",
          "火龙的天鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：雄火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">火龙身上的幻之鳞片，被用在武具上的话据说威力可以毁天灭地。</FONT>",
          "素材",
          "mat_scale_RED",
          "",
          "雄火龙",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22419",
        "data": [
          "22419",
          "苍火龙的厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比苍火龙的坚壳更坚硬的甲壳，被称作重壳。</FONT>",
          "素材",
          "mat_scale_01_CYN",
          "",
          "苍火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22420",
        "data": [
          "22420",
          "苍火龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">苍火龙甲壳中最为坚硬的部分，剥取难度较高，经常被用作铠甲素材。</FONT>",
          "素材",
          "mat_shell_01_CYN",
          "",
          "苍火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22421",
        "data": [
          "22421",
          "苍火龙的靭翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">伸展时能遮蔽苍穹的飞龙之翼，拥有优秀的保温和延展性能。</FONT>",
          "素材",
          "mat_membrane_01_CYN",
          "",
          "苍火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22422",
        "data": [
          "22422",
          "苍蓝的业炎袋",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">苍火龙体内贮存可燃粉末的内脏器官，有接触空气即可自燃的危险属性，剥取时需要十分小心。</FONT>",
          "素材",
          "mat_visceral_01_CYN",
          "",
          "苍火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22423",
        "data": [
          "22423",
          "苍火龙的逆厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在苍火龙身上的逆之厚鳞片，背负着空之王者名号，是极为珍贵的素材。</FONT>",
          "素材",
          "mat_scale_01_CYN",
          "",
          "苍火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22424",
        "data": [
          "22424",
          "苍火龙的体液",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获取的苍火龙头部素材，剥取的失败率很高，因此较为稀有。</FONT>",
          "素材",
          "mat_body_01_CYN",
          "",
          "苍火龙",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22425",
        "data": [
          "22425",
          "苍火龙的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">覆盖鳞片的苍火龙之尾，是天空王者战斗力的象征。</FONT>",
          "素材",
          "mat_tail_06_CYN",
          "",
          "苍火龙",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22426",
        "data": [
          "22426",
          "苍火龙的刚翼爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：苍火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">苍火龙翼部生长的刚爪，破坏飞翼后有机会剥取获得。</FONT>",
          "素材",
          "mat_claw_01_CYN",
          "",
          "苍火龙",
          "50级以上王立委托、王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "22427",
        "data": [
          "22427",
          "怪鸟的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：大怪鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的刚爪，坚硬且非常锋利。</FONT>",
          "素材",
          "mat_claw_01_PNK",
          "",
          "大怪鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22428",
        "data": [
          "22428",
          "怪鸟的重鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：大怪鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的厚重的鳞片，和一般的鳞片有着截然不同的感觉。</FONT>",
          "素材",
          "mat_scale_01_PNK",
          "",
          "大怪鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22429",
        "data": [
          "22429",
          "怪鸟的靭翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：大怪鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟的翅膀，相比一般的翅膀更耐用，制作装备效果也要好很多。</FONT>",
          "素材",
          "mat_wing_01_PNK",
          "",
          "大怪鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22430",
        "data": [
          "22430",
          "怪鸟的重背甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：大怪鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">大怪鸟背部的厚重甲壳，硬度更上一层楼，数量比较稀少。</FONT>",
          "素材",
          "mat_shell_01_PNK",
          "",
          "大怪鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22431",
        "data": [
          "22431",
          "巨大的喙",
          "<FONT COLOR=\"#6285C6\" >主要来源：大怪鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的怪鸟之喙，不但外形漂亮而且非常结实。</FONT>",
          "素材",
          "mat_beak_01_PNK",
          "",
          "大怪鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22432",
        "data": [
          "22432",
          "怪鸟的福耳",
          "<FONT COLOR=\"#6285C6\" >主要来源：大怪鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过长年累月的战斗，大怪鸟的耳朵已经能够轻易的辨认来自敌人的攻击，如此灵敏的怪鸟之耳是极为稀有的素材。</FONT>",
          "素材",
          "mat_ear_01_PNK",
          "",
          "大怪鸟",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22433",
        "data": [
          "22433",
          "金眠鸟的赤金豪羽",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金眠鸟翅翼的纯金色羽毛，因其绚烂的金色耀眼夺目，广受人们的欢迎。</FONT>",
          "素材",
          "mat_feather_03",
          "",
          "金眠鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22434",
        "data": [
          "22434",
          "金眠鸟的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金眠鸟有力的脚爪，不但质地强韧而且锋利异常。</FONT>",
          "素材",
          "mat_claw_01_YEL",
          "",
          "金眠鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22435",
        "data": [
          "22435",
          "金眠鸟的昏睡袋",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金色眠鸟体内生产催眠液体的器官，里面充满了致幻的睡眠液，请小心拿取。</FONT>",
          "素材",
          "mat_visceral_01_YEL",
          "",
          "金眠鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22436",
        "data": [
          "22436",
          "金色的蟾衣",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金眠鸟捕食金色蟾蜍的整片蟾衣，虽然边缘已经被胃液腐蚀，但已经非常难得。</FONT>",
          "素材",
          "mat_leather_01_YEL",
          "",
          "金眠鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22437",
        "data": [
          "22437",
          "金眠鸟的稀胃石",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">取自金眠鸟胃袋中的胃石，相比普通胃石的质地更加圆润晶莹。</FONT>",
          "素材",
          "mat_Golden_01",
          "",
          "金眠鸟",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22438",
        "data": [
          "22438",
          "金眠鸟的珍喙",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">锋锐异常的鎏金鸟喙，是金眠鸟捕食和求偶的利器。</FONT>",
          "素材",
          "mat_beak_05_bk",
          "",
          "金眠鸟",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22439",
        "data": [
          "22439",
          "幻金豪尾羽",
          "<FONT COLOR=\"#6285C6\" >主要来源：金眠鸟(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">闪耀着迷之金色的金眠鸟尾羽，那幻彩的光泽就算注视着欣赏一天也不会觉得无聊。</FONT>",
          "素材",
          "mat_feather_02",
          "",
          "金眠鸟",
          "50级以上王立委托、王立精英委托",
          "背部"
        ]
      },
      {
        "iID": "22440",
        "data": [
          "22440",
          "雌火龙的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙之翼上的爪，猎人对雌火龙之翼进行破坏后较容易取得的素材。</FONT>",
          "素材",
          "mat_claw_03_GRN",
          "",
          "雌火龙",
          "50级以上王立委托、王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "22441",
        "data": [
          "22441",
          "雌火龙的厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙身上特别厚的鳞片，经过岁月的洗礼上面的纹路宛如年轮一般。</FONT>",
          "素材",
          "mat_scale_02_GRN",
          "",
          "雌火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22442",
        "data": [
          "22442",
          "雌火龙的大秘棘",
          "<FONT COLOR=\"#6285C6\" >主要来源：雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在雌火龙身上宛如刀刃般的毛，比一般的棘要更大更坚固。</FONT>",
          "素材",
          "mat_fin_01_GRN",
          "",
          "雌火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22443",
        "data": [
          "22443",
          "雌火龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比雌火龙的坚壳更坚硬的甲壳，制作一些高强度武具时会被用到。</FONT>",
          "素材",
          "mat_scale_02_GRN",
          "",
          "雌火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22444",
        "data": [
          "22444",
          "雌火龙的毒棘",
          "<FONT COLOR=\"#6285C6\" >主要来源：雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">只有少数雌火龙身上会生长的极品棘，锋利与毒性并存。</FONT>",
          "素材",
          "mat_body_01_GRN",
          "",
          "雌火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22445",
        "data": [
          "22445",
          "雌火龙的靭翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙的翅膀，具有不断飞行而练就的良好性能。</FONT>",
          "素材",
          "mat_wing_02_GRN",
          "",
          "雌火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22446",
        "data": [
          "22446",
          "雌火龙的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">在表面具有鳞片覆盖的雌火龙尾，是女王的战斗力的象征。</FONT>",
          "素材",
          "mat_tail_06",
          "",
          "雌火龙",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22447",
        "data": [
          "22447",
          "雌火龙的体液",
          "<FONT COLOR=\"#6285C6\" >主要来源：雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获得素材，容易着火的特性使得其加工起来非常困难。</FONT>",
          "素材",
          "mat_body_01_GRN",
          "",
          "雌火龙",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22448",
        "data": [
          "22448",
          "雌火龙的天鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：烈焰雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">雌火龙身上的幻之鳞片，制造出的装备传言可以撼天震地。</FONT>",
          "素材",
          "mat_scale_GRN",
          "",
          "雌火龙",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22449",
        "data": [
          "22449",
          "烈焰的刚龙爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：烈焰雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰雌火龙之翼上的爪，猎人对烈焰雌火龙之翼进行破坏后较容易取得的素材。</FONT>",
          "素材",
          "mat_claw_03_GRN",
          "",
          "烈焰雌火龙",
          "50级以上王立委托、王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "22450",
        "data": [
          "22450",
          "烈焰的厚龙鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：烈焰雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰雌火龙身上特别厚的鳞片，经过岁月的洗礼上面的纹路宛如年轮一般。</FONT>",
          "素材",
          "mat_scale_02_GRN",
          "",
          "烈焰雌火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22451",
        "data": [
          "22451",
          "烈焰的大秘棘",
          "<FONT COLOR=\"#6285C6\" >主要来源：烈焰雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在烈焰雌火龙身上宛如刀刃般的毛，比一般的棘要更大更坚固。</FONT>",
          "素材",
          "mat_fin_01_GRN",
          "",
          "烈焰雌火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22452",
        "data": [
          "22452",
          "烈焰的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：烈焰雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比烈焰雌火龙的坚壳更坚硬的甲壳，制作一些高强度武具时会被用到。</FONT>",
          "素材",
          "mat_shell_02_GRN",
          "",
          "烈焰雌火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22453",
        "data": [
          "22453",
          "烈焰的毒棘",
          "<FONT COLOR=\"#6285C6\" >主要来源：烈焰雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">只有少数烈焰雌火龙身上会生长的极品棘，锋利与毒性并存。</FONT>",
          "素材",
          "mat_fin_01_GRN",
          "",
          "烈焰雌火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22454",
        "data": [
          "22454",
          "烈焰的靭翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：烈焰雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">烈焰雌火龙的翅膀，具有不断飞行而练就的良好性能。</FONT>",
          "素材",
          "mat_wing_02_GRN",
          "",
          "烈焰雌火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22455",
        "data": [
          "22455",
          "烈焰的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：烈焰雌火龙(50级以上王立委托、王立精英委托)</FONT><BR>",
          "素材",
          "mat_tail_06",
          "",
          "烈焰雌火龙",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22456",
        "data": [
          "22456",
          "烈焰的体液",
          "<FONT COLOR=\"#6285C6\" >主要来源：烈焰雌火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获得素材，容易着火的特性使得其加工起来非常困难。</FONT>",
          "素材",
          "prop_bone_07_grn",
          "",
          "烈焰雌火龙",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22457",
        "data": [
          "22457",
          "樱火龙的厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">飞龙种樱火龙的厚重鳞片，硬度更高，是锻造和加工的首选素材。</FONT>",
          "素材",
          "mat_scale_02_PINK",
          "",
          "樱火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22458",
        "data": [
          "22458",
          "樱火龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">樱火龙厚重的外壳，巨大而又美丽，是价值非常高的素材。</FONT>",
          "素材",
          "mat_shell_01_PNK",
          "",
          "樱火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22459",
        "data": [
          "22459",
          "樱火龙的秘棘",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在雌火龙背后及翅膀附近，拥有毒性的好似针一般的毛。</FONT>",
          "素材",
          "item_icon_71",
          "",
          "樱火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22460",
        "data": [
          "22460",
          "樱红的业炎袋",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">贮存可燃粉末的内脏器官，有接触空气即可自燃的危险属性，剥取时需要十分小心。</FONT>",
          "素材",
          "mat_visceral_01_PNK",
          "",
          "樱火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22461",
        "data": [
          "22461",
          "樱火龙的逆厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在樱火龙身上的逆之厚鳞，背负着女王的名号，是极为珍贵的素材。</FONT>",
          "素材",
          "mat_scale_02_PINK",
          "",
          "樱火龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22462",
        "data": [
          "22462",
          "樱火龙的体液",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">通过先进的剥取技术获取的樱火龙的素材，剥取的失败率很高，因此较为稀有。</FONT>",
          "素材",
          "mat_body_01_PNK",
          "",
          "樱火龙",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22463",
        "data": [
          "22463",
          "樱火龙的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">覆盖鳞片的樱火龙之尾，是樱火龙战斗力的象征。</FONT>",
          "素材",
          "mat_tail_06_PINK",
          "",
          "樱火龙",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22464",
        "data": [
          "22464",
          "樱火龙的刚翼爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：樱火龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">樱火龙翼部生长的刚爪，破坏飞翼后有机会剥取获得。</FONT>",
          "素材",
          "mat_claw_01_PNK",
          "",
          "樱火龙",
          "50级以上王立委托、王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "22465",
        "data": [
          "22465",
          "熔岩龙的厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">熔岩龙的鳞片，剥下凝固的熔岩，可以看到闪着金光的鳞片。</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "熔岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22466",
        "data": [
          "22466",
          "熔岩龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">覆盖着熔岩龙全身的甲壳，冷却后凝固的熔岩成为了保护身体的铠甲。</FONT>",
          "素材",
          "mat_shell_05",
          "",
          "熔岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22467",
        "data": [
          "22467",
          "熔岩龙的重牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">熔岩龙发达的牙齿，其质量与硬度已经超越了其他鱼龙种。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "熔岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22468",
        "data": [
          "22468",
          "熔岩龙的重尾鳍",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">熔岩龙尾部的鳍，质地与重量可以轻易击碎巨石。</FONT>",
          "素材",
          "mat_body_01_GRY",
          "",
          "熔岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22469",
        "data": [
          "22469",
          "狱岩块",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">熔岩龙体内的特殊矿石结晶，遇到空气后会迅速升温并且爆炸。</FONT>",
          "素材",
          "prop_ore_10",
          "",
          "熔岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22470",
        "data": [
          "22470",
          "熔岩龙的特上鳍",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">熔岩龙背部的鳍，在岩浆中受到了锤炼变成了一把天然的利刃。</FONT>",
          "素材",
          "mat_body_01_GRY",
          "",
          "熔岩龙",
          "50级以上王立委托、王立精英委托",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "22471",
        "data": [
          "22471",
          "熔岩龙的重头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：熔岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">熔岩龙的头壳，凶残的外形让人无法想象它是鱼龙种。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "",
          "熔岩龙",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22472",
        "data": [
          "22472",
          "晶岩龙的靭翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：晶岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的晶岩龙翼，并不能用于飞行，硬度有更大提升。</FONT>",
          "素材",
          "mat_wing_01_BLK",
          "",
          "晶岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22473",
        "data": [
          "22473",
          "晶岩龙的重头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：晶岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能经受更大攻击的晶岩龙头壳，即使从高处摔下也不必担心会损坏。</FONT>",
          "素材",
          "mat_head_18_BLK",
          "",
          "晶岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22474",
        "data": [
          "22474",
          "晶岩龙的重背壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：晶岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">极为厚重的晶岩龙背壳，由于其硬度剥取时也相当困难。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "",
          "晶岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22475",
        "data": [
          "22475",
          "晶岩龙的重甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：晶岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙厚重的甲壳，能经受猛烈的打击，狩猎时很头疼生产时却很受喜爱。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "",
          "晶岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22476",
        "data": [
          "22476",
          "结晶之泪",
          "<FONT COLOR=\"#6285C6\" >主要来源：晶岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙身体中的纯度更高的矿石结晶，仿佛一颗星辰闪耀着光芒。</FONT>",
          "素材",
          "prop_gem_02",
          "",
          "晶岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22477",
        "data": [
          "22477",
          "晶岩龙的重腹甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：晶岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙腹部厚重的甲壳，比普通的坚甲强度更高，泛用性很强。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "",
          "晶岩龙",
          "50级以上王立委托、王立精英委托",
          "腹部"
        ]
      },
      {
        "iID": "22478",
        "data": [
          "22478",
          "晶岩龙的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：晶岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">晶岩龙强韧的尾部，比同类更强韧的尾部会被用来制作上好的防具，品质也有所提升。</FONT>",
          "素材",
          "mat_tail_07",
          "",
          "晶岩龙",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22479",
        "data": [
          "22479",
          "砂岩龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙厚重的外壳，能经受猛烈的打击，狩猎时很头疼生产时却很受喜爱。</FONT>",
          "素材",
          "mat_shell_01_OR",
          "",
          "砂岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22480",
        "data": [
          "22480",
          "砂岩龙的重头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能经受巨大攻击的砂岩龙头壳，即使从高处摔下也不必担心会损坏。</FONT>",
          "素材",
          "mat_head_18_OR",
          "",
          "砂岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22481",
        "data": [
          "22481",
          "砂岩龙的重背壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙背部厚重的外壳，由于其硬度剥取时也相当困难。</FONT>",
          "素材",
          "mat_shell_04",
          "",
          "砂岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22482",
        "data": [
          "22482",
          "砂岩龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的砂岩龙翼，并不能用于飞行，硬度有更大提升。</FONT>",
          "素材",
          "mat_wing_03",
          "",
          "砂岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22483",
        "data": [
          "22483",
          "砂岩龙的荒泪",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙泪腺附近发现的怪石，宛如沙漠中的一颗星辰。</FONT>",
          "素材",
          "prop_gem_01_YEL",
          "",
          "砂岩龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22484",
        "data": [
          "22484",
          "砂岩龙的重腹甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙腹部厚重的甲壳，比普通的坚甲强度更高，泛用性很强。</FONT>",
          "素材",
          "mat_shell_01_OR",
          "",
          "砂岩龙",
          "50级以上王立委托、王立精英委托",
          "腹部"
        ]
      },
      {
        "iID": "22485",
        "data": [
          "22485",
          "砂岩龙的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：砂岩龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">砂岩龙强韧的尾部，比同类更强韧的尾部会被用来制作上好的防具，品质也有所提升。</FONT>",
          "素材",
          "mat_tail_07",
          "",
          "砂岩龙",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22486",
        "data": [
          "22486",
          "战鬼河狸兽的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：战鬼河狸兽(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的刚爪，经过多年战斗与捕猎，战鬼河狸兽的爪子变得锐利无比，极为适合制作装备。</FONT>",
          "素材",
          "mat_claw_02_BRW",
          "",
          "战鬼河狸兽",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22487",
        "data": [
          "22487",
          "战鬼河狸兽的厚毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：战鬼河狸兽(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽在常年的活动中承受环境冲击毛发，能够制造结实的防具。</FONT>",
          "素材",
          "mat_leather_02_BRW",
          "",
          "战鬼河狸兽",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22488",
        "data": [
          "22488",
          "战鬼河狸兽的重牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：战鬼河狸兽(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽粗大的牙，发怒时战鬼河狸兽可以使用牙齿咬起丛林中的树木进行攻击。</FONT>",
          "素材",
          "mat_tooth_02_BRW",
          "",
          "战鬼河狸兽",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22489",
        "data": [
          "22489",
          "战鬼河狸兽的重尾甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：战鬼河狸兽(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从战鬼河狸兽尾巴上剥去的更为完整且硬度更强的尾甲，能够用来制造高级的猎人装备。</FONT>",
          "素材",
          "mat_shell_01_BRW",
          "",
          "战鬼河狸兽",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22490",
        "data": [
          "22490",
          "战鬼之血",
          "<FONT COLOR=\"#6285C6\" >主要来源：战鬼河狸兽(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽不屈的战意凝结出的特殊体液，像血一般鲜红，非常的稀少。</FONT>",
          "素材",
          "item_icon_10",
          "",
          "战鬼河狸兽",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22491",
        "data": [
          "22491",
          "断流绝爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：战鬼河狸兽(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽的断流绝爪，证明了它不俗的战斗力。</FONT>",
          "素材",
          "mat_claw_02_BRW",
          "",
          "战鬼河狸兽",
          "50级以上王立委托、王立精英委托",
          "左右手（钳）"
        ]
      },
      {
        "iID": "22492",
        "data": [
          "22492",
          "深紫头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：战鬼河狸兽(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">战鬼河狸兽深紫色的头壳，一般只出现在及其强大的个体身上，剥取时更小心。</FONT>",
          "素材",
          "mat_head_01_BRW",
          "",
          "战鬼河狸兽",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22493",
        "data": [
          "22493",
          "剑极狼的豪刚毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼的硬质背毛，打造的护具兼具减伤与保暖效果。</FONT>",
          "素材",
          "mat_hair_01_white",
          "",
          "剑极狼",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22494",
        "data": [
          "22494",
          "剑极狼的重腕甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼前爪的厚重甲壳，耐受性能高，质地坚硬，是锻造的优选材料。</FONT>",
          "素材",
          "mat_shell_05",
          "",
          "剑极狼",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22495",
        "data": [
          "22495",
          "剑极狼的重牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼锋利的尖牙，薄片的齿缘切碎筋肉毫不费力。</FONT>",
          "素材",
          "mat_tooth_02_GRY",
          "",
          "剑极狼",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22496",
        "data": [
          "22496",
          "剑极狼的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼锐利的尖爪，硬度很高，几乎看不出磨损的痕迹。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "剑极狼",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22497",
        "data": [
          "22497",
          "剑极狼的残暴眼",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼之怒目，狂暴后呈现红色的充血状态，轻触即能感受到恐怖的气息。</FONT>",
          "素材",
          "mat_eye_01",
          "",
          "剑极狼",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22498",
        "data": [
          "22498",
          "剑极狼的长獠齿",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼面部向外伸出的长獠，只有经验丰富的工匠才能从头部完整剥取。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "剑极狼",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22499",
        "data": [
          "22499",
          "剑极狼的重骨刃",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在剑极狼肘部的坚硬骨刃，形状类似短剑，破坏后能快速再生。</FONT>",
          "素材",
          "mat_tail_01_GRY",
          "",
          "剑极狼",
          "50级以上王立委托、王立精英委托",
          "左/右臂"
        ]
      },
      {
        "iID": "22500",
        "data": [
          "22500",
          "剑极狼的剑棘",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在剑极狼背部的犹如剑刃一般的刺棘，质地上乘，是砥砺武器的优选素材。</FONT>",
          "素材",
          "mat_body_01_white",
          "",
          "剑极狼",
          "50级以上王立委托、王立精英委托",
          "背部"
        ]
      },
      {
        "iID": "22501",
        "data": [
          "22501",
          "剑极狼的靭尾鬃",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑极狼(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑极狼尾尖的鬃毛，针芒一般的坚锐，具体用途待考。</FONT>",
          "素材",
          "mat_tail_02_GRY",
          "",
          "剑极狼",
          "50级以上王立委托、王立精英委托",
          "尾巴"
        ]
      },
      {
        "iID": "22502",
        "data": [
          "22502",
          "妖光的浓液",
          "<FONT COLOR=\"#6285C6\" >主要来源：祸星龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙和星羽蝶上发现的液体，散发着诡异妖娆的光芒。</FONT>",
          "素材",
          "item_icon_53",
          "",
          "祸星龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22503",
        "data": [
          "22503",
          "祸星龙的韧翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：祸星龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的刚翼，具有高强度的韧性，适用于各种锻造的需求。</FONT>",
          "素材",
          "mat_shell_01_PLE",
          "",
          "祸星龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22504",
        "data": [
          "22504",
          "祸星龙的刚角",
          "<FONT COLOR=\"#6285C6\" >主要来源：祸星龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">尖锐的祸星龙头部角，用来制作的防具很坚固，武器也相当优质。</FONT>",
          "素材",
          "mat_horn_01_PLE",
          "",
          "祸星龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22505",
        "data": [
          "22505",
          "祸星龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：祸星龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙带有的坚硬背壳，覆盖整个身体的保护性能很好。</FONT>",
          "素材",
          "mat_shell_01_PLE",
          "",
          "祸星龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22506",
        "data": [
          "22506",
          "灾星的厚龙鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：祸星龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙非常稀有的鳞片，见到它的人都感觉会有不好的事情要发生。</FONT>",
          "素材",
          "mat_scale_01_BLU",
          "",
          "祸星龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22507",
        "data": [
          "22507",
          "星羽蝶的斩妖羽",
          "<FONT COLOR=\"#6285C6\" >主要来源：祸星龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙的背翅，似乎并不支持如此庞大的身躯起飞，但相当有力。</FONT>",
          "素材",
          "mat_wing_02_PLE",
          "",
          "祸星龙",
          "50级以上王立委托、王立精英委托",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "22508",
        "data": [
          "22508",
          "祸星龙的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：祸星龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">较长的祸星龙尾部，相当适合作战使用。</FONT>",
          "素材",
          "mat_tail_01_PLE",
          "",
          "祸星龙",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22509",
        "data": [
          "22509",
          "灾祸的龙血",
          "<FONT COLOR=\"#6285C6\" >主要来源：祸星龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">祸星龙奇特的血液，翻腾的龙血无法分辨它的状态。</FONT>",
          "素材",
          "item_icon_10",
          "",
          "祸星龙",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22510",
        "data": [
          "22510",
          "祸星龙的重爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：祸星龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">强力的祸星龙爪，比常见的个体还要更大，被当做上好的素材。</FONT>",
          "素材",
          "mat_claw_02",
          "",
          "祸星龙",
          "50级以上王立委托、王立精英委托",
          "左右手（钳）"
        ]
      },
      {
        "iID": "22511",
        "data": [
          "22511",
          "电甲虫的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫的坚硬外壳，表面的流线型构造减小了空气的阻力。</FONT>",
          "素材",
          "mat_membrane_01_CYN",
          "",
          "电甲虫",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22512",
        "data": [
          "22512",
          "电甲虫的斩羽",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫用来飞行的部分，因为便于加工，用途十分广泛。</FONT>",
          "素材",
          "mat_ear_01_CYN",
          "",
          "电甲虫",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22513",
        "data": [
          "22513",
          "极电浓汁",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫体内的特殊液体，与空气摩擦后会产生静电。</FONT>",
          "素材",
          "mat_visceral_01_CYN",
          "",
          "电甲虫",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22514",
        "data": [
          "22514",
          "电甲虫的重颚",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫的口器，结实的构造可以轻易咬碎石块。</FONT>",
          "素材",
          "mat_tooth_01_CYN",
          "",
          "电甲虫",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22515",
        "data": [
          "22515",
          "电甲虫的刚尾须",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫的尾部，飞行时可以保持身体平衡。</FONT>",
          "素材",
          "mat_tail_13_BLU",
          "",
          "电甲虫",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22516",
        "data": [
          "22516",
          "电甲虫的刚角",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫头部突击的长尖角，具有良好的绝缘性能。</FONT>",
          "素材",
          "mat_horn_03_BLU",
          "",
          "电甲虫",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22517",
        "data": [
          "22517",
          "电甲虫的超极电角",
          "<FONT COLOR=\"#6285C6\" >主要来源：电甲虫(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">电甲虫头部长出的短角，可以分泌特殊的精华液。</FONT>",
          "素材",
          "mat_horn_02_BLU",
          "",
          "电甲虫",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22518",
        "data": [
          "22518",
          "白一角龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">比白一角龙甲壳更坚硬的外壳，被称作坚壳。</FONT>",
          "素材",
          "mat_shell_01_WHT",
          "",
          "白一角龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22519",
        "data": [
          "22519",
          "白一角龙的重牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白一角龙身上剥取的锋利巨齿，很难被破坏。</FONT>",
          "素材",
          "mat_claw_01_WHT",
          "",
          "白一角龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22520",
        "data": [
          "22520",
          "白一角龙的重甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙背部的坚甲，光是切割取用就需要花费很多功夫。</FONT>",
          "素材",
          "mat_shell_01_WHT",
          "",
          "白一角龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22521",
        "data": [
          "22521",
          "白一角龙的重尾甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙尾部的甲壳，质地与重量可以轻易击碎巨石。</FONT>",
          "素材",
          "mat_tail_01_WHT",
          "",
          "白一角龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22522",
        "data": [
          "22522",
          "白一角龙的心脏",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从白一角龙体内剥离出的心脏，代表了白一角龙永不停止的战斗意志。</FONT>",
          "素材",
          "mat_body_01_WHT",
          "",
          "白一角龙",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22523",
        "data": [
          "22523",
          "白一角龙的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">一条较为完整的白一角龙尾巴，具有压倒性的强度。</FONT>",
          "素材",
          "mat_tail_05_WHT",
          "",
          "白一角龙",
          "50级以上王立委托、王立精英委托",
          "尾巴"
        ]
      },
      {
        "iID": "22524",
        "data": [
          "22524",
          "坚固的白银之角",
          "<FONT COLOR=\"#6285C6\" >主要来源：白一角龙(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">白一角龙的尖角，银白色的角即便不是猎人也很想会得到。</FONT>",
          "素材",
          "mat_horn_01_GRY",
          "",
          "白一角龙",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22525",
        "data": [
          "22525",
          "腐朽的厚龙鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙身上腐朽的厚鳞片，尽管如此依然具有强大的压迫感。</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "钢龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22526",
        "data": [
          "22526",
          "钢之厚龙鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙的厚重龙鳞，硬度与质感共存，有着比钢铁还好的硬度。</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "钢龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22527",
        "data": [
          "22527",
          "钢龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙的甲壳经过岁月洗礼变得更加坚硬，加工困难的素材。</FONT>",
          "素材",
          "mat_shell_05",
          "",
          "钢龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22528",
        "data": [
          "22528",
          "钢龙的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙强韧的前爪，看着类似钢一般的材质可以让武具的品质大幅提升。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "钢龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22529",
        "data": [
          "22529",
          "钢龙的逆厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙身上稀少的厚鳞片，坚硬程度不是普通鳞片可以匹敌的。</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "钢龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22530",
        "data": [
          "22530",
          "钢龙的刚角",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙头上威猛的角，受到冲击的话周围会发出冷气。</FONT>",
          "素材",
          "mat_horn_01_GRY",
          "",
          "钢龙",
          "50级以上古龙征伐",
          "头部"
        ]
      },
      {
        "iID": "22531",
        "data": [
          "22531",
          "钢龙的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">钢龙强韧的尾巴，那种强度不是一般人可以想象的。</FONT>",
          "素材",
          "mat_tail_07",
          "",
          "钢龙",
          "50级以上古龙征伐",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22532",
        "data": [
          "22532",
          "钢龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">加工难度高，但是却和金属相性良好，结实又轻便。</FONT>",
          "素材",
          "item_icon_70",
          "",
          "钢龙",
          "50级以上古龙征伐",
          "左,右翼"
        ]
      },
      {
        "iID": "22533",
        "data": [
          "22533",
          "古龙的大宝玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙、霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过岁月洗礼古龙体内生成的宝玉，微微带着光十分美丽。</FONT>",
          "素材",
          "mat_jade_02",
          "",
          "钢龙",
          "50级以上古龙征伐",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22534",
        "data": [
          "22534",
          "霞龙的特上皮",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙体表的皮，拥有不可思议的良好触感，并且坚固而轻便。</FONT>",
          "素材",
          "mat_leather_01_PLE",
          "",
          "霞龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22535",
        "data": [
          "22535",
          "霞龙的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的爪，虽然很细但是非常坚硬，而且便于加工。</FONT>",
          "素材",
          "mat_claw_01_PLE",
          "",
          "霞龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22536",
        "data": [
          "22536",
          "霞龙的重牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的牙齿，所有被舌头勾取过来的猎物无一幸免地都会被撕成尖锐的牙齿咬碎。</FONT>",
          "素材",
          "mat_tooth_04_PLE",
          "",
          "霞龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22537",
        "data": [
          "22537",
          "霞龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙薄而轻便的翼膜。具有良好的延伸性和耐久度，常被当做内衣素材。</FONT>",
          "素材",
          "item_icon_74",
          "",
          "霞龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22538",
        "data": [
          "22538",
          "霞龙的极长舌",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的舌头，超强的延伸性和坚硬程度可以轻易拖走任何猎物。</FONT>",
          "素材",
          "mat_body_01_PLE",
          "",
          "霞龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22539",
        "data": [
          "22539",
          "霞龙的刚角",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙尖锐的角，明明非常坚硬却又十分容易加工，是一种不可思议的素材。</FONT>",
          "素材",
          "mat_horn_01_PLE",
          "",
          "霞龙",
          "50级以上古龙征伐",
          "头部"
        ]
      },
      {
        "iID": "22540",
        "data": [
          "22540",
          "霞龙的绝尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">霞龙的尾巴，形状十分奇特，摸上去感觉非常舒适。</FONT>",
          "素材",
          "mat_body_01_PLE",
          "",
          "霞龙",
          "50级以上古龙征伐",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22541",
        "data": [
          "22541",
          "古龙的大宝玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：钢龙、霞龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">经过岁月洗礼古龙体内生成的宝玉，微微带着光十分美丽。</FONT>",
          "素材",
          "mat_jade_02",
          "",
          "霞龙",
          "50级以上古龙征伐",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22542",
        "data": [
          "22542",
          "荒厄龙的厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">荒厄龙身上的鳞片，在不同的光源下会反射出不同的颜色。</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "荒厄龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22543",
        "data": [
          "22543",
          "荒厄龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">保护荒厄龙的坚硬甲壳，一般的武器连划痕都无法留下。</FONT>",
          "素材",
          "mat_shell_05",
          "",
          "荒厄龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22544",
        "data": [
          "22544",
          "荒厄龙的刚蛮爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">荒厄龙巨大的爪子，可以轻易撕开一座大山。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "荒厄龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22545",
        "data": [
          "22545",
          "荒厄龙的刀剑鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">荒厄龙背后特有的鳞片，宛如一把把利剑竖立在那里。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "荒厄龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22546",
        "data": [
          "22546",
          "荒厄龙的凶眼",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">散发着荒厄龙气息的恐怖之眼，只要看一眼就好像灵魂都要被撕裂了一般。</FONT>",
          "素材",
          "mat_eye_01",
          "",
          "荒厄龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22547",
        "data": [
          "22547",
          "荒厄龙的刚角",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">荒厄龙头上威猛的角，寄宿着不可思议的力量。</FONT>",
          "素材",
          "mat_horn_01_GRY",
          "",
          "荒厄龙",
          "50级以上古龙征伐",
          "头部"
        ]
      },
      {
        "iID": "22548",
        "data": [
          "22548",
          "荒厄龙的绝剑尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">荒厄龙强韧的尾巴，随意挥动一下就能抽断钢铁。</FONT>",
          "素材",
          "mat_tail_07",
          "",
          "荒厄龙",
          "50级以上古龙征伐",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22549",
        "data": [
          "22549",
          "荒厄龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">荒厄龙的翅膀，即便没有翼膜也能够飞行，隐藏着未知的力量。</FONT>",
          "素材",
          "mat_wing_01_white",
          "",
          "荒厄龙",
          "50级以上古龙征伐",
          "左右翼"
        ]
      },
      {
        "iID": "22550",
        "data": [
          "22550",
          "荒厄龙的重胸壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">保护着荒厄龙胸口的坚硬甲壳，在荒厄龙兴奋时会自动打开。</FONT>",
          "素材",
          "mat_body_01_white",
          "",
          "荒厄龙",
          "50级以上古龙征伐",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "22551",
        "data": [
          "22551",
          "混沌核心",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">荒厄龙不可思议的力量的源头，闪烁着黑白的光芒，给携带者带来无穷的厄运与灾难。</FONT>",
          "素材",
          "mat_scale_GRY",
          "",
          "荒厄龙",
          "50级以上古龙征伐",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "22552",
        "data": [
          "22552",
          "粘合剂",
          "<FONT COLOR=\"#6285C6\" >来源：喵喵币兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">高级装备镶嵌珠宝额外所需求的材料</FONT>",
          "素材",
          "prop_bottle_09",
          "",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22553",
        "data": [
          "22553",
          "梅杰波尔坦黄玉",
          "<FONT COLOR=\"#6285C6\" >来源：喵喵币兑换</FONT><BR><BR><FONT COLOR=\"#C6B262\">激活技能组内技能的素材</FONT>",
          "素材",
          "prop_bill_14",
          "",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22554",
        "data": [
          "22554",
          "龟壳果",
          "<FONT COLOR=\"#6285C6\" >来源：4级种子概率产出；直接种植龟壳果可产出；50级及以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">长相好似乌龟壳的植物所产下的果实。</FONT>",
          "素材",
          "prop_plant_10",
          "",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22555",
        "data": [
          "22555",
          "紫参草",
          "<FONT COLOR=\"#6285C6\" >来源：4级种子概率产出；直接种植紫参草可产出；50级及以上狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">有延年益寿的功效！</FONT>",
          "素材",
          "prop_herbs_07",
          "",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22556",
        "data": [
          "22556",
          "白鹭石",
          "<FONT COLOR=\"#6285C6\" >来源：5级庄园矿场；45~55级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够与各种金属产生共鸣的不可思议矿石。</FONT>",
          "素材",
          "prop_ore_07",
          "",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22557",
        "data": [
          "22557",
          "暗水晶",
          "<FONT COLOR=\"#6285C6\" >来源：5级庄园矿场；45~55级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑暗中发出微小亮光的水晶，形成条件不为人知。</FONT>",
          "素材",
          "prop_jewel_03",
          "",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22558",
        "data": [
          "22558",
          "红泥绿蚁",
          "<FONT COLOR=\"#6285C6\" >来源：5级庄园虫栖地；45~55级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">常年生活在红土泥地中的蚁类，虫身呈现淡绿色，很容易分辨出来。</FONT>",
          "素材",
          "prop_insect_08",
          "",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22559",
        "data": [
          "22559",
          "松叶蚕",
          "<FONT COLOR=\"#6285C6\" >来源：5级庄园虫栖地；45~55级狩猎场。</FONT><BR><BR><FONT COLOR=\"#C6B262\">栖覆在松叶当中的蚕蛹，还未成长为成虫。</FONT>",
          "素材",
          "prop_insect_04",
          "",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "22560",
        "data": [
          "22560",
          "铠龙的坚壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：铠龙(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">铠龙坚硬的甲壳，能经受猛烈的打击，狩猎时很头疼生产时却很受喜爱。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "",
          "铠龙",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22561",
        "data": [
          "22561",
          "铠龙的坚头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：铠龙(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能经受更大攻击的铠龙头壳，即使从高处摔下也不必担心会损坏。</FONT>",
          "素材",
          "mat_head_18_BLK",
          "",
          "铠龙",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22562",
        "data": [
          "22562",
          "铠龙的坚背壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：铠龙(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">更优质的铠龙背壳，由于其硬度剥取时也相当困难。</FONT>",
          "素材",
          "mat_shell_04_BLK",
          "",
          "铠龙",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22563",
        "data": [
          "22563",
          "铠龙的刚翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：铠龙(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬的铠龙翼，并不能用于飞行，硬度有更大提升。</FONT>",
          "素材",
          "mat_wing_01_BLK",
          "",
          "铠龙",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22564",
        "data": [
          "22564",
          "大龙玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：铠龙(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">铠龙体内神奇的矿物质，用途十分广泛。</FONT>",
          "素材",
          "item_icon_27",
          "",
          "铠龙",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22565",
        "data": [
          "22565",
          "铠龙的坚腹甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：铠龙(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">铠龙腹部的优质甲壳，比普通的腹甲强度更高，泛用性很强。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "",
          "铠龙",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          "腹部"
        ]
      },
      {
        "iID": "22566",
        "data": [
          "22566",
          "铠龙的靭尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：铠龙(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">铠龙强韧的尾部，比同类更强韧的尾部会被用来制作上好的防具，品质也有所提升。</FONT>",
          "素材",
          "mat_tail_07",
          "",
          "铠龙",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22567",
        "data": [
          "22567",
          "剑刹狼的豪刚毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑刹狼(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑刹狼的硬质背毛，打造的护具兼具减伤与保暖效果。</FONT>",
          "素材",
          "mat_leather_01_PLE",
          "",
          "剑刹狼",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22568",
        "data": [
          "22568",
          "剑刹狼的重腕甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑刹狼(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑刹狼前爪的厚重甲壳，耐受性能高，质地坚硬，是锻造的优选材料。</FONT>",
          "素材",
          "mat_shell_01_PLE",
          "",
          "剑刹狼",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22569",
        "data": [
          "22569",
          "剑刹狼的重牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑刹狼(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑刹狼锋利的尖牙，薄片的齿缘切碎筋肉毫不费力。</FONT>",
          "素材",
          "mat_tooth_04_PLE",
          "",
          "剑刹狼",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22570",
        "data": [
          "22570",
          "剑刹狼的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑刹狼(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑刹狼锐利的尖爪，硬度很高，几乎看不出磨损的痕迹。</FONT>",
          "素材",
          "mat_claw_01_PLE",
          "",
          "剑刹狼",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22571",
        "data": [
          "22571",
          "剑刹狼的修罗眼",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑刹狼(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑刹狼之怒目，狂暴后呈现红色的充血状态，轻触即能感受到恐怖的气息。</FONT>",
          "素材",
          "mat_eye_01",
          "",
          "剑刹狼",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22572",
        "data": [
          "22572",
          "剑刹狼的长獠齿",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑刹狼(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑刹狼面部向外伸出的长獠，只有经验丰富的工匠才能从头部完整剥取。</FONT>",
          "素材",
          "mat_claw_01_PLE",
          "",
          "剑刹狼",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22573",
        "data": [
          "22573",
          "剑刹狼的重骨刃",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑刹狼(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在剑刹狼肘部的坚硬骨刃，形状类似短剑，破坏后能快速再生。</FONT>",
          "素材",
          "mat_tail_01_PLE",
          "",
          "剑刹狼",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          "左/右臂"
        ]
      },
      {
        "iID": "22574",
        "data": [
          "22574",
          "剑刹狼的剑棘",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑刹狼(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在剑刹狼背部的犹如剑刃一般的刺棘，质地上乘，是砥砺武器的优选素材。</FONT>",
          "素材",
          "mat_body_01_PLE",
          "",
          "剑刹狼",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          "背部"
        ]
      },
      {
        "iID": "22575",
        "data": [
          "22575",
          "剑刹狼的靭尾鬃",
          "<FONT COLOR=\"#6285C6\" >主要来源：剑刹狼(大型怪物狩猎、50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">剑刹狼尾尖的鬃毛，针芒一般的坚锐，具体用途待考。</FONT>",
          "素材",
          "mat_body_01_PLE",
          "",
          "剑刹狼",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22576",
        "data": [
          "22576",
          "五相御神的厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：五相御神荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">五相御神身上的鳞片，在不同的光源下会反射出不同的颜色。</FONT>",
          "素材",
          "mat_scale_05",
          "",
          "御五相",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22577",
        "data": [
          "22577",
          "五相御神的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：五相御神荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">保护五相御神的坚硬甲壳，一般的武器连划痕都无法留下。</FONT>",
          "素材",
          "mat_shell_05",
          "",
          "御五相",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22578",
        "data": [
          "22578",
          "五相御神的刚蛮爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：五相御神荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">五相御神巨大的爪子，可以轻易撕开一座大山。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "御五相",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22579",
        "data": [
          "22579",
          "五相御神的刀剑鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：五相御神荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">五相御神背后特有的鳞片，宛如一把把利剑竖立在那里。</FONT>",
          "素材",
          "mat_claw_02_GRY",
          "",
          "御五相",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22580",
        "data": [
          "22580",
          "五相御神的凶眼",
          "<FONT COLOR=\"#6285C6\" >主要来源：五相御神荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">散发着五相御神气息的恐怖之眼，只要看一眼就好像灵魂都要被撕裂了一般。</FONT>",
          "素材",
          "mat_eye_01",
          "",
          "御五相",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22581",
        "data": [
          "22581",
          "五相御神的刚角",
          "<FONT COLOR=\"#6285C6\" >主要来源：五相御神荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">五相御神头上威猛的角，寄宿着不可思议的力量。</FONT>",
          "素材",
          "mat_horn_01_GRY",
          "",
          "御五相",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22582",
        "data": [
          "22582",
          "五相御神的绝剑尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：五相御神荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">五相御神强韧的尾巴，随意挥动一下就能抽断钢铁。</FONT>",
          "素材",
          "mat_tail_07",
          "",
          "御五相",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22583",
        "data": [
          "22583",
          "五相御神的刚翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：五相御神荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">五相御神的翅膀，即便没有翼膜也能够飞行，隐藏着未知的力量。</FONT>",
          "素材",
          "mat_wing_01_white",
          "",
          "御五相",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "22584",
        "data": [
          "22584",
          "五相御神的重胸壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：五相御神荒厄龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">保护着五相御神胸口的坚硬甲壳，在五相御神兴奋时会自动打开。</FONT>",
          "素材",
          "mat_body_01_white",
          "",
          "御五相",
          "大型怪物狩猎、50级以上王立委托、王立精英委托",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "22585",
        "data": [
          "22585",
          "混沌核心",
          "<FONT COLOR=\"#6285C6\" >主要来源：荒厄龙、御五相(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">荒厄龙不可思议的力量的源头，闪烁着黑白的光芒，给携带者带来无穷的厄运与灾难。</FONT>",
          "素材",
          "mat_scale_GRY",
          "",
          "御五相",
          "50级以上古龙征伐",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "22586",
        "data": [
          "22586",
          "金狮子的重牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：金狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金狮子锐利的牙齿，哪怕只是稍微触碰也会被划伤，十分危险。</FONT>",
          "素材",
          "mat_tooth_02_YEL",
          "",
          "金狮子",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22587",
        "data": [
          "22587",
          "金狮子的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：金狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金狮子的爪子，无论是剥取还是加工都十分的困难。</FONT>",
          "素材",
          "mat_claw_02_YEL",
          "",
          "金狮子",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22588",
        "data": [
          "22588",
          "金狮子的黑荒毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：金狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金狮子的黑毛，就算是王族也会希望能够拥有一件使用金狮子黑毛做成的衣物。</FONT>",
          "素材",
          "mat_leather_02_GRY",
          "",
          "金狮子",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22589",
        "data": [
          "22589",
          "金狮子的黑荒发",
          "<FONT COLOR=\"#6285C6\" >主要来源：金狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金狮子头部附近的毛，比起普通的黑毛质地更好。</FONT>",
          "素材",
          "mat_hair_01_white",
          "",
          "金狮子",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22590",
        "data": [
          "22590",
          "黄金的煌毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：金狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金狮子在特殊状态下的体毛，因为此状态下的金狮子十分狂暴难以狩猎，所以十分稀有。</FONT>",
          "素材",
          "mat_leather_01_YEL",
          "",
          "金狮子",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22591",
        "data": [
          "22591",
          "金狮子的刚角",
          "<FONT COLOR=\"#6285C6\" >主要来源：金狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金狮子尖锐的角，霸气的外形使其成为了猎人们梦寐以求的素材。</FONT>",
          "素材",
          "mat_horn_01_YEL",
          "",
          "金狮子",
          "50级以上王立委托、王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22592",
        "data": [
          "22592",
          "金狮子的尻尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：金狮子(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">金狮子闪耀着金光的尾巴，越看越会觉得它充满了高贵的气质。</FONT>",
          "素材",
          "mat_body_01_YEL",
          "",
          "金狮子",
          "50级以上王立委托、王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22593",
        "data": [
          "22593",
          "燎渊龙的重骨甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：燎渊龙(大规模紧急讨伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">燎渊龙的重骨甲，拥有金属以上的硬度和毛皮的轻盈感。</FONT>",
          "素材",
          "mat_shell_04_BRW",
          "",
          "燎渊龙",
          "燎渊龙(大规模紧急讨伐)",
          ""
        ]
      },
      {
        "iID": "22594",
        "data": [
          "22594",
          "燎渊龙的重焰壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：燎渊龙(大规模紧急讨伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">燎渊龙的重焰壳，可以抵御地底熔岩的高热。</FONT>",
          "素材",
          "mat_shell_01_BRW",
          "",
          "燎渊龙",
          "燎渊龙(大规模紧急讨伐)",
          ""
        ]
      },
      {
        "iID": "22595",
        "data": [
          "22595",
          "焰尘沙",
          "<FONT COLOR=\"#6285C6\" >主要来源：燎渊龙(大规模紧急讨伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">燎渊龙储藏在体内的沙子，喷出后附带高热，杀伤力超群。</FONT>",
          "素材",
          "prop_ore_01",
          "",
          "燎渊龙",
          "燎渊龙(大规模紧急讨伐)",
          ""
        ]
      },
      {
        "iID": "22596",
        "data": [
          "22596",
          "深渊之燃血",
          "<FONT COLOR=\"#6285C6\" >主要来源：燎渊龙(大规模紧急讨伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">燎渊龙的血液，即便离开了本体依然保持着高热。</FONT>",
          "素材",
          "item_icon_10",
          "",
          "燎渊龙",
          "燎渊龙(大规模紧急讨伐)",
          ""
        ]
      },
      {
        "iID": "22597",
        "data": [
          "22597",
          "燎渊的龙神玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：燎渊龙(大规模紧急讨伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">寄宿着神秘力量的高级玉石，会主动和附近的金属制品产生奇妙的引力，其原理目前还是迷。</FONT>",
          "素材",
          "mat_jade_05",
          "",
          "燎渊龙",
          "燎渊龙(大规模紧急讨伐)",
          ""
        ]
      },
      {
        "iID": "22598",
        "data": [
          "22598",
          "燎渊龙的重腕甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：燎渊龙(大规模紧急讨伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">燎渊龙的重腕甲，具有锻造价值。</FONT>",
          "素材",
          "mat_claw_02_BRW",
          "",
          "燎渊龙",
          "燎渊龙(大规模紧急讨伐)",
          "左右手"
        ]
      },
      {
        "iID": "22599",
        "data": [
          "22599",
          "燎渊龙的巨颚",
          "<FONT COLOR=\"#6285C6\" >主要来源：燎渊龙(大规模紧急讨伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">燎渊龙的巨颚，硬度很高，能使装备的强度提升。</FONT>",
          "素材",
          "mat_tooth_04_bk_BRW",
          "",
          "燎渊龙",
          "燎渊龙(大规模紧急讨伐)",
          "头部"
        ]
      },
      {
        "iID": "22600",
        "data": [
          "22600",
          "燎渊龙的重背鳍",
          "<FONT COLOR=\"#6285C6\" >主要来源：燎渊龙(大规模紧急讨伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">燎渊龙的重背鳍，可以在花岗岩中穿梭自如。</FONT>",
          "素材",
          "mat_fin_01_BRW",
          "",
          "燎渊龙",
          "燎渊龙(大规模紧急讨伐)",
          "背部"
        ]
      },
      {
        "iID": "22601",
        "data": [
          "22601",
          "燎渊龙的重尾甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：燎渊龙(大规模紧急讨伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">燎渊龙的重尾甲，有不亚于大颚的强度。</FONT>",
          "素材",
          "mat_tail_03",
          "",
          "燎渊龙",
          "燎渊龙(大规模紧急讨伐)",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22744",
        "data": [
          "22744",
          "盾蟹的青爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：葵盾蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的葵盾蟹之爪，能够轻易的击碎岩石。</FONT>",
          "素材",
          "mat_claw_01_CYN",
          "",
          "葵盾蟹",
          "50级以上王立委托、王立精英委托",
          "爪"
        ]
      },
      {
        "iID": "22745",
        "data": [
          "22745",
          "盾蟹的黑壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：葵盾蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">巨大的葵盾蟹甲壳，非常的轻，很容易进行加工。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "",
          "葵盾蟹",
          "50级以上王立委托、王立精英委托",
          "壳"
        ]
      },
      {
        "iID": "22746",
        "data": [
          "22746",
          "盾蟹的漆黑脚",
          "<FONT COLOR=\"#6285C6\" >主要来源：葵盾蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够支撑葵盾蟹庞大身躯的坚硬之脚。</FONT>",
          "素材",
          "mat_claw_04_GRY",
          "",
          "葵盾蟹",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22747",
        "data": [
          "22747",
          "盾蟹的黑胸甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：葵盾蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">葵盾蟹胸部黑色的甲壳，硬度极高。</FONT>",
          "素材",
          "mat_shell_01_BLK",
          "",
          "葵盾蟹",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22748",
        "data": [
          "22748",
          "极品黑珍珠",
          "<FONT COLOR=\"#6285C6\" >主要来源：葵盾蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从葵盾蟹壳中取出的最高级黑色珍珠，拥有一定的价值，也可以做为素材使用。</FONT>",
          "素材",
          "prop_jewel_06",
          "",
          "葵盾蟹",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22749",
        "data": [
          "22749",
          "葵结晶",
          "<FONT COLOR=\"#6285C6\" >主要来源：葵盾蟹(50级以上王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从葵盾蟹爪上剥离下的结晶，受到强烈冲击就会产生爆炸，加工时需要非常小心。</FONT>",
          "素材",
          "prop_ore_07",
          "",
          "葵盾蟹",
          "50级以上王立委托、王立精英委托",
          ""
        ]
      },
      {
        "iID": "22750",
        "data": [
          "22750",
          "腐朽的锈龙鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：锈钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">年迈的钢龙身上腐朽的鳞片，尽管如此依然具有强大的压迫感。</FONT>",
          "素材",
          "mat_scale_05_BRN",
          "",
          "锈钢龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22751",
        "data": [
          "22751",
          "锈钢的龙鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：锈钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">年迈钢龙的鳞片，虽然失去了光辉，但价值依然极高，可以做出非常优秀的武具。</FONT>",
          "素材",
          "mat_scale_05_BRN",
          "",
          "锈钢龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22752",
        "data": [
          "22752",
          "锈钢的龙壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：锈钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">年迈钢龙的外壳，是蜕皮前的成熟素材，最适合加工成武具。</FONT>",
          "素材",
          "mat_shell_05_BRN",
          "",
          "锈钢龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22753",
        "data": [
          "22753",
          "锈钢的龙爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：锈钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">年迈钢龙的爪，虽然颜色衰退，但是锐利依旧，可以加工成强力的武器。</FONT>",
          "素材",
          "mat_claw_02_BRN",
          "",
          "锈钢龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22754",
        "data": [
          "22754",
          "锈钢的逆鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：锈钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">年迈钢龙身上稀少的鳞片，坚硬程度不是普通鳞片可以匹敌的。</FONT>",
          "素材",
          "mat_scale_05_BRN",
          "",
          "锈钢龙",
          "50级以上古龙征伐",
          ""
        ]
      },
      {
        "iID": "22755",
        "data": [
          "22755",
          "银岭之冠",
          "<FONT COLOR=\"#6285C6\" >主要来源：锈钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">在生锈鳞片下方等待光明的钢龙之角，清澄的钢色光芒为大自然带来了丰饶。</FONT>",
          "素材",
          "mat_horn_01_BRN",
          "",
          "锈钢龙",
          "50级以上古龙征伐",
          "头部"
        ]
      },
      {
        "iID": "22756",
        "data": [
          "22756",
          "锈钢的尻尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：锈钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">年迈钢龙强韧的尾巴，那种强度不是一般人可以想象的。</FONT>",
          "素材",
          "mat_tail_07_BRN",
          "",
          "锈钢龙",
          "50级以上古龙征伐",
          "尾巴"
        ]
      },
      {
        "iID": "22757",
        "data": [
          "22757",
          "暴风的破翼",
          "<FONT COLOR=\"#6285C6\" >主要来源：锈钢龙(50级以上古龙征伐)</FONT><BR><BR><FONT COLOR=\"#C6B262\">年迈钢龙的翅膀。扬起双翼就会引来风暴，所过之处片甲不留。</FONT>",
          "素材",
          "item_icon_70_BRN",
          "",
          "锈钢龙",
          "50级以上古龙征伐",
          "翅膀"
        ]
      },
      {
        "iID": "22758",
        "data": [
          "22758",
          "浮岳龙的体液",
          "<FONT COLOR=\"#6285C6\" >主要来源：浮岳龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从浮岳龙身上抽出的体液，呈黑绿色糊状。</FONT>",
          "素材",
          "item_icon_01",
          "",
          "浮岳龙",
          "浮岳龙(大规模紧急讨伐)",
          ""
        ]
      },
      {
        "iID": "22759",
        "data": [
          "22759",
          "浮岳龙的皮",
          "<FONT COLOR=\"#6285C6\" >主要来源：浮岳龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">浮岳龙身上剥离的皮，经过加工后可变成美丽的布料。</FONT>",
          "素材",
          "mat_leather_03_GRN",
          "",
          "浮岳龙",
          "浮岳龙(大规模紧急讨伐)",
          ""
        ]
      },
      {
        "iID": "22760",
        "data": [
          "22760",
          "浮岳龙的鳍",
          "<FONT COLOR=\"#6285C6\" >主要来源：浮岳龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">浮岳龙巨大触手上的鳍，很轻很光滑。</FONT>",
          "素材",
          "mat_body_01_GRN",
          "",
          "浮岳龙",
          "浮岳龙(大规模紧急讨伐)",
          ""
        ]
      },
      {
        "iID": "22761",
        "data": [
          "22761",
          "神龙苔",
          "<FONT COLOR=\"#6285C6\" >主要来源：浮岳龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">浮岳龙身上生长的苔，有着神秘的气氛，美丽而耀眼。</FONT>",
          "素材",
          "mat_shell_04_GRN",
          "",
          "浮岳龙",
          "浮岳龙(大规模紧急讨伐)",
          ""
        ]
      },
      {
        "iID": "22762",
        "data": [
          "22762",
          "神龙木",
          "<FONT COLOR=\"#6285C6\" >主要来源：浮岳龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">发着神光的龙木，具有神奇的效果，很适合加工成武具。</FONT>",
          "素材",
          "mat_body_01_GRN",
          "",
          "浮岳龙",
          "浮岳龙(大规模紧急讨伐)",
          ""
        ]
      },
      {
        "iID": "22763",
        "data": [
          "22763",
          "太古的龙木",
          "<FONT COLOR=\"#6285C6\" >主要来源：浮岳龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">生长在浮岳龙体内的龙木，非常神秘。</FONT>",
          "素材",
          "mat_body_01_GRN",
          "",
          "浮岳龙",
          "浮岳龙(大规模紧急讨伐)",
          ""
        ]
      },
      {
        "iID": "22764",
        "data": [
          "22764",
          "武镰蟹的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：武镰蟹</FONT><BR><BR><FONT COLOR=\"#C6B262\">武镰蟹的刚韧之爪，武镰蟹赖以潜入地下的部位。</FONT>",
          "素材",
          "mat_claw_04_BLU",
          "",
          "武镰蟹",
          "王立精英委托",
          "左右手（钳）"
        ]
      },
      {
        "iID": "22765",
        "data": [
          "22765",
          "武镰蟹的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：武镰蟹</FONT><BR><BR><FONT COLOR=\"#C6B262\">武镰蟹厚重的壳，坚硬度更强。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "",
          "武镰蟹",
          "王立精英委托",
          "壳"
        ]
      },
      {
        "iID": "22766",
        "data": [
          "22766",
          "武镰蟹的重脚",
          "<FONT COLOR=\"#6285C6\" >主要来源：武镰蟹</FONT><BR><BR><FONT COLOR=\"#C6B262\">武镰蟹的刚韧之脚，边缘也非常锋利。</FONT>",
          "素材",
          "mat_claw_01_BLU",
          "",
          "武镰蟹",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22767",
        "data": [
          "22767",
          "武镰蟹的刚钳",
          "<FONT COLOR=\"#6285C6\" >主要来源：武镰蟹</FONT><BR><BR><FONT COLOR=\"#C6B262\">更为坚硬的武镰蟹大钳，敲击时会砰砰作响。</FONT>",
          "素材",
          "mat_clamp_02",
          "",
          "武镰蟹",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22768",
        "data": [
          "22768",
          "极品紫色大真珠",
          "<FONT COLOR=\"#6285C6\" >主要来源：武镰蟹</FONT><BR><BR><FONT COLOR=\"#C6B262\">泛出金色光芒的极品大真珠，品质无可挑剔。</FONT>",
          "素材",
          "prop_jewel_03",
          "",
          "武镰蟹",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22769",
        "data": [
          "22769",
          "武镰蟹的龙头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：武镰蟹</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬异常的黑铠龙头壳，被聪明的武镰蟹用来保护后背。</FONT>",
          "素材",
          "prop_bone_05",
          "",
          "武镰蟹",
          "王立精英委托",
          "壳"
        ]
      },
      {
        "iID": "22770",
        "data": [
          "22770",
          "武镰蟹的枪镰",
          "<FONT COLOR=\"#6285C6\" >主要来源：武镰蟹</FONT><BR><BR><FONT COLOR=\"#C6B262\">武镰蟹的镰刀，外形有如一把长枪，锋利异常。</FONT>",
          "素材",
          "mat_clamp_02",
          "",
          "武镰蟹",
          "王立精英委托",
          "左右手（钳）"
        ]
      },
      {
        "iID": "22771",
        "data": [
          "22771",
          "武镰蟹的盾镰",
          "<FONT COLOR=\"#6285C6\" >主要来源：武镰蟹</FONT><BR><BR><FONT COLOR=\"#C6B262\">武镰蟹的前爪，经过变异外形类似盾牌，异常坚硬。</FONT>",
          "素材",
          "mat_shell_01_BLU",
          "",
          "武镰蟹",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22772",
        "data": [
          "22772",
          "雷狼龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：雷狼龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">雷狼龙的青绿色的外壳，保护王者的厚重外壳可以瞬间使对方丧失战意。</FONT>",
          "素材",
          "mat_shell_01_CYN",
          "",
          "雷狼龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22773",
        "data": [
          "22773",
          "雷狼龙的雷电毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：雷狼龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">传闻中可以储蓄无限电力的带电毛，其间溢出的电气散发着光辉。</FONT>",
          "素材",
          "mat_leather_01_CYN",
          "",
          "雷狼龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22774",
        "data": [
          "22774",
          "雷狼龙的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：雷狼龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">雷狼龙尖锐的爪子，在超带电状态下锋利的爪子将成为威胁猎人生命的利器。</FONT>",
          "素材",
          "mat_claw_01_CYN",
          "",
          "雷狼龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22775",
        "data": [
          "22775",
          "超电雷光虫",
          "<FONT COLOR=\"#6285C6\" >主要来源：雷狼龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">受到雷狼龙影响而异常活跃的雷光虫，与普通的不同散发着青白色的光芒。</FONT>",
          "素材",
          "prop_insect_01",
          "",
          "雷狼龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22776",
        "data": [
          "22776",
          "雷狼龙的逆鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：雷狼龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">雷狼龙身上非常稀有的逆鳞，是体现了王者勇猛的灵魂的佳品。</FONT>",
          "素材",
          "mat_scale_01_CYN",
          "",
          "雷狼龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22777",
        "data": [
          "22777",
          "雷狼龙的刚角",
          "<FONT COLOR=\"#6285C6\" >主要来源：雷狼龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">雷狼龙头顶的尖角，仿佛直冲云霄一般，带来了极大的压迫感。</FONT>",
          "素材",
          "mat_claw_01_CYN",
          "",
          "雷狼龙",
          "王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22778",
        "data": [
          "22778",
          "雷狼龙的雷电壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：雷狼龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">能够产生超越大自然雷电威力的蓄电壳，利用它制作出的武具威力不可想象。</FONT>",
          "素材",
          "mat_body_01_CYN",
          "",
          "雷狼龙",
          "王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22779",
        "data": [
          "22779",
          "雷狼龙的韧尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：雷狼龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">雷狼龙坚硬的尾巴，经过长年锻炼破坏力已经无与伦比。</FONT>",
          "素材",
          "mat_tail_06_CYN",
          "",
          "雷狼龙",
          "王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22780",
        "data": [
          "22780",
          "雷狼龙的碧玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：雷狼龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">雷狼龙体内非常稀有的玉石，凝聚了王者所有力量的精华。</FONT>",
          "素材",
          "item_icon_27",
          "",
          "雷狼龙",
          "王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22781",
        "data": [
          "22781",
          "冰牙龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰牙龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰牙龙厚重的外壳，雪白的颜色使其在雪地中难以被发现。</FONT>",
          "素材",
          "mat_shell_01_WHT",
          "",
          "冰牙龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22782",
        "data": [
          "22782",
          "冰牙龙的厚毛皮",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰牙龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰牙龙厚实的毛皮，不仅轻柔手感好还能抵御严寒，在上流社会中很受欢迎。</FONT>",
          "素材",
          "mat_leather_01_WHT",
          "",
          "冰牙龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22783",
        "data": [
          "22783",
          "冰牙龙的刚牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰牙龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰牙龙坚硬的牙齿，可以轻易咬碎厚厚的冰层。</FONT>",
          "素材",
          "mat_claw_01_WHT",
          "",
          "冰牙龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22784",
        "data": [
          "22784",
          "冰牙龙的棘",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰牙龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰牙龙尾部的棘，被打中的话不是断一两根骨头那么简单的事情。</FONT>",
          "素材",
          "mat_body_01_WHT",
          "",
          "冰牙龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22785",
        "data": [
          "22785",
          "瞬间冰冻袋",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰牙龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰牙龙体内特殊的器官，喷出液体与空气结合后会瞬间将周围的温度降到冰点以下。</FONT>",
          "素材",
          "item_icon_60",
          "",
          "冰牙龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22786",
        "data": [
          "22786",
          "琥珀色的重牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰牙龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰牙龙极具特征的巨大牙齿，可以用来制作强力武具，也可以作为收藏品鉴赏。</FONT>",
          "素材",
          "mat_tooth_01",
          "",
          "冰牙龙",
          "王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22787",
        "data": [
          "22787",
          "冰牙龙的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰牙龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰牙龙强有力的翼爪，可以有效地防止它在冰面运动打滑。</FONT>",
          "素材",
          "mat_claw_01_WHT",
          "",
          "冰牙龙",
          "王立精英委托",
          "左右翼"
        ]
      },
      {
        "iID": "22788",
        "data": [
          "22788",
          "冰牙龙的靭尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：冰牙龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">冰牙龙坚硬的尾巴，经过长年锻炼破坏力已经无与伦比。</FONT>",
          "素材",
          "mat_tail_06__WHT",
          "",
          "冰牙龙",
          "王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22789",
        "data": [
          "22789",
          "恐暴龙的厚黑鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：恐暴龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">恐暴龙墨绿色的鳞片，虽然很稀有但是因为不吉利很少被用来交易。</FONT>",
          "素材",
          "mat_scale_01_GRE",
          "",
          "恐暴龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22790",
        "data": [
          "22790",
          "恐暴龙的厚黑皮",
          "<FONT COLOR=\"#6285C6\" >主要来源：恐暴龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">恐暴龙的外皮，摸起来手感令人不快，而且加工十分困难。</FONT>",
          "素材",
          "mat_leather_01_GRE",
          "",
          "恐暴龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22791",
        "data": [
          "22791",
          "恐暴龙的刚钩爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：恐暴龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">锐利度强度都是最高级的，不熟练的人加工时有受伤的危险。</FONT>",
          "素材",
          "mat_claw_01_GRE",
          "",
          "恐暴龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22792",
        "data": [
          "22792",
          "极恶之牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：恐暴龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">恐暴龙令人感到不详的牙齿，恐暴龙就是依靠它成为了贪食之王。</FONT>",
          "素材",
          "mat_claw_01_GRE",
          "",
          "恐暴龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22793",
        "data": [
          "22793",
          "恐暴龙的宝玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：恐暴龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">据说其中隐藏了恐暴龙强大实力的秘密，经常被用在一些可疑的仪式中。</FONT>",
          "素材",
          "mat_jade_01_GRE",
          "",
          "恐暴龙",
          "王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22794",
        "data": [
          "22794",
          "恐暴龙的头壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：恐暴龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">从恐暴龙的头部去下的头骨，采取时会散发出令人作呕的气味。</FONT>",
          "素材",
          "mat_body_01_GRE",
          "",
          "恐暴龙",
          "王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22795",
        "data": [
          "22795",
          "恐暴龙的重尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：恐暴龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">恐暴龙强有力的尻尾，有些人专门收集这个。</FONT>",
          "素材",
          "mat_body_01_GRE",
          "",
          "恐暴龙",
          "王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22796",
        "data": [
          "22796",
          "恐暴龙的灭鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：恐暴龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">恐暴龙身上幻之鳞片，用来制作武具可以震天撼地。</FONT>",
          "素材",
          "mat_scale_GRN",
          "",
          "恐暴龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22797",
        "data": [
          "22797",
          "灭星龙的厚鳞",
          "<FONT COLOR=\"#6285C6\" >主要来源：灭星龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">灭星龙厚重的鳞片，仔细观看的话每一个鳞片都闪耀着星辰的光芒。</FONT>",
          "素材",
          "mat_scale_01_RED",
          "",
          "灭星龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22798",
        "data": [
          "22798",
          "灭星龙的重壳",
          "<FONT COLOR=\"#6285C6\" >主要来源：灭星龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">灭星龙的鳞片凝聚成的厚重外壳，有效地保护了灭星龙的躯体。</FONT>",
          "素材",
          "mat_shell_01_RED",
          "",
          "灭星龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22799",
        "data": [
          "22799",
          "灭星龙的刚牙",
          "<FONT COLOR=\"#6285C6\" >主要来源：灭星龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">灭星龙坚韧的牙齿，每一颗牙齿都有着不同的纹路。</FONT>",
          "素材",
          "mat_claw_01_RED",
          "",
          "灭星龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22800",
        "data": [
          "22800",
          "灭星龙的重腹甲",
          "<FONT COLOR=\"#6285C6\" >主要来源：灭星龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">灭星龙腹部厚重的甲壳，避免了灭星龙受到致命的打击。</FONT>",
          "素材",
          "mat_tail_01_RED",
          "",
          "灭星龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22801",
        "data": [
          "22801",
          "星辉之血",
          "<FONT COLOR=\"#6285C6\" >主要来源：灭星龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">灭星龙体内特殊的血液，散发着星辰的光芒无比美丽，但又带有着毁灭的气息。</FONT>",
          "素材",
          "item_icon_10",
          "",
          "灭星龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22802",
        "data": [
          "22802",
          "星羽蝶的星光翅",
          "<FONT COLOR=\"#6285C6\" >主要来源：灭星龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">共生在灭星龙身上的星羽蝶的翅膀，在夜空中飞翔犹如天上的繁星。</FONT>",
          "素材",
          "item_icon_75",
          "",
          "灭星龙",
          "王立精英委托",
          "躯干（本体/胴体）"
        ]
      },
      {
        "iID": "22803",
        "data": [
          "22803",
          "灭星龙的靭尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：灭星龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">长且有力的灭星龙尾部，一旦被甩到可能会重伤。</FONT>",
          "素材",
          "mat_tail_06_PNK",
          "",
          "灭星龙",
          "王立精英委托",
          "尾部（尻尾）"
        ]
      },
      {
        "iID": "22804",
        "data": [
          "22804",
          "灭星龙的刚角",
          "<FONT COLOR=\"#6285C6\" >主要来源：灭星龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">灭星龙头部的尖角，在夜晚会散发出淡淡的光芒。</FONT>",
          "素材",
          "mat_horn_01_RED",
          "",
          "灭星龙",
          "王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22805",
        "data": [
          "22805",
          "灭星龙的刚爪",
          "<FONT COLOR=\"#6285C6\" >主要来源：灭星龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">灭星龙刚硬的前爪，可以轻易撕碎任何已知矿石，锐不可当。</FONT>",
          "素材",
          "mat_claw_01_RED",
          "",
          "灭星龙",
          "王立精英委托",
          "左右手（钳）"
        ]
      },
      {
        "iID": "22806",
        "data": [
          "22806",
          "星光大宝玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：灭星龙</FONT><BR><BR><FONT COLOR=\"#C6B262\">灭星龙体内特殊的结晶，内部闪耀的纹路与星空的排布几乎一致，是一个未解之谜。</FONT>",
          "素材",
          "mat_jade_01",
          "",
          "灭星龙",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22807",
        "data": [
          "22807",
          "麒麟的特等皮",
          "<FONT COLOR=\"#6285C6\" >主要来源：麒麟</FONT><BR><BR><FONT COLOR=\"#C6B262\">麒麟美丽的毛皮中精选出的特等品，是猎人们的憧憬之物。</FONT>",
          "素材",
          "mat_leather_01_WHT",
          "",
          "麒麟",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22808",
        "data": [
          "22808",
          "麒麟的鬃毛",
          "<FONT COLOR=\"#6285C6\" >主要来源：麒麟</FONT><BR><BR><FONT COLOR=\"#C6B262\">麒麟颈部特殊的毛发，受到雷电影响会高耸，长期不脱落。</FONT>",
          "素材",
          "mat_body_01_WHT",
          "",
          "麒麟",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22809",
        "data": [
          "22809",
          "麒麟的辉水晶",
          "<FONT COLOR=\"#6285C6\" >主要来源：麒麟</FONT><BR><BR><FONT COLOR=\"#C6B262\">麒麟体内特殊的辉水晶，不知何原因带有了微量的电流。</FONT>",
          "素材",
          "prop_jewel_05",
          "",
          "麒麟",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22810",
        "data": [
          "22810",
          "麒麟的韧雷尾",
          "<FONT COLOR=\"#6285C6\" >主要来源：麒麟</FONT><BR><BR><FONT COLOR=\"#C6B262\">麒麟珍贵的尾巴，由于受到雷电影响，毛发总是青白色的。</FONT>",
          "素材",
          "mat_body_01_WHT",
          "",
          "麒麟",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22811",
        "data": [
          "22811",
          "白银的髭",
          "<FONT COLOR=\"#6285C6\" >主要来源：麒麟</FONT><BR><BR><FONT COLOR=\"#C6B262\">散发着银白色光泽的麒麟之须，被风吹动后会散发闪电，极品中的极品。</FONT>",
          "素材",
          "mat_body_01_WHT",
          "",
          "麒麟",
          "王立精英委托",
          ""
        ]
      },
      {
        "iID": "22812",
        "data": [
          "22812",
          "麒麟的苍角",
          "<FONT COLOR=\"#6285C6\" >主要来源：麒麟</FONT><BR><BR><FONT COLOR=\"#C6B262\">麒麟特别珍贵的苍角，散发着神秘的光芒。</FONT>",
          "素材",
          "mat_horn_01_PLE",
          "",
          "麒麟",
          "王立精英委托",
          "头部"
        ]
      },
      {
        "iID": "22813",
        "data": [
          "22813",
          "墨喵玉",
          "<FONT COLOR=\"#6285C6\" >主要来源：Lv.90狩猎</FONT><BR><BR><FONT COLOR=\"#C6B262\">高级装备素材。</FONT>",
          "素材",
          "prop_ep_lvup_b",
          "",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24000",
        "data": [
          "24000",
          "防具玉",
          "<FONT COLOR=\"#68A16A\" >持有：可在铁匠处突破防具</FONT><BR><FONT COLOR=\"#6285C6\" >来源：猎人生活</FONT><BR><BR><FONT COLOR=\"#C6B262\">突破防具的关键素材，对热量会产生特别的反应，提炼后与防具融合能够增加防具的强度。</FONT>",
          "素材",
          "prop_jewel_05",
          "FJY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24951",
        "data": [
          "24951",
          "支援券",
          "<BR><FONT COLOR=\"#C6B262\">呼叫艾露猫支援队，加快农场采集点的恢复速度</FONT>",
          "素材",
          "prop_book_13",
          "ZYQ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24952",
        "data": [
          "24952",
          "侏罗纪的观影券",
          "<BR><FONT COLOR=\"#C6B262\">凭此券可到《怪物猎人OL》官网相关活动页面获取价值120元的《侏罗纪世界》电影票。兑换时间6月11日——6月21日。</FONT>",
          "素材",
          "prop_book_13",
          "ZLJDGYQ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24953",
        "data": [
          "24953",
          "成长防具兑换券",
          "<BR><FONT COLOR=\"#C6B262\">猎人们通过使用“成长防具兑换券”，可在梅杰波尔坦和米拉德村的雷欧处自由兑换各种的专为猎人们精心打造的强力装备</FONT>",
          "素材",
          "prop_book_13",
          "CCFJDHQ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24954",
        "data": [
          "24954",
          "成长武器兑换券",
          "<BR><FONT COLOR=\"#C6B262\">猎人们通过使用“成长武器兑换券”，可在梅杰波尔坦和米拉德村的雷欧处自由兑换各种的专为猎人们精心打造的强力武器</FONT>",
          "素材",
          "prop_book_14",
          "CCWQDHQ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24955",
        "data": [
          "24955",
          "丢失的货品",
          "<BR><FONT COLOR=\"#C6B262\">莉薇丢失的货品，可以找莉薇兑换奖励</FONT>",
          "素材",
          "item_icon_67",
          "DSDHP",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24956",
        "data": [
          "24956",
          "上古武器残片",
          "<BR><FONT COLOR=\"#C6B262\">上古武器的残片，可用于兑换武器或其他稀有道具。</FONT>",
          "素材",
          "airo_hazai_05",
          "SGWQCP",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24958",
        "data": [
          "24958",
          "晶化粉尘",
          "<FONT COLOR=\"#6285C6\" >来源：分解护石</FONT><BR><BR><FONT COLOR=\"#C6B262\">高纯度的结晶体，可以用于精铸护石。</FONT>",
          "素材",
          "prop_grain_01",
          "JHFC",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24960",
        "data": [
          "24960",
          "武器玉",
          "<FONT COLOR=\"#68A16A\" >持有：可在铁匠处突破武器</FONT><BR><FONT COLOR=\"#6285C6\" >来源：猎人生活</FONT><BR><BR><FONT COLOR=\"#C6B262\">对热量会产生特别的反应，提炼后与武器融合能够增加武器的强度</FONT>",
          "素材",
          "prop_jewel_03",
          "WQY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24961",
        "data": [
          "24961",
          "高级武器玉",
          "<FONT COLOR=\"#68A16A\" >持有：可在铁匠处突破武器</FONT><BR><FONT COLOR=\"#6285C6\" >来源：调和发明</FONT><BR><BR><FONT COLOR=\"#C6B262\">提炼过的特殊武器玉，能使武器强度进一步提高</FONT>",
          "素材",
          "prop_jewel_03",
          "GJWQY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24990",
        "data": [
          "24990",
          "突破玉",
          "<FONT COLOR=\"#68A16A\" >持有：可调和高级武器玉</FONT><BR><FONT COLOR=\"#6285C6\" >来源：王立委托以上狩猎场</FONT><BR><BR><FONT COLOR=\"#C6B262\">传说能够突破装备能力界限的玉。</FONT>",
          "素材",
          "mat_jade_04",
          "TPY",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24997",
        "data": [
          "24997",
          "强效增强剂",
          "<FONT COLOR=\"#6285C6\" >来源：发明生产</FONT><BR><BR><FONT COLOR=\"#C6B262\">能将素材和药品的效果提升至极致的药剂。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "QXZQJ",
          "",
          "",
          ""
        ]
      },
      {
        "iID": "24998",
        "data": [
          "24998",
          "超强增强剂",
          "<FONT COLOR=\"#6285C6\" >来源：发明生产</FONT><BR><BR><FONT COLOR=\"#C6B262\">能将素材和药品的效果提升至极致的药剂。</FONT>",
          "素材",
          "mat_visceral_02_GRY",
          "CQZQJ",
          "",
          "",
          ""
        ]
      }
    ],
    "total": 1349
  }
};