var talentArray = [
{
        "iID": "13000001",
        "data": [
          "13000001",
          "双刀",
          "一阶",
          "闪展腾挪",
          "旋子回避可随时打断鬼人连斩和鬼人乱舞"
        ]
      },
      {
        "iID": "13000002",
        "data": [
          "13000002",
          "双刀",
          "一阶",
          "回旋连舞",
          "左回旋斩1和右回旋斩1能形成连击"
        ]
      },
      {
        "iID": "13000003",
        "data": [
          "13000003",
          "双刀",
          "一阶",
          "疾风落叶",
          "鬼人槽全满时按R键即可释放落叶斩并同时进入鬼人化"
        ]
      },
      {
        "iID": "13000004",
        "data": [
          "13000004",
          "双刀",
          "二阶",
          "乘风破浪",
          "落叶斩位移+50%并获得回避无敌时间"
        ]
      },
      {
        "iID": "13000005",
        "data": [
          "13000005",
          "双刀",
          "二阶",
          "鬼人落叶",
          "鬼人化和鬼人乱舞中能按R释放落叶斩"
        ]
      },
      {
        "iID": "13000006",
        "data": [
          "13000006",
          "双刀",
          "二阶",
          "鬼人狂舞",
          "鬼人乱舞后能再释放鬼人乱舞和其他基础招式"
        ]
      },
      {
        "iID": "13000007",
        "data": [
          "13000007",
          "双刀",
          "三阶",
          "鬼人不散",
          "鬼人化持续超过9秒后按E退出鬼人化时将产生鬼人气浪，击中目标时可增加鬼人槽"
        ]
      },
      {
        "iID": "13000008",
        "data": [
          "13000008",
          "双刀",
          "三阶",
          "鬼人心法",
          "鬼人槽最大持续时间提升到20秒"
        ]
      },
      {
        "iID": "13000009",
        "data": [
          "13000009",
          "双刀",
          "三阶",
          "双刀·里奥义",
          "奥义1式和2式都能获得鬼人化伤害增益"
        ]
      },
      {
        "iID": "13000010",
        "data": [
          "13000010",
          "铳枪",
          "一阶",
          "有始有终",
          "全弹射击后可接全弹装填"
        ]
      },
      {
        "iID": "13000011",
        "data": [
          "13000011",
          "铳枪",
          "一阶",
          "轻巧装填",
          "炽焰横扫后可以先进行侧移和后跳，再进行龙焰槽装填"
        ]
      },
      {
        "iID": "13000012",
        "data": [
          "13000012",
          "铳枪",
          "一阶",
          "小心谨慎",
          "可以用后跳和侧移取消炮击硬直"
        ]
      },
      {
        "iID": "13000013",
        "data": [
          "13000013",
          "铳枪",
          "二阶",
          "聚精会神",
          "龙击炮和灭龙炮的发射时间缩短30%"
        ]
      },
      {
        "iID": "13000014",
        "data": [
          "13000014",
          "铳枪",
          "二阶",
          "火力全开",
          "炽焰横扫后可接叩击和龙击炮"
        ]
      },
      {
        "iID": "13000015",
        "data": [
          "13000015",
          "铳枪",
          "二阶",
          "蓄能强化",
          "大幅缩短蓄力炮击的蓄力时间"
        ]
      },
      {
        "iID": "13000016",
        "data": [
          "13000016",
          "铳枪",
          "三阶",
          "余热浓缩",
          "龙击炮和灭龙炮后可进行龙焰槽装填，回复75%龙焰槽"
        ]
      },
      {
        "iID": "13000017",
        "data": [
          "13000017",
          "铳枪",
          "三阶",
          "龙焰灼天",
          "龙焰刃开启时，龙焰槽的消耗速度减少30%"
        ]
      },
      {
        "iID": "13000018",
        "data": [
          "13000018",
          "铳枪",
          "三阶",
          "铳枪·里奥义",
          "龙焰槽全满时提升奥义1 粒子爆破弹爆破半径，奥义2 龙焰喷射距离"
        ]
      },
      {
        "iID": "13000019",
        "data": [
          "13000019",
          "长枪",
          "一阶",
          "刚柔并济",
          "侧移后可接前冲盾击，前冲盾击第一段后可接侧移"
        ]
      },
      {
        "iID": "13000020",
        "data": [
          "13000020",
          "长枪",
          "一阶",
          "勇往直接",
          "突进可接冲盾击"
        ]
      },
      {
        "iID": "13000021",
        "data": [
          "13000021",
          "长枪",
          "一阶",
          "快速突进",
          "站立、移动及回避中可直接突进，突进起始动作加速"
        ]
      },
      {
        "iID": "13000022",
        "data": [
          "13000022",
          "长枪",
          "二阶",
          "坚盾铁壁",
          "前冲盾击防御成功时不产生硬直"
        ]
      },
      {
        "iID": "13000023",
        "data": [
          "13000023",
          "长枪",
          "二阶",
          "迅捷随心",
          "突进转向消耗耐力减半，可按方向键+回避键进行45度转向"
        ]
      },
      {
        "iID": "13000024",
        "data": [
          "13000024",
          "长枪",
          "二阶",
          "滴水不漏",
          "横扫和前冲盾击后可接防御反击"
        ]
      },
      {
        "iID": "13000025",
        "data": [
          "13000025",
          "长枪",
          "三阶",
          "锋芒毕露",
          "突进攻击的攻击频率大幅增加"
        ]
      },
      {
        "iID": "13000026",
        "data": [
          "13000026",
          "长枪",
          "三阶",
          "蓄势待发",
          "第三次突击和突进刺后可接防御反击和横扫"
        ]
      },
      {
        "iID": "13000027",
        "data": [
          "13000027",
          "长枪",
          "三阶",
          "长枪·里奥义",
          "奥义1 招式命中怪物时增加额外的失衡值和破坏值，对怪物头部尤其明显，奥义2 反击伤害等级默认增加一级"
        ]
      },
      {
        "iID": "13000028",
        "data": [
          "13000028",
          "大剑",
          "一阶",
          "收放自如",
          "能用翻滚回避或用防御中断大剑蓄力"
        ]
      },
      {
        "iID": "13000029",
        "data": [
          "13000029",
          "大剑",
          "一阶",
          "横斩三连击",
          "拔刀横斩后能先追加横斩，再追加横斩续击"
        ]
      },
      {
        "iID": "13000030",
        "data": [
          "13000030",
          "大剑",
          "一阶",
          "见好就收",
          "使出蓄力斩和强蓄力斩后能够更快进入翻滚回避"
        ]
      },
      {
        "iID": "13000031",
        "data": [
          "13000031",
          "大剑",
          "二阶",
          "剑身格挡",
          "有效防御时不消耗斩味"
        ]
      },
      {
        "iID": "13000032",
        "data": [
          "13000032",
          "大剑",
          "二阶",
          "四两拨千斤",
          "强蓄力斩后可以再接拍击"
        ]
      },
      {
        "iID": "13000033",
        "data": [
          "13000033",
          "大剑",
          "二阶",
          "乾坤一击",
          "能从收刀状态直接进入强蓄力斩蓄力状态"
        ]
      },
      {
        "iID": "13000034",
        "data": [
          "13000034",
          "大剑",
          "三阶",
          "完美蓄力",
          "蓄力斩和强蓄力斩开启四级完美蓄力"
        ]
      },
      {
        "iID": "13000035",
        "data": [
          "13000035",
          "大剑",
          "三阶",
          "究极蓄力",
          "强蓄力斩能无限维持四级完美蓄力"
        ]
      },
      {
        "iID": "13000036",
        "data": [
          "13000036",
          "大剑",
          "三阶",
          "大剑.里奥义",
          "奥义1式和奥义2式开启四级完美蓄力"
        ]
      },
      {
        "iID": "13000037",
        "data": [
          "13000037",
          "狩猎笛",
          "一阶",
          "演奏回避",
          "能用翻滚回避中断演奏和重复演奏（在重复演奏中进行翻滚会清除旋律）"
        ]
      },
      {
        "iID": "13000038",
        "data": [
          "13000038",
          "狩猎笛",
          "一阶",
          "旋律保护",
          "持笛状态直接施放强化连击第1式能锁住当前旋律使原本生成音符的动作暂时不生成新音符再施放1次强化连击第1式，或完成演奏即可解锁"
        ]
      },
      {
        "iID": "13000039",
        "data": [
          "13000039",
          "狩猎笛",
          "一阶",
          "双音扣击",
          "施放扣击动作可以获得2个3号音符"
        ]
      },
      {
        "iID": "13000040",
        "data": [
          "13000040",
          "狩猎笛",
          "二阶",
          "左右开攻",
          "普通连击动作中，按住左、右方向键的同时输入左键or右键or左键+右键，可施放原来只在重复演奏前才能使用的左/右回旋重击并同时获得1-3号音符"
        ]
      },
      {
        "iID": "13000041",
        "data": [
          "13000041",
          "狩猎笛",
          "二阶",
          "大步流星",
          "【自我强化】旋律效果可作用于演奏和重复演奏，重复演奏【自我强化】能再提升持笛状态移动速度"
        ]
      },
      {
        "iID": "13000042",
        "data": [
          "13000042",
          "狩猎笛",
          "二阶",
          "一点犀通",
          "完成演奏或重复演奏皆可获得短时攻击力提升的效果"
        ]
      },
      {
        "iID": "13000043",
        "data": [
          "13000043",
          "狩猎笛",
          "三阶",
          "得心应手",
          "完成演奏时，用左键、右键、左键+右键，可施放带有1-3号音符的乱舞重击，（会先清除老的旋律）在3次乱舞连击中有机会获得新的旋律并进行演奏"
        ]
      },
      {
        "iID": "13000044",
        "data": [
          "13000044",
          "狩猎笛",
          "三阶",
          "分秒必争",
          "演奏和重复演奏时间大幅缩短"
        ]
      },
      {
        "iID": "13000045",
        "data": [
          "13000045",
          "狩猎笛",
          "三阶",
          "狩猎笛.里奥义",
          "奥义1式和奥义2式发动后所获得的特殊buff效果其能力持续时间获得大幅提升"
        ]
      },
      {
        "iID": "13000046",
        "data": [
          "13000046",
          "弓箭",
          "一阶",
          "蓄力后跳",
          "普通箭蓄力��候能做蓄力后跳，并且不会打断当前蓄力"
        ]
      },
      {
        "iID": "13000047",
        "data": [
          "13000047",
          "弓箭",
          "一阶",
          "根深蒂固",
          "蓄力时霸体等级+1，并同时免疫风压"
        ]
      },
      {
        "iID": "13000048",
        "data": [
          "13000048",
          "弓箭",
          "一阶",
          "紧急转身",
          "蓄力中能直接按Q键，施放具有回避无敌时间的转身射击"
        ]
      },
      {
        "iID": "13000049",
        "data": [
          "13000049",
          "弓箭",
          "二阶",
          "熟能生巧",
          "将弓槽填满所需消耗的弓瓶数-2"
        ]
      },
      {
        "iID": "13000050",
        "data": [
          "13000050",
          "弓箭",
          "二阶",
          "地型箭专精",
          "有地型箭时地型箭LV+1"
        ]
      },
      {
        "iID": "13000051",
        "data": [
          "13000051",
          "弓箭",
          "二阶",
          "天型箭专精",
          "有天型箭时天型箭LV+1"
        ]
      },
      {
        "iID": "13000052",
        "data": [
          "13000052",
          "弓箭",
          "三阶",
          "连发暴射",
          "填满弓槽后，可以施放2次暴力射击"
        ]
      },
      {
        "iID": "13000053",
        "data": [
          "13000053",
          "弓箭",
          "三阶",
          "强击瓶改造",
          "强击瓶可用时装填数+5"
        ]
      },
      {
        "iID": "13000054",
        "data": [
          "13000054",
          "弓箭",
          "三阶",
          "弓.里奥义",
          "奥义1式能通过消耗弓瓶获得弓箭收益，奥义2式爆弹在下落中直击目标时不会立刻销毁，仍然能够穿透目标并在地面生成感应起爆地雷"
        ]
      },
      {
        "iID": "13000055",
        "data": [
          "13000055",
          "弩炮",
          "一阶",
          "连续侧移",
          "在耐力允许的前提下能够做出连续侧移并同时缩短侧移动作的间隙"
        ]
      },
      {
        "iID": "13000056",
        "data": [
          "13000056",
          "弩炮",
          "一阶",
          "紧急蓄能侧移",
          "能够侧移提前打断蓄能"
        ]
      },
      {
        "iID": "13000057",
        "data": [
          "13000057",
          "弩炮",
          "一阶",
          "紧急速射侧移",
          "在发射最后一发速射子弹之前能够用侧移提前打断速射"
        ]
      },
      {
        "iID": "13000058",
        "data": [
          "13000058",
          "弩炮",
          "二阶",
          "凝神上弹",
          "完美上弹时间判定区间大幅扩大"
        ]
      },
      {
        "iID": "13000059",
        "data": [
          "13000059",
          "弩炮",
          "二阶",
          "锦上添花",
          "弹夹容量>=2时，达成完美上弹可获得2颗优质子弹"
        ]
      },
      {
        "iID": "13000060",
        "data": [
          "13000060",
          "弩炮",
          "二阶",
          "精打细算",
          "当射击产生大后坐力时，能够利用巨大的后坐力在射击后施展后空翻迅速撤离原来的位置"
        ]
      },
      {
        "iID": "13000061",
        "data": [
          "13000061",
          "弩炮",
          "三阶",
          "优质填装",
          "装填子弹时，完美优质子弹只在弹匣内空子弹位置上进行填充"
        ]
      },
      {
        "iID": "13000062",
        "data": [
          "13000062",
          "弩炮",
          "三阶",
          "完美加速",
          "发射当前弹匣内所有完美优质子弹后10秒内上弹动作加速20%"
        ]
      },
      {
        "iID": "13000063",
        "data": [
          "13000063",
          "弩炮",
          "三阶",
          "弩炮·里奥义",
          "奥义1式增加一发附着弹，奥义2式E键攻击命中时将提升钻头发射伤害"
        ]
      },
      {
        "iID": "13000064",
        "data": [
          "13000064",
          "片手",
          "一阶",
          "动如脱兔",
          "出刀时可以做出连续翻滚回避，且耐力消耗-25%"
        ]
      },
      {
        "iID": "13000065",
        "data": [
          "13000065",
          "片手",
          "一阶",
          "攻其不备",
          "拔刀状态下，移动中同时按左键+右键，即可施放翻滚回击"
        ]
      },
      {
        "iID": "13000066",
        "data": [
          "13000066",
          "片手",
          "一阶",
          "攻守兼备",
          "拔刀跳斩和翻滚回击起跳中获得防御判定，且防御成功时不产生硬直"
        ]
      },
      {
        "iID": "13000067",
        "data": [
          "13000067",
          "片手",
          "二阶",
          "见招拆招",
          "轻盾击和重盾击动作中防御性能提升25%，且防御成功时不产生硬直"
        ]
      },
      {
        "iID": "13000068",
        "data": [
          "13000068",
          "片手",
          "二阶",
          "接二连三",
          "轻盾击和重盾击之后按左键+右键，即可施放跳斩续击"
        ]
      },
      {
        "iID": "13000069",
        "data": [
          "13000069",
          "片手",
          "二阶",
          "回避连击",
          "出刀状态翻滚回避之后能施放旋身斩"
        ]
      },
      {
        "iID": "13000070",
        "data": [
          "13000070",
          "片手",
          "三阶",
          "疾回连刃",
          "翻滚回击之后能在释放旋身斩"
        ]
      },
      {
        "iID": "13000071",
        "data": [
          "13000071",
          "片手",
          "三阶",
          "旋身回避",
          "旋身斩获得回避无敌时间"
        ]
      },
      {
        "iID": "13000072",
        "data": [
          "13000072",
          "片手",
          "三阶",
          "片手剑·里奥义",
          "奥义1式最后一击多出一次斩击伤害，奥义2式冲刺中按Shift（手柄：R1），能进入加速冲刺状态"
        ]
      },
      {
        "iID": "13000073",
        "data": [
          "13000073",
          "太刀",
          "一阶",
          "气刃捷径",
          "练气槽等级为1级或2级，且练气槽余量足够时，气刃斩2式后按R键可直接施放集气斩"
        ]
      },
      {
        "iID": "13000074",
        "data": [
          "13000074",
          "太刀",
          "一阶",
          "移行换位",
          "袈裟斩和逆袈裟斩行进距离+50%"
        ]
      },
      {
        "iID": "13000075",
        "data": [
          "13000075",
          "太刀",
          "一阶",
          "袈裟再起",
          "逆袈裟斩后能再施放袈裟斩"
        ]
      },
      {
        "iID": "13000076",
        "data": [
          "13000076",
          "太刀",
          "二阶",
          "气刃再生",
          "3级练气槽等级下降时将回到2级练气槽"
        ]
      },
      {
        "iID": "13000077",
        "data": [
          "13000077",
          "太刀",
          "二阶",
          "拔刀集气斩",
          "收刀状态，按R键可释放拔刀集齐斩（释放之后会有120秒的CD时间）"
        ]
      },
      {
        "iID": "13000078",
        "data": [
          "13000078",
          "太刀",
          "二阶",
          "集气瞬发",
          "拔刀集气斩后，只要有足够的练气槽，就可以再施放气刃大回旋"
        ]
      },
      {
        "iID": "13000079",
        "data": [
          "13000079",
          "太刀",
          "三阶",
          "制胜极旋",
          "气刃极旋命中时练气槽等级+1"
        ]
      },
      {
        "iID": "13000080",
        "data": [
          "13000080",
          "太刀",
          "三阶",
          "大开大合",
          "能用翻滚提前打断集气斩、气刃大回旋、气刃极旋后的收刀动作"
        ]
      },
      {
        "iID": "13000081",
        "data": [
          "13000081",
          "太刀",
          "三阶",
          "太刀·里奥义",
          "奥义1式获得练气槽等级加成，奥义2式最后一击能提升3段练气槽等级"
        ]
      },
      {
        "iID": "13000082",
        "data": [
          "13000082",
          "锤",
          "一阶",
          "迎头痛击",
          "迎击锤或转身锤后同时按左键+右键，即可施放重挥击"
        ]
      },
      {
        "iID": "13000083",
        "data": [
          "13000083",
          "锤",
          "一阶",
          "回转疾风",
          "蓄力LV3回转攻击移动速度+100%"
        ]
      },
      {
        "iID": "13000084",
        "data": [
          "13000084",
          "锤",
          "一阶",
          "回转飓风",
          "蓄力LV3回转攻击动作加速50%"
        ]
      },
      {
        "iID": "13000085",
        "data": [
          "13000085",
          "锤",
          "二阶",
          "回转重锤",
          "蓄力LV3移动中按左键，将先施放横扫重击然后自动进入回转攻击"
        ]
      },
      {
        "iID": "13000086",
        "data": [
          "13000086",
          "锤",
          "二阶",
          "举重若轻",
          "移动蓄力中可以按Shift加速"
        ]
      },
      {
        "iID": "13000087",
        "data": [
          "13000087",
          "锤",
          "二阶",
          "裂地冲击",
          "大地一击和飞重锤击中地面时触发气绝冲击波（冲击波只有气绝攻击没有物理伤害）"
        ]
      },
      {
        "iID": "13000088",
        "data": [
          "13000088",
          "锤",
          "三阶",
          "赶尽杀绝",
          "蓄力LV3回转攻击后，能连续施放两次重挥击"
        ]
      },
      {
        "iID": "13000089",
        "data": [
          "13000089",
          "锤",
          "三阶",
          "力从地起",
          "大地一击后能再施放迎击锤"
        ]
      },
      {
        "iID": "13000090",
        "data": [
          "13000090",
          "锤",
          "三阶",
          "锤·里奥义",
          "3级蓄力中施放奥义1式将增加二段击地冲击波，3级蓄力中施放奥义2式可扩大地面塌陷面积"
        ]
      }
]