var weaknessArray = [
      {
        "iID": "8000243",
        "data": [
          "8000243",
          "黑狼鸟",
          "Back",
          "0",
          "0",
          "0",
          "0",
          "4",
          "0",
          "1",
          "1",
          "3",
          "0",
          "3",
          "3",
          "3",
          "3",
          "3",
          "0",
          "When monster is angry Pitfall Traps have no effect.",
          "0"
        ]
      },
      {
        "iID": "8000244",
        "data": [
          "8000244",
          "黑狼鸟",
          "Torso",
          "2",
          "2",
          "3",
          "1",
          "2",
          "1",
          "2",
          "2",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000245",
        "data": [
          "8000245",
          "黑狼鸟",
          "Head",
          "2",
          "2",
          "2",
          "0",
          "2",
          "0",
          "0",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000246",
        "data": [
          "8000246",
          "黑狼鸟",
          "Left Leg",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000247",
        "data": [
          "8000247",
          "黑狼鸟",
          "Right Leg",
          "2",
          "2",
          "2",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000248",
        "data": [
          "8000248",
          "黑狼鸟",
          "Left Wing",
          "2",
          "2",
          "0",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000249",
        "data": [
          "8000249",
          "黑狼鸟",
          "Right Wing",
          "2",
          "2",
          "0",
          "0",
          "1",
          "0",
          "0",
          "0",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000250",
        "data": [
          "8000250",
          "黑狼鸟",
          "Face",
          "3",
          "3",
          "3",
          "0",
          "1",
          "0",
          "0",
          "0",
          "3",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000251",
        "data": [
          "8000251",
          "黑狼鸟",
          "Chest",
          "2",
          "2",
          "3",
          "1",
          "2",
          "1",
          "2",
          "2",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      },
      {
        "iID": "8000252",
        "data": [
          "8000252",
          "黑狼鸟",
          "Tail",
          "2",
          "1",
          "0",
          "0",
          "2",
          "0",
          "1",
          "1",
          "0",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "",
          "0"
        ]
      }
        ];

var materialArray = [
      {
        "iID": "15412",
        "data": [
          "15412",
          "黑狼鸟的翼膜",
          "黑狼鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的翼膜，在鸟龙种中属上等的素材，稍带柔软却不易损坏。</FONT>",
          "item_icon_70",
          "HLNDYM"
        ]
      },
      {
        "iID": "15413",
        "data": [
          "15413",
          "黑狼鸟的喙",
          "黑狼鸟",
          "大型怪物狩猎",
          "Face",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的鸟喙，啄击具有一定威力，也具有一定精度。</FONT>",
          "mat_beak_04_bk",
          "HLNDZ"
        ]
      },
      {
        "iID": "15414",
        "data": [
          "15414",
          "黑狼鸟的翼",
          "黑狼鸟",
          "大型怪物狩猎",
          "Wings",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的翼，不破坏的话在战斗中能掀起狂风。</FONT>",
          "mat_wing_01_bk_white",
          "HLNDY"
        ]
      },
      {
        "iID": "15415",
        "data": [
          "15415",
          "黑狼鸟的背甲",
          "黑狼鸟",
          "大型怪物狩猎",
          "Back",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">普通的黑狼鸟背部甲壳，可以用来加工成装备。</FONT>",
          "mat_shell_04_BLK",
          "HLNDBJ"
        ]
      },
      {
        "iID": "15420",
        "data": [
          "15420",
          "黑狼鸟的韧翼膜",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的优质翼膜，柔软且更具韧性。</FONT>",
          "item_icon_70",
          "HLNDRYM"
        ]
      },
      {
        "iID": "15421",
        "data": [
          "15421",
          "黑狼鸟的尖喙",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "Face",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">猎人破坏狂躁的黑狼鸟嘴后获得素材，非常珍贵。</FONT>",
          "mat_beak_04_bk",
          "HLNDJZ"
        ]
      },
      {
        "iID": "15422",
        "data": [
          "15422",
          "黑狼鸟的刚翼",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "Wings",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">被破坏后剥下的黑狼鸟刚翼，硬度在鸟龙种中很上乘。</FONT>",
          "mat_wing_01_bk_white",
          "HLNDGY"
        ]
      },
      {
        "iID": "15423",
        "data": [
          "15423",
          "黑狼鸟的坚背甲",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "Back",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">优质的黑狼鸟背部甲壳，可以用来加工成优质的装备。</FONT>",
          "mat_shell_04_BLK",
          "HLNDJBJ"
        ]
      },
      {
        "iID": "21208",
        "data": [
          "21208",
          "黑狼鸟的翼爪",
          "黑狼鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的翼爪，是较为优秀的素材。</FONT>",
          "mat_wing_01_white",
          "HLNDYZ"
        ]
      },
      {
        "iID": "21209",
        "data": [
          "21209",
          "黑狼鸟的鳞",
          "黑狼鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟之鳞片，无论从哪个角度看都是好用的素材。</FONT>",
          "mat_scale_05",
          "HLNDL"
        ]
      },
      {
        "iID": "21210",
        "data": [
          "21210",
          "黑狼鸟的甲壳",
          "黑狼鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的甲壳，透露出深漆黑之色。</FONT>",
          "mat_shell_05",
          "HLNDJK"
        ]
      },
      {
        "iID": "21211",
        "data": [
          "21211",
          "黑狼鸟的尾",
          "黑狼鸟",
          "大型怪物狩猎",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的尾巴，韧性良好。</FONT>",
          "mat_tail_07",
          "HLNDW"
        ]
      },
      {
        "iID": "21212",
        "data": [
          "21212",
          "黑狼鸟的髭",
          "黑狼鸟",
          "大型怪物狩猎",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的髭，难以获得，可以用来打造装备。</FONT>",
          "mat_hair_01_white",
          "HLNDZ"
        ]
      },
      {
        "iID": "21213",
        "data": [
          "21213",
          "黑狼鸟的耳",
          "黑狼鸟",
          "大型怪物狩猎",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟之耳，较为珍贵。</FONT>",
          "mat_ear_02",
          "HLNDE"
        ]
      },
      {
        "iID": "21214",
        "data": [
          "21214",
          "黒狼鸟的毒棘",
          "黑狼鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">黑狼鸟的毒棘，充满了毒液，拿取时请务必小心。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：刺杀珠【3】</FONT>",
          "mat_body_01_BLK",
          ""
        ]
      },
      {
        "iID": "21215",
        "data": [
          "21215",
          "黒紫色的小鳞",
          "黑狼鸟",
          "大型怪物狩猎挑战难度、王立委托、王立精英委托",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(大型怪物狩猎挑战难度、王立委托、王立精英委托)</FONT><BR><FONT COLOR=\"#C6B262\">黑狼鸟的黑紫色小鳞，有非常高的适用性。</FONT><BR><FONT COLOR=\"#FF0000\" >可以制作：拔刀珠【2】</FONT>",
          "mat_scale_05",
          ""
        ]
      },
      {
        "iID": "21220",
        "data": [
          "21220",
          "黑狼鸟的刚翼爪",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟之刚翼爪，坚硬无比，是制作装备的优异素材。</FONT>",
          "mat_wing_01_white",
          "HLNDGYZ"
        ]
      },
      {
        "iID": "21221",
        "data": [
          "21221",
          "黑狼鸟的优质鳞",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">从黑狼鸟身上剥取下的上等鳞片，打造装备的稀有素材。</FONT>",
          "mat_scale_05",
          "HLNDYZL"
        ]
      },
      {
        "iID": "21222",
        "data": [
          "21222",
          "黑狼鸟的坚壳",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">坚硬如铁的黑狼鸟之壳，直到战斗结束一刻也不会轻易损坏。</FONT>",
          "mat_shell_05",
          "HLNDJK"
        ]
      },
      {
        "iID": "21223",
        "data": [
          "21223",
          "黑狼鸟的靭尾",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "尾部（尻尾）",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">韧性更高的黑狼鸟之尾巴，令猎人痛苦不堪的来源之一。</FONT>",
          "mat_tail_07",
          "HLNDZW"
        ]
      },
      {
        "iID": "21224",
        "data": [
          "21224",
          "黑狼鸟的刚髭",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">黑狼鸟的刚髭，非常稀有，可以用来打造装备。</FONT>",
          "mat_hair_01_white",
          "HLNDGZ"
        ]
      },
      {
        "iID": "21225",
        "data": [
          "21225",
          "黑狼鸟的地狱耳",
          "黑狼鸟",
          "王立委托、王立精英、极限",
          "Head",
          "<FONT COLOR=\"#6285C6\" >来源：黑狼鸟(王立委托、王立精英委托)</FONT><BR><BR><FONT COLOR=\"#C6B262\">优秀的黑狼鸟耳，有些黑狼鸟仅有一只，难以取得。</FONT>",
          "mat_ear_02",
          "HLNDDYE"
        ]
      }];