var skillbookArray = [
{
        "iID": "10000001",
        "data": [
          "10000001",
          "大剑",
          "纵斩/蓄力斩",
          "按住<左键>后松开",
          "迎面的一击，根据蓄力时间长短、伤害也会有所变化的必杀技，掌握好时机便能对怪物弱点部位造成最大的伤害",
          "【斩击】【拔刀或收刀状态下发动】"
        ]
      },
      {
        "iID": "10000002",
        "data": [
          "10000002",
          "大剑",
          "拍击",
          "左键",
          "具有打击效果的快速追击招式。",
          "【打击】【纵斩或蓄力纵斩之后】"
        ]
      },
      {
        "iID": "10000003",
        "data": [
          "10000003",
          "大剑",
          "防御拍击",
          "左键",
          "将原本坚实防御的大剑横向挥出，扫荡眼前的阻碍。同时沉重的大剑剑身很容易造成怪物气绝。",
          "【打击】【防御状态中】"
        ]
      },
      {
        "iID": "10000004",
        "data": [
          "10000004",
          "大剑",
          "拔刀横斩",
          "右键",
          "横向攻击范围极大的拔刀斩招式。",
          "【斩击】【收刀状态】"
        ]
      },
      {
        "iID": "10000005",
        "data": [
          "10000005",
          "大剑",
          "横斩",
          "右键",
          "巨大的剑身旋转起来，具有非常可观的攻击范围。",
          "【斩击】【拔刀状态】"
        ]
      },
      {
        "iID": "10000006",
        "data": [
          "10000006",
          "大剑",
          "捞斩",
          "左键",
          "抡起大剑向后甩，能够同时攻击正前方和正后方的目标。",
          "【斩击】【拔刀状态】"
        ]
      },
      {
        "iID": "10000007",
        "data": [
          "10000007",
          "大剑",
          "翻滚前击",
          "左键",
          "向前翻滚后迅速予以纵斩攻击。",
          "【斩击】【向前翻滚状态中】"
        ]
      },
      {
        "iID": "10000008",
        "data": [
          "10000008",
          "大剑",
          "横斩续击",
          "右键",
          "以惊人的腕力振动大剑挥斩，横斩系招式的终结技。",
          "【斩击】【拔刀横斩或横斩或防御拍击之后】"
        ]
      },
      {
        "iID": "10000009",
        "data": [
          "10000009",
          "大剑",
          "捞斩续击",
          "左键",
          "捞斩之后顺势挥起大剑，捞斩系招式的终结技。",
          "【斩击】【捞斩之后】"
        ]
      },
      {
        "iID": "10000010",
        "data": [
          "10000010",
          "大剑",
          "强蓄力斩",
          "人物后方向所对应的方向键",
          "在攻击的过程中进入强蓄力状态，发出猛烈而强势的一击。",
          "【斩击】【拍击之后】"
        ]
      },
      {
        "iID": "10000011",
        "data": [
          "10000011",
          "大剑",
          "奥义1式 地狱门",
          "F",
          "以人物为中心，将沉重的凶刃化作怒号之旋风的豪快攻击，笼罩在范围内的敌人将会被卷入旋风之中迎接自己的命运。\n（在旋转动作中，按住左键可以进入奥义蓄力横斩的蓄力状态）",
          "【打击+斩击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000012",
        "data": [
          "10000012",
          "大剑",
          "奥义2式 冥河冲",
          "F",
          "将大剑刺入地面积蓄力量的同时强化防御力，再将积蓄的力量全部施放出来，发出犹如死亡之河般荡平一切的豪快大范围斩击。\n（在大剑插入地面时，按住左键可以进入奥义蓄力状态）",
          "【斩击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000013",
        "data": [
          "10000013",
          "片手剑",
          "四连斩",
          "左键",
          "容易掌握的连续斩击，在短时间内依靠多次攻击弥补武器攻击力不足。",
          "【斩击】【拔刀或收刀状态下发动】"
        ]
      },
      {
        "iID": "10000014",
        "data": [
          "10000014",
          "片手剑",
          "跳斩",
          "右键",
          "向前一跳，举剑劈下，能够快速拉近战斗距离。",
          "【斩击】【拔刀或收刀状态下发动】"
        ]
      },
      {
        "iID": "10000015",
        "data": [
          "10000015",
          "片手剑",
          "盾二连击",
          "右键",
          "根据按键输入次数能连续作出2次盾击，且盾击具有打击效果。",
          "【打击】【连斩1~3、向前翻滚或防御状态中】"
        ]
      },
      {
        "iID": "10000016",
        "data": [
          "10000016",
          "片手剑",
          "回身重斩",
          "人物后方向所对应的方向键",
          "在连续的斩劈间隙向身后迅速回身上撩剑刃，伤害可靠并能防范意图偷袭的怪物。",
          "【斩击】【连斩1~3之后】"
        ]
      },
      {
        "iID": "10000017",
        "data": [
          "10000017",
          "片手剑",
          "防御剑击",
          "E",
          "防御状态中的横扫斩击动作，可以迅速接入连斩。",
          "【斩击】【防御状态中】"
        ]
      },
      {
        "iID": "10000018",
        "data": [
          "10000018",
          "片手剑",
          "翻滚回击",
          "左键",
          "在向后滚翻之后立刻反跃回来施加重斩，是非常可靠的反击招数。\n有别于普通招式的最大特色是在命中时可以产生2次属性攻击或异常状态攻击。",
          "【斩击】【向前或向后翻滚回避中发动】"
        ]
      },
      {
        "iID": "10000019",
        "data": [
          "10000019",
          "片手剑",
          "旋身斩",
          "人物左手方向所对应的方向键",
          "在快速攻击的同时灵活地向左侧跃出，回避的同时凌厉地施加斩击。\n在输入方向键的时候按住人物右手方向所对应的方向键，也可以施放向右侧跃出的旋身斩。\n有别于普通招式的最大特色是在命中时可以产生2次属性攻击或异常状态攻击。",
          "【斩击】【连斩1~3 或 盾击之后】"
        ]
      },
      {
        "iID": "10000020",
        "data": [
          "10000020",
          "片手剑",
          "跳斩续击",
          "右键",
          "当使出强而有力的跳斩时，利落迅速地施加横斩。",
          "【斩击】【跳斩之后】"
        ]
      },
      {
        "iID": "10000021",
        "data": [
          "10000021",
          "片手剑",
          "奥义1式 洞察者之印",
          "F",
          "以流畅而迅猛的三次攻击破坏目标的弱点。施放奥义后的10秒内，再点击F可以发动第二次奥义攻击。",
          "【打击+斩击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000022",
        "data": [
          "10000022",
          "片手剑",
          "奥义2式 守护者之怒",
          "F",
          "经过较长的助跑距离猛然跃起，在冲刺中点击左键施放奥义4连击，对目标发起组合攻击。",
          "【打击+斩击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000023",
        "data": [
          "10000023",
          "弩炮",
          "上弹/换弹",
          "R",
          "通过 F1 F2 F3 F4 F5键选择需要装填的子弹类型，然后按R键向弹夹中填充已选中的子弹。",
          "【弹夹不满，且子弹还有余量时】"
        ]
      },
      {
        "iID": "10000024",
        "data": [
          "10000024",
          "弩炮",
          "普通射击",
          "左键",
          "单发发射的快速射击动作。",
          "【弹击】【任意状态下发动】"
        ]
      },
      {
        "iID": "10000025",
        "data": [
          "10000025",
          "弩炮",
          "速射",
          "左键",
          "一次扣动扳机的动作就可以触发子弹连射。",
          "【弹击】【装备速射枪管的弩炮时】"
        ]
      },
      {
        "iID": "10000026",
        "data": [
          "10000026",
          "弩炮",
          "蓄能射击",
          "按住<左键>后松开",
          "拥有较长的硬直时间，换取较高破坏力的射击模式，需要一定的熟练度才能娴熟运用。\n（仅 通常弹、散弹、贯通弹、榴弹 支持蓄能射击）",
          "【弹击】【装备蓄能枪管的弩炮时】"
        ]
      },
      {
        "iID": "10000027",
        "data": [
          "10000027",
          "弩炮",
          "侧移",
          "空格键",
          "普通射击之后，快速向后跨步的特殊回避动作。结合方向键的输入可以作出向左或向右侧移的动作。",
          "【普通射击之后】"
        ]
      },
      {
        "iID": "10000028",
        "data": [
          "10000028",
          "弩炮",
          "近身攻击",
          "E",
          "F5键 切换到近身攻击模式。利落的枪托攻击，附带一定气绝值，充分展现出灵活机动，即使近身亦不落入劣势的轻弩特点。",
          "【打击】【持弩状态下，用F5键切换到 近身攻击】"
        ]
      },
      {
        "iID": "10000029",
        "data": [
          "10000029",
          "弩炮",
          "侧移续跳",
          "空格键",
          "侧移动作之后，立刻接续着做出第二次回避，可以在手持弩炮的条件下回避特别具有威胁的攻击。\n\n配合方向键输入时，能够支持向后/向左/向右3个方向的侧移续跳。",
          "【侧移动作之后】"
        ]
      },
      {
        "iID": "10000030",
        "data": [
          "10000030",
          "弩炮",
          "自动上弹",
          "左键",
          "弹夹内子弹打完，且当前子弹还有余量时，可以按发射键（左键）进入自动上弹动作。\n避免在弹夹子弹打完时按发射键触发的硬直动作。",
          "【弹夹内子弹打完,且当前子弹还有余量时】"
        ]
      },
      {
        "iID": "10000031",
        "data": [
          "10000031",
          "弩炮",
          "侧移上弹",
          "R",
          "在侧移步法闪躲之后立即上弹，增加火力厚度的战法。",
          "【侧移动作之后】"
        ]
      },
      {
        "iID": "10000032",
        "data": [
          "10000032",
          "弩炮",
          "奥义1式 征龙弹·缚",
          "F",
          "发射激活式附着弹，命中后持续附着在目标体表，承受外界冲击后施放出足以令飞龙种神经麻痹的强力电爆，短时间内限制对方的行动。\n（完成奥义上弹动作之后，点击左键发射 征龙弹·缚）",
          "【弹击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000033",
        "data": [
          "10000033",
          "弩炮",
          "奥义2式 征龙弹·击",
          "F",
          "将特制的微型击龙枪装载在弩上，可用于<E键>近战攻击，20秒内必须将微型击龙枪发射出去。\n（完成奥义上弹动作之后，点击左键发射 征龙弹·击）",
          "【弹击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000034",
        "data": [
          "10000034",
          "太刀",
          "纵斩",
          "左键",
          "拔刀时速度比握刀在手时更快，向前踏步后使出的斩击，是太刀华丽攻击的起始符。",
          "【斩击】【拔刀或收刀状态下发动】"
        ]
      },
      {
        "iID": "10000035",
        "data": [
          "10000035",
          "太刀",
          "突刺",
          "E",
          "太刀压倒性的攻击灵活性与多姿多彩的攻击方式的体现，可以作为压制敌人的快速起手与连续斩击之间的过渡。",
          "【斩击】【拔刀或收刀状态下 或 纵斩之后】"
        ]
      },
      {
        "iID": "10000036",
        "data": [
          "10000036",
          "太刀",
          "幻形斩",
          "E键",
          "突刺之后，让对手措不及防的横扫攻击。",
          "【斩击】【突刺 之后】"
        ]
      },
      {
        "iID": "10000037",
        "data": [
          "10000037",
          "太刀",
          "挑斩",
          "左键",
          "突刺之后，从身体右侧开始的斜上撩斩击动作。",
          "【斩击】【突刺 之后】"
        ]
      },
      {
        "iID": "10000038",
        "data": [
          "10000038",
          "太刀",
          "袈裟斩",
          "人物后方向所对应的方向键",
          "在斩劈一片范围的同时进行向后回避，灵活优雅的太刀技巧。\n\n需要注意的是配合对应的方向键输入，袈裟斩可以作出3个方向的变化。\n分别是：后跳袈裟斩、右袈裟斩、还有左袈裟斩。",
          "【斩击】【拔刀状态、普通斩或气刃斩之后】"
        ]
      },
      {
        "iID": "10000039",
        "data": [
          "10000039",
          "太刀",
          "气刃斩1~3式",
          "右键",
          "真正发挥太刀特性的华丽攻击开始，消耗练气槽的同时对敌人进行更加凌厉的斩劈。",
          "【斩击】【拔刀或收刀状态下，练气槽余量足够时】"
        ]
      },
      {
        "iID": "10000040",
        "data": [
          "10000040",
          "太刀",
          "气刃大回旋",
          "右键",
          "招式威力巨大，命中目标后可以使太刀的光芒获得进化，让太刀的攻击性能获得全面提升。",
          "【斩击】【气刃斩3式之后，练气槽余量足够时】"
        ]
      },
      {
        "iID": "10000041",
        "data": [
          "10000041",
          "太刀",
          "集气斩",
          "R",
          "极端依靠太刀使用者技巧的连续斩击，接续气刃斩3式使用，连续命中可快速回复练气槽的状态。",
          "【斩击】【气刃斩3式之后，且练气槽余量足够时】"
        ]
      },
      {
        "iID": "10000042",
        "data": [
          "10000042",
          "太刀",
          "逆袈裟斩",
          "人物前方向所对应的方向键",
          "在使出太刀标志性的袈裟斩动作时，以轻盈快捷的步伐向前跳跃，\n同时挥出刀刃的大范围攻击。\n需要注意的是：\n逆袈裟斩的移动方向与袈裟斩相反，同时也需要配合对应的方向键输入：\n能在后跳袈裟斩 之后施放的是 前跳逆袈裟斩；\n能在左袈裟斩 之后施放的是 右跳逆袈裟斩；\n能在右袈裟斩 之后施放的是 左跳逆袈裟斩。",
          "【斩击】【袈裟斩 之后】"
        ]
      },
      {
        "iID": "10000043",
        "data": [
          "10000043",
          "太刀",
          "气刃极旋",
          "右键",
          "气刃大回旋之后的追加攻击，需要在使用大回旋之后练气槽依然有余量才能发动。",
          "【斩击】【气刃大回旋 之后，练气槽余量足够时】"
        ]
      },
      {
        "iID": "10000044",
        "data": [
          "10000044",
          "太刀",
          "奥义1式 月薙",
          "F",
          "长距离突进，以神速逼近敌人，在瞬息之间发动肉眼无法捕捉的斩击重创敌人。",
          "【斩击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000045",
        "data": [
          "10000045",
          "太刀",
          "奥义2式 千风",
          "F",
          "以极高的速度连续使用太刀突刺，再于变幻多端的最后一击中派生出不同的突刺或斩击。\n（在最后一击之前，可以点击右键施放后撤步气刃大回旋）",
          "【斩击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000046",
        "data": [
          "10000046",
          "大锤",
          "拔锤攻击",
          "左键",
          "拔锤纵向攻击动作。",
          "【打击】【收锤状态】"
        ]
      },
      {
        "iID": "10000047",
        "data": [
          "10000047",
          "大锤",
          "拔锤横振",
          "E",
          "横向挥出大锤的攻击方式，相比纵挥击更加灵活，适合在运动战中使用。",
          "【打击】【收锤状态，拔锤状态 或 拔锤攻击之后】"
        ]
      },
      {
        "iID": "10000048",
        "data": [
          "10000048",
          "大锤",
          "纵振三连击",
          "左键",
          "大锤最常用的挥击招式，可连续挥击三次，攻击力不俗且在第三次挥击时会变化为高打点的抡击。",
          "【打击】【拔锤状态 或 拔锤攻击之后】"
        ]
      },
      {
        "iID": "10000049",
        "data": [
          "10000049",
          "大锤",
          "转身锤",
          "人物后方向所对应的方向键",
          "在纵向挥锤后迅速转身，攻击身后的怪物。",
          "【打击】【纵振1 或 纵振2之后】"
        ]
      },
      {
        "iID": "10000050",
        "data": [
          "10000050",
          "大锤",
          "蓄力Lv3大地一击",
          "松开<右键>",
          "站桩式重攻击，给于猎物最直接的迎面痛击。",
          "【打击】【原地蓄力LV3状态中】"
        ]
      },
      {
        "iID": "10000051",
        "data": [
          "10000051",
          "大锤",
          "蓄力Lv3回转攻击",
          "方向键",
          "蓄力达到第三阶段后在移动中施放，抡起大锤进行多段的旋转攻击，可在不同的回转圈数后派生出不同的攻击招式，威力异常强劲。",
          "【打击】【移动蓄力LV3状态中】"
        ]
      },
      {
        "iID": "10000052",
        "data": [
          "10000052",
          "大锤",
          "重挥击",
          "左键",
          "借助回转动作所获得的离心力，将力量集中于一点施放的攻击动作，是回转攻击最完美的终结动作。",
          "【打击】【蓄力LV3回转攻击4~6圈动作中】"
        ]
      },
      {
        "iID": "10000053",
        "data": [
          "10000053",
          "大锤",
          "迎击锤",
          "E",
          "同时兼具横向攻击和纵向攻击的实用招式，能再接入纵振连击。",
          "【打击】【纵振1 或 纵振2之后】"
        ]
      },
      {
        "iID": "10000054",
        "data": [
          "10000054",
          "大锤",
          "横扫重击",
          "右键",
          "在蓄力回转使出后借力向前快速突进，可以有效拉长打击距离。",
          "【打击】【蓄力LV3回转攻击1~6圈动作中】"
        ]
      },
      {
        "iID": "10000055",
        "data": [
          "10000055",
          "大锤",
          "飞重锤",
          "左键",
          "在蓄力使出大地攻击之后向前再踏一步，以不逊色的威力追加第二次重击的强劲招式。",
          "【打击】【蓄力LV3大地一击之后】"
        ]
      },
      {
        "iID": "10000056",
        "data": [
          "10000056",
          "大锤",
          "奥义1式 陨星",
          "F",
          "将大锤猛烈的砸向地面并产生冲击波，准确的命中怪物的弱点部位将得到伤害的最大收益，同时产生的冲击波也具有优异的气绝效果。",
          "【打击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000057",
        "data": [
          "10000057",
          "大锤",
          "奥义2式 地葬",
          "F",
          "通过连续击打地面的薄弱点而造成崩陷，除去伤害之外，造成的塌陷可以让巨大的怪物陷入其中。",
          "【打击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000058",
        "data": [
          "10000058",
          "弓",
          "后跳",
          "空格键",
          "弓箭手们对战场支配力的表现，轻盈地向后跳开躲避攻击。",
          "【拔弓状态】"
        ]
      },
      {
        "iID": "10000059",
        "data": [
          "10000059",
          "弓",
          "蓄力箭",
          "按住<左键>后松开",
          "射手们的基本动作，通过长时间按键后施放增强箭矢的威力，在移动中一样可以蓄力。",
          "【弹击】【左键蓄力状态中】"
        ]
      },
      {
        "iID": "10000060",
        "data": [
          "10000060",
          "弓",
          "暴力射击",
          "右键",
          "一阵急促迅猛的蓄力箭连射，弓箭武器槽全满状态的终极施放模式。",
          "【弹击】【武器槽全满，发射蓄力箭之后】"
        ]
      },
      {
        "iID": "10000061",
        "data": [
          "10000061",
          "弓",
          "近身攻击",
          "右键",
          "用锋利的箭矢进行劈砍的近距离格斗技。",
          "【斩击】【拔弓状态】"
        ]
      },
      {
        "iID": "10000062",
        "data": [
          "10000062",
          "弓",
          "转身射击",
          "人物后方向所对应的方向键",
          "出其不意的转身撤步射箭动作。",
          "【弹击】【发射蓄力箭之后】"
        ]
      },
      {
        "iID": "10000063",
        "data": [
          "10000063",
          "弓",
          "吊射",
          "右键",
          "将箭矢射上高空后落下，对下方没有防备的猎物造成伤害。",
          "【弹击】【左键蓄力LV3和LV4状态中】"
        ]
      },
      {
        "iID": "10000064",
        "data": [
          "10000064",
          "弓",
          "秘箭",
          "按住<右键>后松开",
          "使用独特箭矢进行射击，根据准备的特殊箭矢的效果，往往能够在战斗中发挥奇效。",
          "【弹击】【右键最大蓄力状态中】"
        ]
      },
      {
        "iID": "10000065",
        "data": [
          "10000065",
          "弓",
          "奥义1式 灭杀一线",
          "F",
          "同时射出两支定向箭矢，在其中拉出锐利的切割线，能够切开沿途遇到的任何阻碍。",
          "【弹击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000066",
        "data": [
          "10000066",
          "弓",
          "奥义2式 穿云弹雨",
          "F",
          "射出信号弹，让空中支援猎人的艾露公司热气球投下高爆炸药桶，爆炸落地后进入感应起爆状态。\n（施放奥义后的30秒内，再点击F可以发动第二次奥义攻击）",
          "【弹击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000067",
        "data": [
          "10000067",
          "双刀",
          "（拔刀）突进斩",
          "左键",
          "俯身突进的水平斩动作。\n（非鬼人化的拔刀状态下，按 左键+右键 发动）",
          "【斩击】【收刀状态或非鬼人化的拔刀状态】"
        ]
      },
      {
        "iID": "10000068",
        "data": [
          "10000068",
          "双刀",
          "突进斩续击",
          "左键",
          "突进斩之后的单手续击。",
          "【斩击】【突进斩之后】"
        ]
      },
      {
        "iID": "10000069",
        "data": [
          "10000069",
          "双刀",
          "三连斩",
          "左键",
          "普通和强化状态下，双刀三连斩动作。",
          "【斩击】【非鬼人化状态，二连斩动作之后】"
        ]
      },
      {
        "iID": "10000070",
        "data": [
          "10000070",
          "双刀",
          "拔刀回旋斩",
          "右键",
          "侧身转体拔刀斩动作。",
          "【斩击】【收刀状态】"
        ]
      },
      {
        "iID": "10000071",
        "data": [
          "10000071",
          "双刀",
          "回旋二连斩",
          "人物左手方向所对应的方向键",
          "向左或向右跳步侧移的二连斩动作，能攻击到比猎人身高更高的位置。\n默认发动的将是向右的回旋二连斩，需要发动向左的回旋二连斩是需要配合对应方向键输入的。",
          "【斩击】【拔刀状态】"
        ]
      },
      {
        "iID": "10000072",
        "data": [
          "10000072",
          "双刀",
          "进入和退出鬼人化",
          "E",
          "鬼人槽处于强化状态且有余量时，可以按E键从强化状态进入到鬼人化状态。鬼人化将持续消耗鬼人槽，伤害输出效率更为可观。在鬼人槽耗尽前可按E键手动退出鬼人化并回到强化状态。",
          "【强化状态且鬼人槽有余量时】"
        ]
      },
      {
        "iID": "10000073",
        "data": [
          "10000073",
          "双刀",
          "鬼人乱舞",
          "左键+右键",
          "仅鬼人化状态下才能发动的乱舞连击，无论是连击次数或命中伤害都远胜于双刀常规动作。",
          "【斩击】【鬼人化状态】"
        ]
      },
      {
        "iID": "10000074",
        "data": [
          "10000074",
          "双刀",
          "旋子回避",
          "Space",
          "闪躲与攻击合一的双刀特殊回避动作。",
          "【强化状态（鬼人槽合二为一之后）或鬼人化状态】"
        ]
      },
      {
        "iID": "10000075",
        "data": [
          "10000075",
          "双刀",
          "落叶斩",
          "左键+右键",
          "鬼人槽全满后才能发动的强力跃身连斩动作，灵活应用这个招式就能够打出更为丰富的连击套路。",
          "【斩击】【强化状态且鬼人槽全满时】"
        ]
      },
      {
        "iID": "10000076",
        "data": [
          "10000076",
          "双刀",
          "鬼人疾走",
          "方向键",
          "鬼人化状态下的疾走动作，可大幅提升鬼人化状态的行动能力。",
          "【鬼人化状态】"
        ]
      },
      {
        "iID": "10000077",
        "data": [
          "10000077",
          "双刀",
          "奥义1式 纵横四海",
          "F",
          "以移动性见长的奥义。在第一次突进之后，点击左键或右键，可以追加向左或向右的长距离横向贯穿侧移连斩。若没有在第一次突进之后切入横向侧移连斩，则自动进入第二段突进攻击。",
          "【斩击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000078",
        "data": [
          "10000078",
          "双刀",
          "奥义2式 进退凭意",
          "F",
          "将双刀以固定的折返线路投掷出去，选择好合适的发动点就能达到更甚于鬼人乱舞的连击数。",
          "【斩击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000079",
        "data": [
          "10000079",
          "狩猎笛",
          "演奏1号音符",
          "左键",
          "在攻击动作中演奏狩猎笛的1号音符（一般为红色音符），\n并将1号音符添加到狩猎笛的曲谱上。",
          "【打击】【收笛状态、持笛状态或其它攻击动作之后】"
        ]
      },
      {
        "iID": "10000080",
        "data": [
          "10000080",
          "狩猎笛",
          "演奏2号音符",
          "右键",
          "在攻击动作中演奏狩猎笛的2号音符（一般为绿色或蓝色音符），\n并将2号音符添加到狩猎笛的曲谱上。",
          "【打击】【收笛状态、持笛状态或其它攻击动作之后】"
        ]
      },
      {
        "iID": "10000081",
        "data": [
          "10000081",
          "狩猎笛",
          "演奏3号音符",
          "左键+右键",
          "在攻击动作中演奏狩猎笛的3号音符（一般为黄色或紫色音符），\n并将3号音符添加到狩猎笛的曲谱上。",
          "【打击】【持笛状态或其它攻击动作之后】"
        ]
      },
      {
        "iID": "10000082",
        "data": [
          "10000082",
          "狩猎笛",
          "演奏",
          "E",
          "当曲谱上的音符排列满足旋律组合时，\n就可以通过完成演奏来获得强化自己和己方同伴的buff效果。",
          "【曲谱上存在有效旋律组合时】"
        ]
      },
      {
        "iID": "10000083",
        "data": [
          "10000083",
          "狩猎笛",
          "重复演奏",
          "E",
          "演奏完成之后可以选择是否进行重复演奏。\n通过完成重复演奏可进一步提升某些旋律的buff效果。",
          "【完成演奏之后】"
        ]
      },
      {
        "iID": "10000084",
        "data": [
          "10000084",
          "狩猎笛",
          "强化连击",
          "V",
          "强化连击打中目标时，能将狩猎笛曲谱上的普通音符按照顺序逐一提升为强化音符（强化连击分为1式和2式，在1式后再按V键可发动2式）\n\n当旋律组合全部由强化音符组成时，完成演奏即可将旋律保存在底谱上，以备随时调用（按F1键展开底谱；按F2键调用底谱上保存过的旋律）",
          "【打击】【持笛状态或其它攻击动作之后】"
        ]
      },
      {
        "iID": "10000085",
        "data": [
          "10000085",
          "狩猎笛",
          "乱舞重击",
          "左键",
          "演奏完成之后可以连续输入并施放3次乱舞重击，\n乱舞重击动作后将自动进入重复演奏。\n是连接在演奏与重复演奏之间的强力攻击招式。",
          "【打击】【完成演奏之后】"
        ]
      },
      {
        "iID": "10000086",
        "data": [
          "10000086",
          "狩猎笛",
          "奥义1式 余音缭绕",
          "F",
          "释放出1个大范围扩散音波，击中怪物头部时将产生气绝攻击。\n\n同时使角色获得奥义特殊buff效果：\n在一定时间内，狩猎笛演奏音符的动作以及完成演奏时，都会产生对怪物头部的隔空气绝攻击。",
          "【打击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000087",
        "data": [
          "10000087",
          "狩猎笛",
          "奥义2式 大地战歌",
          "F",
          "连续重击地面的同时反射出扩散音波，命中怪物双脚时易使怪物产生失衡或倒地状态。\n\n同时使角色自己获得奥义特殊buff效果：\n在一定时间内，狩猎笛所有击打地面的攻击动作，都会产生对怪物双脚的隔空失衡攻击。",
          "【打击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000088",
        "data": [
          "10000088",
          "铳枪",
          "踏步刺",
          "人物前方向所对应的方向键",
          "向前踏出两步，对前上方进行突刺。中近距离面对怪物时的起手招式。",
          "【斩击】【拔刀或收刀状态下发动】"
        ]
      },
      {
        "iID": "10000089",
        "data": [
          "10000089",
          "铳枪",
          "前方刺",
          "左键",
          "快速向正前方进行突刺，是最基本的攻击招式。能够在各种炮击后使用。",
          "【斩击】【拔刀状态】"
        ]
      },
      {
        "iID": "10000090",
        "data": [
          "10000090",
          "铳枪",
          "捞击",
          "左键",
          "自左下至右上的大范围攻击，能够攻击到非常高的位置。",
          "【斩击】【拔刀状态】"
        ]
      },
      {
        "iID": "10000091",
        "data": [
          "10000091",
          "铳枪",
          "上方刺",
          "左键",
          "防御时向斜上方突刺，能够快速地在攻击和防御之间切换。",
          "【斩击】【防御状态中 或 捞击后】"
        ]
      },
      {
        "iID": "10000092",
        "data": [
          "10000092",
          "铳枪",
          "侧移",
          "人物左手方向所对应的方向键",
          "枪系武器特有的回避招式。左右的侧移回避位移很大，灵活使用可以调整站位。",
          "【突刺 或 蓄力炮击后】"
        ]
      },
      {
        "iID": "10000093",
        "data": [
          "10000093",
          "铳枪",
          "后跳",
          "空格键",
          "枪系武器特有的回避招式。后跳的位移较小，灵活使用可以调整站位。",
          "【拔刀状态 或 刺 或 蓄力炮击后】"
        ]
      },
      {
        "iID": "10000094",
        "data": [
          "10000094",
          "铳枪",
          "大后跳",
          "人物后方向所对应的方向键",
          "枪系武器特有的回避终结招式。大后跳的位移较大，灵活使用可以调整站位。",
          "【拔刀状态 或 刺 或 蓄力炮击后】"
        ]
      },
      {
        "iID": "10000095",
        "data": [
          "10000095",
          "铳枪",
          "炮击",
          "右键",
          "发射铳枪特有的弹药对目标进行攻击，造成固定伤害。能够在各种突刺之后使用。",
          "【炮击】【拔刀状态 或 突刺后 且 子弹还有余量时】"
        ]
      },
      {
        "iID": "10000096",
        "data": [
          "10000096",
          "铳枪",
          "踏步炮击",
          "右键",
          "向前踏出两步，对正前方进行炮击。中近距离面对怪物时的起手招式。",
          "【炮击】【踏步刺中 且 子弹还有余量时】"
        ]
      },
      {
        "iID": "10000097",
        "data": [
          "10000097",
          "铳枪",
          "蓄力炮击",
          "E",
          "花费一定时间，让枪膛中的火药充分燃烧以增加炮击威力的招式。能够连续使用。",
          "【炮击】【突刺 或 炮击 后】"
        ]
      },
      {
        "iID": "10000098",
        "data": [
          "10000098",
          "铳枪",
          "全弹装填",
          "右键",
          "排出所有的空弹壳并装填炮击所必需的特制弹药。在装填时毫无防备，需要小心。",
          "【防御状态中 或 侧移后 且 子弹不满时】"
        ]
      },
      {
        "iID": "10000099",
        "data": [
          "10000099",
          "铳枪",
          "快速装填",
          "右键",
          "利用炮击的后坐力，快速装填一发子弹的特殊技巧。使用得当的话能够实现持续炮击。",
          "【炮击 或 蓄力炮击后】"
        ]
      },
      {
        "iID": "10000100",
        "data": [
          "10000100",
          "铳枪",
          "叩击",
          "左键",
          "在两次突刺后重重砸向地面的终结一击，威力和硬直都很大。",
          "【斩击】【前方突刺2后】"
        ]
      },
      {
        "iID": "10000101",
        "data": [
          "10000101",
          "铳枪",
          "全弹发射",
          "右键",
          "将铳枪中所有子弹一起打出的豪快攻击。即便是肉质坚硬的怪物也能够造成大量伤害。",
          "【炮击】【叩击后】"
        ]
      },
      {
        "iID": "10000102",
        "data": [
          "10000102",
          "铳枪",
          "龙击炮",
          "左键",
          "参考飞龙的吐息原理而得以实现的特殊炮击。虽然不消耗任何弹药，但使用后需要等待枪身冷却一段时间。",
          "【炮击】【防御状态中 且 未处于散热状态时】"
        ]
      },
      {
        "iID": "10000103",
        "data": [
          "10000103",
          "铳枪",
          "炽焰横扫",
          "左键",
          "在转动枪身横扫正前方的同时，打出所有弹药的华丽攻击。牺牲了炮击的伤害以换取广阔的攻击范围。",
          "【斩击+炮击】【上方突刺2后 且 子弹还有余量时】"
        ]
      },
      {
        "iID": "10000104",
        "data": [
          "10000104",
          "铳枪",
          "灭龙炮",
          "左键",
          "利用龙焰强化炮身的耐久，发动远超龙击炮威力的特殊炮击。使用后需要等待枪身冷却一段时间。",
          "【炮击】【龙击炮蓄力中 且 龙焰槽全满时】"
        ]
      },
      {
        "iID": "10000105",
        "data": [
          "10000105",
          "铳枪",
          "龙焰槽装填",
          "右键",
          "将炮身残余热量转化为龙焰，存储在特殊的装置内。仅能在散发大量热量的招式后使用。",
          "【炽焰横扫后】"
        ]
      },
      {
        "iID": "10000106",
        "data": [
          "10000106",
          "铳枪",
          "龙焰刃",
          "R",
          "在枪口点燃龙焰之刃，在持续时间内增加所有突刺攻击的伤害和攻击范围。",
          "【龙焰槽全满时】"
        ]
      },
      {
        "iID": "10000107",
        "data": [
          "10000107",
          "铳枪",
          "奥义1式 粒子爆弹",
          "F",
          "装填并发射工房特制的粒子爆弹。爆弹在命中怪物或飞行一定距离后爆炸，施放出其中的爆破粒子并造成大范围的二次爆炸。",
          "【炮击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000108",
        "data": [
          "10000108",
          "铳枪",
          "奥义2式 龙焰喷射",
          "F",
          "利用铳枪内部的特殊装置，短时间内向周围喷射浓缩的超高温龙焰，令怪物无从抵挡。喷射过程中可以调整方向。",
          "【炮击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000109",
        "data": [
          "10000109",
          "长枪",
          "中段刺",
          "左键",
          "面向正前方的快速突刺。最多连续使用三次，可与上段刺组合使用。",
          "【斩击】【拔刀或收刀状态下发动】"
        ]
      },
      {
        "iID": "10000110",
        "data": [
          "10000110",
          "长枪",
          "上段刺",
          "右键",
          "面向正上方的快速突刺。最多连续使用三次，可与中段刺组合使用。",
          "【斩击】【拔刀或收刀状态下发动】"
        ]
      },
      {
        "iID": "10000111",
        "data": [
          "10000111",
          "长枪",
          "突进",
          "左键",
          "将长枪�在身前，一口气向前突进的招式。移动的同时也能攻击是最大的特色。",
          "【防御状态中 或 突刺后】"
        ]
      },
      {
        "iID": "10000112",
        "data": [
          "10000112",
          "长枪",
          "突进刺",
          "左键",
          "利用突进中的巨大惯性向目标进行迅速而有力的突刺。可以连接其他突刺招式。",
          "【斩击】【突进状态中】"
        ]
      },
      {
        "iID": "10000113",
        "data": [
          "10000113",
          "长枪",
          "防御刺",
          "左键",
          "在防御中小心谨慎地快速突刺。牺牲了威力以快速地回到防御状态。",
          "【斩击】【防御状态中】"
        ]
      },
      {
        "iID": "10000114",
        "data": [
          "10000114",
          "长枪",
          "防御反击",
          "E",
          "将盾牌护在身前并进行蓄力的防御性招式，被命中时能够格挡怪物的攻击并进行威力强大的反击。",
          "【斩击】【防御状态中 或 突刺后】"
        ]
      },
      {
        "iID": "10000115",
        "data": [
          "10000115",
          "长枪",
          "侧移",
          "人物左手方向所对应的方向键",
          "枪系武器特有的回避招式，最多连续使用三次。能够与其他回避招式组合，灵活使用可以调整站位。",
          "【突刺后】"
        ]
      },
      {
        "iID": "10000116",
        "data": [
          "10000116",
          "长枪",
          "后跳",
          "空格键",
          "枪系武器特有的回避招式，最多连续使用三次。能够与其他回避招式组合，灵活使用可以调整站位。",
          "【拔刀状态 或 突刺后】"
        ]
      },
      {
        "iID": "10000117",
        "data": [
          "10000117",
          "长枪",
          "大后跳",
          "人物后方向所对应的方向键",
          "枪系武器特有的回避终结招式。能够在其他回避招式后使用，灵活使用可以调整站位。",
          "【拔刀状态 或 突刺后】"
        ]
      },
      {
        "iID": "10000118",
        "data": [
          "10000118",
          "长枪",
          "前冲盾击",
          "左键",
          "用盾牌护住身体的同时向前移动，并伴随着盾牌与长枪的交替攻击，是攻守一体的招式，消耗耐力。可与其他突刺组合使用。",
          "【打击】【拔刀状态 或 突刺后】"
        ]
      },
      {
        "iID": "10000119",
        "data": [
          "10000119",
          "长枪",
          "突进转向",
          "人物左手方向所对应的方向键",
          "在高速的突进中快速转向的技巧，能够弥补突进难以调整方向的不足。",
          "【突进状态中】"
        ]
      },
      {
        "iID": "10000120",
        "data": [
          "10000120",
          "长枪",
          "横扫",
          "E",
          "突刺后可以使用的大范围的横扫攻击，是长枪少有的范围攻击招式。",
          "【斩击】【突刺后】"
        ]
      },
      {
        "iID": "10000121",
        "data": [
          "10000121",
          "长枪",
          "奥义1式 疾风赤焰刺",
          "F",
          "高速突进的过程中用枪尖摩擦地面，猛然跳起并向下突刺的奥义。能够对怪物的弱点造成大量伤害。突进过程中可以调整方向。",
          "【打击】【奥义槽全满状态】"
        ]
      },
      {
        "iID": "10000122",
        "data": [
          "10000122",
          "长枪",
          "奥义2式 圣盾守护击",
          "F",
          "专心致志地进入防御状态，接下所有来自正面的攻击，并依据受到攻击的次数增加反击伤害。能够提前中断防御状态并反击。",
          "【打击】【奥义槽全满状态】"
        ]
      }
]